{
//Lala One Heart Event
               "98890012/t 800 1500/f Lala 250/d Wed": "playful/7 8/farmer 7 14 0 Lala 7 10 0/skippable/move farmer 0 -2 0/pause 500/emote Lala 16/pause 500/faceDirection Lala 2/pause 500/speak Lala \"Well, well, well, if it isn't @!$1#$b#It's about time you visited me in my house!$0\"/pause 500/speak Lala \"Would you like some popcorn? Or peanuts?$0#$b#Or funnel cake? Or candy apples?$0#$b#We have it all here at the circus!$1\"/pause 500/speak Lala \"Yeah, my house is half a home and half a circus.$0#$b#Pretty cool, right?$1\"/pause 500/speak Lala \"Anyway, I was just about to do some training before you showed up.$0#$b#Jumping through hoops, balancing a ball on my nose, juggling bowling pins...$0#$b#These are just a few of the things Lulu and I do during our performances.$0#$b#So we have to train everyday to stay in top shape!$1\"/pause 500/speak Lala \"After all, we are the best circus on the island.$0#$b#We have to make sure we keep that title.$0#$b#...Even if there is no other competition.$3\"/pause 500/speak Lala \"Here, you want a balloon?$0#$b#You can choose from purple or yellow.$0#$b#Oooh, or I can make a balloon animal for you!$1\"/pause 500/speak Lala \"I can make a dog, cat, bunny, butterfly, giraffe, frog...$0#$b#Well, the list goes on and on.$0#$b#Any animal you want, I can make it.$0#$b#Just say the word.$0\"/pause 500/emote farmer 60/pause 500/speak Lala \"Not interested in any balloons right now?$3#$b#That's fine, that's fine.$0\"/pause 500/speak Lala \"How about I put on a performance just for you?$0#$b#I know tons of magic tricks I could do!$1\"/pause 500/speak Lala \"Would you be opposed to getting into a tank full of snakes and spiders?$3\"/pause 500/jump farmer 5/pause 500/emote farmer 36/pause 500/speak Lala \"Okay, so you don't want snacks, balloons or magic tricks...$3#$b#Are you afraid of clowns or something?$3#$b#I promise we're not all creepy killers!$3\"/pause 500/emote farmer 60/pause 500/speak Lala \"Oh, you're not scared? You're just not in the mood?$3#$b#That's understandable.$0#$b#Sorry for being so pushy, then!$0#$b#I just get excited about sharing my career with others.$0\"/pause 500/speak Lala \"How about you talk about your career instead?$0#$b#You're a farmer, right? That's cool.$0#$b#Do you grow grapes?$3\"/pause 500/emote farmer 56/pause 500/jump Lala 5/pause 500/speak Lala \"Awesome!$1#$b#I like you even more now.$1\"/pause 500/emote farmer 32/pause 1000/end"
}