

// SCHEDULE //


	MAKE SURE EVENT SPECIFIC SCHEDULES ARE WORKING



// PORTRAITS/SPRITES //


	MOVE KISSING SPRITE DOWN 1 PIXEL

	GIVE GINNY FULL WALKING SPRITES

	FIX BUTTS


// DIALOGUE //





// EVENTS //





// MISC //






QUICK PLAYTHROUGH:

- Make sure all events are triggering at the right times
- Make sure dialogue is working
- Make sure schedule works
- Make sure seasonal outfits/location-specific outfits are working
- Make sure marriage dialogue/spouse room works correctly





2) 12 Heart Event - Paul gets award in the mail, invitation to speak

3) 14 Heart Event - Paul gets on bus to the city but comes back to be with farmer, romantic boat ride with jellies?

4) Rework schedule and cutscenes for SVE 
	- Move around people in presentation scene + add people from SVE
	- Move herbs in the rain scene to community garden

5) Make seasonal sprites/portraits






STORY:

- INTRO EVENT: Paul arrives in Pelican Town, greeted by Harvey and Demetrius. They welcome him to the valley and briefly (and cryptically) chat about the rare eye disease Paul has come to study. We do learn that it's considered incurable BUT for some reason, Pelican town  (or its region) has a staggeringly low number of cases...almost as if they're immune.

- 2 HEART EVENT: FIDDLEHEAD RISOTTO - Scene takes place in Pierre's kitchen, cooking an awesome meal, Gus' recipe, with some herbs he's been growing outside the clinic. We learn that Paul came from a small town and never thought he'd move back to one. He thought he'd feel stifled but is growing to love Pelican town and its inhabitants. He shares that he came to the valley to study a rare eye disease that afflicts his best friend. 

- 4 HEART EVENT: A STEP IN THE RIGHT DIRECTION - Paul invites the player to Demetrius' lab where they work together, taking samples and trying to find answers. Paul really brings the player in and respects their opinions and ideas. The player suggests that it might be environmental - part of nature. He celebrates the player's brilliant idea and comments on them being a great team.

- 6 HEART EVENT: BIRD MIGRATION - In an effort to understand the disease and find a cure, Paul studies the environmental factors that could be attributing to the town's immunity. He and the player witness a rare bird migration. He shows affection for the player.

- 8 HEART EVENT PART 1: MOONLIGHT JELLIES - He and the player have a heart to heart at the pier about life, family, and purpose. Suddenly, the moonlight jellies appear, out of season, brought to the shore by a test they put in the water. Everything clicks - the answer lies in the mysterious Moonlight Jellies, specifically the green one. He and the player celebrate being one step closer to the cure.

- 8 HEART EVENT PART 2: THE CURE - All of Paul's hard work pays off. He presents the study to the town (and some important out of towners, including his best friend, Ginny), crediting the player, Demetrius, Willy, and all of Pelican town. 

- 10 HEART EVENT - Paul invites the player to the pier to release the jellyfish they extracted the cure from. He surprises the player with a picnic with the same recipe he made in the 2 heart event. He says that is eternally grateful to everyone - especially the player. He says he never expected to fall in love with pelican town...and with the player. The moonlight jellies do their thing as he says I love you and they kiss.





