{
        "Rainy_Day_0": "You know, @. You're a really great listener.$4",
        "Rainy_Day_1": "The rain used to be so loud in Harvey's attic.#$b#Noisy for sure but also...kind of soothing.$4",
        "Rainy_Day_2": "I felt differently about you from the very beginning, you know.$4#$b#From the very moment we met.$4",
        "Rainy_Day_3": "Have you seen my umbrella, sweetie?#$b#Pelican Town will have one wet Optometrist if I can't find it.$1",
        "Rainy_Day_4": "Do you know where the birds go when it rains?#$b#You can usually find them on the ground taking shelter under the trees. Cool, right?$1",
        "Rainy_Night_0": "How was your day, my @? Where did the last two hours go? I guess I lost track of time reading again.$4",
        "patio_Paul": "This is the perfect place for birdwatching!$1#$b#I can't believe I never came out here before we were married!$1",
        "Rainy_Night_1": "You know what this is the perfect weather for?#$b#A scary movie.$1",
        "Rainy_Night_2": "@, you're soaking wet! I'll go get some dry clothes. Just stay here by the fire.$4",
        "Rainy_Night_3": "I've overcome so much since meeting you.$4",
        "Rainy_Night_4": "I made dinner! [649]$1",
        "Indoor_Day_0": "You are the most beautiful thing I've ever seen.$4#$b#How did I get so lucky, @?$1",
        "Indoor_Day_1": "What do you think our Moonlight Jelly's doing right now?#$b#Do you think he knows how important he was?$4",
        "Indoor_Day_2": "I might go to the library today.#$b#I need a new book. Something good.",
        "Indoor_Day_3": "Maru still does my charts Harvey's way. I've just been redoing all of them behind her back.$2#$b#Should I tell her? It's just that every time I bring up Harvey she gets kind of flustered.",
        "Indoor_Day_4": "That setup at the pier that night was pretty impressive, wasn't it?$4#$b#We'll have to do it again sometime.$4",
        "Indoor_Night_0": "You hungry?#$b#Dinner's on the stove! [649]$1",
        "Indoor_Night_1": "I saw some rose-hooded parrots flying over today.#$b#That migration we saw was really something, wasn't it?#$e#I definitely had a thing for you, even then.$4",
        "Indoor_Night_2": "Will you do me a favor, @?#$b#I'm going to flip my eyelid and you tell me if you see a bump in there, okay?",
        "Indoor_Night_3": "You've done such a great job with the place, @.$4#$b#It sure beats living in Harvey's attic.$1",
        "Indoor_Night_4": "Did you hear the warblers out by the clinic today?$1#$b# They were singing their hearts out!$1",
        "Outdoor_0": "It's so great having my own spot out here!$1#$b#Sure beats Harvey's attic.$4",
        "Outdoor_1": "There's a nest of woodpeckers over there! Can you see them?$1",
        "Outdoor_2": "I was just thinking about our research the other day.$l#$b#Can you believe we did that?",
        "Outdoor_3": "@... you... you mean the world to me.$l",
        "Outdoor_4": "Wow, it's a gorgeous day!$1#$b#Almost as gorgeous as you, @.$4",
        "OneKid_0": "You and %kid1 mean the world to me.$4",
        "OneKid_1": "%kid1 is going to have the perfect childhood here, don't you think?$1",
        "OneKid_3": "Man I can't wait to teach our kids how to garden.$h",
        "TwoKids_0": "I think %kid1 and %kid2 will be the best birdwatchers in the world one day!$1",
        "TwoKids_1": "In some ways,bwatching our kids makes me miss my own childhood. It's such a special time.$1",
        "TwoKids_2": "Maybe %kid2 will grow up to be an Optometrist.$1",
        "TwoKids_3": "I never knew that having kids would add so much to our lives.$4#e#I already was so happy living life with you, but now somehow I'm even happier!$1",
        "Good_0": "@...I still can't believe I get to do life with you.$4",
        "Good_1": "I love you to the ends of the earth and back, @.$4",
        "Good_2": "You know, I knew you were the one from the moment I stepped out of Harvey's clinic that day.$4",
        "Good_3": "Wow...you look really amazing today.$4",
	"Good_4": "Be careful out there! I have nightmares about your limp body being wheeled into the the clinic.$2",
  "Good_5": "Sometimes I just stand here in shock that I get to do life with you.$4",
  "Good_6": "I never would have thought moving to Pelican Town would be the best decision on my life.$4#$b#But it's where I found you.$4",
  "Good_7": "You're everything to me, @.$4",
  "Good_8": "My family would absolutely love you, @.$4#$b#Going home is feels a little daunting but I can do anything with you next to me.$4",
  "Good_9": "@...how did I get so lucky.$4",
  "Neutral_0": "How was your day?",
  "Neutral_1": "What's for dinner?",
  "Neutral_2": "My day was fine. Thanks for asking.",
  "Neutral_3": "How was the farm today?",
  "Neutral_4": "Did you feed %pet today?",
  "Bad_3": "Hi.$2",
  "Bad_4": "That smell...is that you?$2",
  "Bad_5": "You're home late.",
  "Bad_6": "...$2",
  "Bad_7": "...$2",
  "Bad_8": "...$2",
        "funLeave_Paul": "Oh it's the perfect day to go read a book somewhere.$1#$b#See you tonight!",
        "funReturn_Paul": "My sweetie! I missed you today.",
        "spring_1": "Spring is here! I made us something to start the year off right. [649]$1",
        "spring_12": "Happy birthday, sweet @! [434]$1#$b#I'm so so thankful for you!$4",
        "spring_23": "Will you dance with me at the festival tomorrow, my @? [421]$4#$b#I look forward to it every year!$1",
        "summer_1": "Wow, it's hot out there! Be safe today, okay?$1",
        "summer_10": "Guess what? I caught the perfect thing to put into the luau soup! [163]#1e#The governor will love it!",
        "summer_27": "My favorite season is right around the corner! I can already feel the cold front coming in!",
        "fall_13": "Another year older and another year well spent with my @.$4#$b#Every birthday spent with you is a great one.$4",
        "fall_15": "I know you'll dominate tomorrow, @!#$b#Pierre'd better watch his back.$1",
        "fall_26": "Should we dress up for this year's Spirit's Eve Festival?$1#$b#We can be a phoropter and an eye chart!$1",
        "winter_1": "Were you cold last night?$4#$b#I'm going by Pierre's to pick up some extra blankets. You steal all the covers!$1",
        "winter_7": "I am SO going to beat you at the ice fishing competition tomorrow!$1#$b#I've been practicing all year.$1",
        "winter_25": "Merry Christmas, sweetie! [60]$1#$b# Oh I love you so!$h"
           }
