{

//Display name
"tiakall.wren.DisplayName": "Wren",

//Config Schema
"config.FourHeartsAtNight.name": "Four Hearts at Night",
"config.FourHeartsAtNight.description": "Sets Wren's 4-heart event to only trigger after dark for ~aesthetic~.",

//Gift tastes
"tiakall.wren.gift.love": "You're awesome, @! Is this where I tell you you're a goat or you slap?",
"tiakall.wren.gift.like": "Thanks, @! I'll put this to good use.",
"tiakall.wren.gift.neutral": "Thanks for thinking of me, @.",
"tiakall.wren.gift.dislike": "I appreciate the thought, but uh, this isn't really my thing.",
"tiakall.wren.gift.hate": "@, I feel like you really had to work to find something I'd dislike this much. This isn't appropriate to give to anyone, you know.",

//Special order
"Wren.backyard.Name": "Keeping Up with the Haddads",
"Wren.backyard.Ordertext": "All of my neighbors have such cute yards, and then there's me. I need to step my game up so I don't embarrass them! Can someone help me gather some materials? And uh, maybe some cute ideas?",
"Wren.backyard.Objective1": "Place 50 wood in Wren's mailbox.",
"Wren.backyard.Objective2": "Place 100 stone in Wren's mailbox.",
"Wren.backyard.Objective3": "Donate 1 cherry sapling.",
"Wren.backyard.Objective4": "Donate 12 speedwell seeds.",
"Wren.backyard.Objective5.597": "Donate 3 Blue Jazz plants.",
"Wren.backyard.Objective5.Wildflour.AtelierGoods_Lavender": "Donate 3 Forest Lavender plants.",
"Wren.backyard.Objective6.591": "Donate 6 Tulip plants.",
"Wren.backyard.Objective6.Lumisteria.SereneMeadow_ForgetMeNot": "Donate 6 Forget Me Not plants.",
"Wren.backyard.rewardletter.title": "Haddads: Kept Up With",
"Wren.backyard.rewardletter": "@,^^Thanks for your help with my yard! I wasn't really sure what to do, but you gave me a lot of good material to work with. Amina gave me some great ideas, and Maia{{andRipley}}came over to help {{andMia}}! It really made me feel closer to my neighbors. Come over and see it when you've got a chance!^^--Wren",
"Wren.backyard.andRipley": "--Ripley too--",
"Wren.backyard.andMia": ", and Mia brought snacks and drinks for everyone",


//Map names and strings
"tiakall.wren.freecandy": "A little sign is attached to the bowl with a scrawled 'FREE CANDY' written on it.",
"tiakall.wren.WrenHouse.DisplayName": "Wren's House",
"tiakall.wren.WrenRoadTrip.DisplayName": "Wren on a roadtrip",
"tiakall.wren.h2.washing": "This washing machine might be as old as Wren is.",
"tiakall.wren.h2.mirror": "There's a sticky note on the mirror that reads 'Despite everything, it's still you'.#Something Wren left as inspiration for herself?", //Note to translators: this is an Undertale reference
"tiakall.wren.h2.candles": "These candles are trans-themed. What does that smell like?#Fresh linen, apparently.",
"tiakall.wren.h2.bottles": "Wren really seems to like clean scents. Some of these are surprisingly masculine.",
"tiakall.wren.h2.toilet": "This toilet cover looks hand-knit.",
"tiakall.wren.h2.banner": "Hm, Wren really likes to understate her trans pride. It's very subtle.",
"tiakall.wren.h2.dresser": "The narration silently judges you for trying to peek in someone's dresser.",
"tiakall.wren.h1.puzzle": "A half-completed jigsaw puzzle.#You study it for a minute, then pop another piece in place.",
"tiakall.wren.h1.birds": "The text at the bottom explains that this is an illustration from 'Birds of Ferngill', which seems to be an old and famous book.",
"tiakall.wren.h1.roommate": "A note on the door says 'Roommate wanted.'",
"tiakall.wren.h1.moon": "This plushie looks familiar.",
"tiakall.wren.h1.device": "You're not really sure what this device does.#You know what? You're okay with that.",
"tiakall.wren.h1.picture": "A collection of feathers arranged nicely inside a picture frame.",
"tiakall.wren.h1.yarn": "This yarn is dyed blue alternating with pink and white.#Wren must take pride seriously.",
"tiakall.wren.h1.tv": "It's a movie about four girls walking along train tracks.#Well, time to go!", //note to translators: this is a Pokemon joke/reference
"tiakall.wren.h1.cola": "Wren, this is entirely too much Joja Cola.",
"tiakall.wren.h1.sink": "The sink runs and drains perfectly, as is expected.",
"tiakall.wren.h1.console": "This is an older console, but it still runs fine.#Judging by Wren's collection, she likes puzzle games and visual novels.",
"tiakall.wren.h1.electronics": "It's impossible to tell if these actually work or if they're just junk.",
"tiakall.wren.h1.hammer": "Found your hammer, Wren!",
"tiakall.wren.h1.3dprinter": "It's a 3D printer! The filament being precisely placed is mesmerizing.",
"tiakall.wren.h1.3dprinter1": "It's a 3D printer! Today it's making a little bird sculpture. Aww, cute!",
"tiakall.wren.h1.3dprinter2": "It's a 3D printer! Today it's making a wrist brace. Wow, the geometry of its structure looks so cool!",
"tiakall.wren.h1.3dprinter3": "It's a 3D printer! Today it's making a magical girl brooch. Wonder which series this is from?",
"tiakall.wren.h1.3dprinter4": "It's a 3D printer! Today it's making a coaster in the trans flag colors.",
"tiakall.wren.h1.3dprinter5": "It's a 3D printer! Today it's making a little toy dinosaur. A gift for one of the kids?",
"tiakall.wren.h1.3dprinter6": "It's a 3D printer! Today it's making some shelf dividers. Perfect for sorting a bunch of tiny bits and bobs.",
"tiakall.wren.h1.3dprinter7": "It's a 3D printer! Today it's making a tiny house model. Is this for Yri?",
"tiakall.wren.h1.3dprinter8": "It's a 3D printer! Today it's making...a mess, apparently. Looks like something got misaligned.",
"tiakall.wren.h1.3dprinter9": "It's a 3D printer! Today it's making some sort of complicated-looking valve. Must be for work.",
"tiakall.wren.h1.3dprinter10": "It's a 3D printer! Today it's making an ergonomic handle for a razorblade. Smart!",
"tiakall.wren.h1.3dprinter11": "It's a 3D printer! Today it's making a bookmark inset with a magical girl pattern. An online pattern?",
"tiakall.wren.h1.3dprinter12": "It's a 3D printer! Today it's making a set of knitting stitch markers.",
"tiakall.wren.h1.3dprinter13": "It's a 3D printer! Today it's making some kind of measuring tool, with holes around the sides for checking needle width.",
"tiakall.wren.h1.3dprinter14": "It's a 3D printer! Today it's making parts for a plastic model. Who is this for?",

"tiakall.wren.h1.computer.6": "You sneak a peek at Wren's computer.#She's reading fanfic off a popular site.",
"tiakall.wren.h1.computer.1": "You sneak a peek at Wren's computer.#Looks like a digital webcomic.",
"tiakall.wren.h1.computer.2": "You sneak a peek at Wren's computer.#Ugh, these finances are too complicated to understand.",
"tiakall.wren.h1.computer.3": "You sneak a peek at Wren's computer.#What is even going on with these spreadsheet formulas?",
"tiakall.wren.h1.computer.4": "You sneak a peek at Wren's computer.#An email to Lewis about municipal taxes.",
"tiakall.wren.h1.computer.5": "You sneak a peek at Wren's computer.#An email that reads 'Robin,' and stops there.",

"tiakall.wren.h1.fridge.5": "Wren said anyone can help themselves to what's in her fridge, so you grab an apple for the road.",
"tiakall.wren.h1.fridge.1": "Wren said anyone can help themselves to what's in her fridge, so you grab a couple of grapes for the road.",
"tiakall.wren.h1.fridge.2": "Wren said anyone can help themselves to what's in her fridge, so you grab a cup of yogurt for the road.",
"tiakall.wren.h1.fridge.3": "Wren said anyone can help themselves to what's in her fridge, so you grab a little pack of cheese for the road.",
"tiakall.wren.h1.fridge.4": "Wren said anyone can help themselves to what's in her fridge, so you grab a cup of sugarfree pudding for the road.",

"tiakall.wren.h2.books.18": "Looks like Wren is doing a reread of 'Rowdy Postapocalypse' again.",
"tiakall.wren.h2.books.1": "Looks like Wren is doing a reread of 'From Me to You' again.",
"tiakall.wren.h2.books.2": "Looks like Wren is doing a reread of 'The Final God's Name' again.",
"tiakall.wren.h2.books.3": "Looks like Wren is doing a reread of 'Addicted To....' again.",
"tiakall.wren.h2.books.4": "Looks like Wren is doing a reread of 'The Warring Demons Era' again.",
"tiakall.wren.h2.books.5": "Looks like Wren is doing a reread of 'Spring Rains' again.",
"tiakall.wren.h2.books.6": "Looks like Wren is doing a reread of 'That Story Once Again' again.",
"tiakall.wren.h2.books.7": "Looks like Wren is doing a reread of 'A Handful of Stars' again.",
"tiakall.wren.h2.books.8": "Looks like Wren is doing a reread of 'The Red Dragon Rides at Dawn' again.",
"tiakall.wren.h2.books.9": "Looks like Wren is doing a reread of 'Prince? of the Virtual World' again.",
"tiakall.wren.h2.books.10": "Looks like Wren is doing a reread of 'Absolute Destiny Apocalypse' again.",
"tiakall.wren.h2.books.11": "Looks like Wren is doing a reread of 'Seeds of a New World' again.",
"tiakall.wren.h2.books.12": "Looks like Wren is doing a reread of 'Spirits versus Aliens' again.",
"tiakall.wren.h2.books.13": "Looks like Wren is doing a reread of 'Harvest of Seasons' again.",
"tiakall.wren.h2.books.14": "Looks like Wren is doing a reread of 'The Wind will Smother the Flames' again.",
"tiakall.wren.h2.books.15": "Looks like Wren is doing a reread of 'Shifting Sands' again.",
"tiakall.wren.h2.books.16": "Looks like Wren is doing a reread of 'Creeping Clouds of a Stormy Sky' again.",
"tiakall.wren.h2.books.17": "Looks like Wren is doing a reread of 'Contract of the Spirits' again.",

//note to translators: these are references to fellow modders and friends
"tiakall.wren.h2.shelf.1": "You pull a random book off Wren's shelf.#'Outpost at the End of the Multiverse' by Kat Talia.  Restport is just your ordinary stopping point on one's way through the multiverse, no big deal. But as the steampunk-styled thief main character finds, the old fae court has their roots in deep - and they don't like interference. The winged pink cat on the front cover is cute!",
"tiakall.wren.h2.shelf.2": "You pull a random book off Wren's shelf.#'To the Earth' by Mina Lu. A slice-of-life story about a gardener, introducing the reader to different plants. Wow, the art is so good in this!",
"tiakall.wren.h2.shelf.3": "You pull a random book off Wren's shelf.#'Shifting Sands' by N. Yira. After an alien crashes into her house and gives her the power to shapeshift into any living being, a girl and her friends get drawn into a hidden intergalactic war. As time goes by though, she finds herself less and less comfortable in her own skin... There's a pink and blue butterfly on the cover. Subtle.",
"tiakall.wren.h2.shelf.4": "You pull a random book off Wren's shelf.#'The Adventures of Mothgirl' by Kedi Dili. A lighthearted adventure about a girl with wings and her animal companions documenting all the moths around them. Somehow, this story seems familiar.",
"tiakall.wren.h2.shelf.5": "You pull a random book off Wren's shelf.#'Harvest of Seasons' by E. Barrone. A corporate worker leaves their life in the city behind to go become a farmer, and learn about their new neighbors and their stories. Hey, wait a minute--!",
"tiakall.wren.h2.shelf.6": "You pull a random book off Wren's shelf.#'Contract of the Spirits' by T. Seacrest. A lesbian military couple rescues a bunch of children who have illegally made contracts with the spirits, giving them magical powers.  They're being raised for the future war effort, but they might just have to save the world? This is pretty cool, but it looks like it's not finished yet.",
"tiakall.wren.h2.shelf.7": "You pull a random book off Wren's shelf.#'A Cat's Starlit Paws ~ The Taste of Milk Tea' by Maxine Ono. A sweet story about the daily life of two lesbian cat cafe owners who slowly fall in love. Even a single glance at the adorable cats on the cover is enough to make your heart melt like handmade chocolate. The characters are so realistic, you feel like this story could happen for real.",
"tiakall.wren.h2.shelf.8": "You pull a random book off Wren's shelf.#'Alchemy and Friends' by L. Dalben: 2 witches and a fairy are preparing for a team potion making contest. Then the fairy discovers their passion for teaching, with a job interview the same day as the contest! Will the competing interests tear their friendship apart?",
"tiakall.wren.h2.shelf.9": "You pull a random book off Wren's shelf.#'All A-Tweeter' by D. Murasaki. Good news: the enchantment of the main character, an amateur witch, worked, allowing xem to understand birds. Bad news: birds are horrble gossips, and never, ever shut up. Well, of course Wren would like this--doesn't get more Wren-like than queer and birds.",
"tiakall.wren.h2.shelf.10": "You pull a random book off Wren's shelf.#'The Way of the Dodo' by D. Furansu. A group of scientists sets out to resurrect the long-extinct dodo. Their boss? A member of the French mafia who's really, REALLY into birds. Will they succeed or will their impatient boss send them to the river in concrete shoes?",
"tiakall.wren.h2.shelf.11": "You pull a random book off Wren's shelf.#'The Bounty Hunter and I Fell In Love in Another World' by C. Sun. A middle-aged woman stumbles into a portal to another world and decides to become a farmer.  One day, they meet another world-jumper, but he's an alien with a kid?  Aw, what a sweet romance.",
"tiakall.wren.h2.shelf.12": "You pull a random book off Wren's shelf.#'Does Being an Isekai Villainess Make You Special?' by T. S. Rinkra.  A villainous woman dies via a vengeful truck, and is reincarnated into a new world, where she resolves to live a better life.  Unfortunately for her, she's been reincarnated as the star pupil of villainess school...",
"tiakall.wren.h2.shelf.13": "You pull a random book off Wren's shelf.#'Creeping Clouds of a Stormy Sky' by Princess-sama. A story about three housemates trying to find themselves through identity, addiction, and grief, who end up finding each other.  There's also a copy of the light novel version next to it.",
"tiakall.wren.h2.shelf.14": "You pull a random book off Wren's shelf.#'I was Reincarnated And Now I'm a Minor God, Now What?' by Raf S. Eazz. The protagonist gets dropped into a new world with amazing magical ability... and no knowledge of the world. Phenomenal cosmic powers unfortunately don't tell you what the local currency is, where the place to get an honest appraisal on your potions is, or who *isn't* going to sell you to the Zoo of Magical Creatures.",
"tiakall.wren.h2.shelf.15": "You pull a random book off Wren's shelf.#'The Cosmos Hide No Secrets' by Vin L. A retired detective going on his first space voyage gets drawn into a series of strange happenings on the ship. Can he figure out the cause before they become deadly?",
"tiakall.wren.h2.shelf.16": "You pull a random book off Wren's shelf.#'Ski!' by Moe T.R. Ash. A sports manga about a ski team aiming for the championship. It's technically not gay, but the homoerotic subtext is more like ninety-five homoerotic theses nailed to your face.",
"tiakall.wren.h2.shelf.17": "You pull a random book off Wren's shelf.#'The Wind Will Smother the Flames' by Sophie Salacia.  A young girl living in a toxic wasteland tries to prevent city humans from destroying the gargantuan creatures living in the deep forests. Wren lies her postapocalypse stuff, huh?",
"tiakall.wren.h2.shelf.18": "You pull a random book off Wren's shelf.#'Restless Spirits' by Moose Oakley. Two cowboys crossing the frontier to escape their troubled pasts while falling in love with each other. You... expected the main characters to be hot, but not THIS hot.",
"tiakall.wren.h2.shelf.19": "You pull a random book off Wren's shelf.#'Wilderness Cafe' by Wil D.F. Lour. Drawn into another world to be a savior, a sassy woman refuses and spends her time running a small cafe instead. Shame trouble seems to keep coming to her....",
"tiakall.wren.h2.shelf.20": "You pull a random book off Wren's shelf.#'Magical Dealer' by E. Mallow. A young girl uses a deck imbued with magic to fight the forces of evil.  The art in this is so retro!",
"tiakall.wren.h2.shelf.21": "You pull a random book off Wren's shelf.#'Go Go Pond Girls!' by P.C. Suzuki. A cute and heartwarming magical girl story with characters inspired by pond animals. There's a flyer inside for a meet and greet the author in Nightingale City.",
"tiakall.wren.h2.shelf.22": "You pull a random book off Wren's shelf.#'To the Abyss' by A. Roen. A fantasy series about the aftermath of a war between two races, and the big bad villain who threatens to continue it versus the rebels who want to stop him. Wow, this series looks like it's going to be epic.",

//note to translators: these are thinly-veiled manga/manhwa/manhua/webtoon references
"tiakall.wren.h1.shelf.1": "You pull a random book off Wren's shelf.#'Stories of Herbalism'. A standoffish herbalist gets entangled with the emperor's inner circle by accident, including the most handsome eunuch that has his eyes on her.",
"tiakall.wren.h1.shelf.2": "You pull a random book off Wren's shelf.#'Dual Hearts'. An assassin girl is given a second life via a heart transplant, and goes looking for the donor's family. It seems very... heartwarming. Wren's puns must be rubbing off on you.",
"tiakall.wren.h1.shelf.3": "You pull a random book off Wren's shelf.#'The Warmth of an Ice-Cold Demon'.  An evil demon meets a man fated to die, and accidentally saves his life.  You're not really sure if this is queerplatonic or straight-up gay.",
"tiakall.wren.h1.shelf.4": "You pull a random book off Wren's shelf.#'A Relationship of Miss and Mage'. A girl with unknown magical talent is adopted/married? by an inhuman mage who does not know how to human. The two of them learning how to relationship makes you smile.",
"tiakall.wren.h1.shelf.5": "You pull a random book off Wren's shelf.#'Just Ask Him Already!' It's a romcom about the boy too shy to confess to his crush, except it's gay. Also, there's an octopus.",
"tiakall.wren.h1.shelf.6": "You pull a random book off Wren's shelf.#'Heaven's Apocalypse.' A female angel, reincarnated as a male human, is unwillingly dragged back into the petty politics of angels. Said angels swiftly regret it. Boy, there's a lot of tragedy in this one.",
"tiakall.wren.h1.shelf.7": "You pull a random book off Wren's shelf.#'War of the Moon Princess'. The daughter of a moon goddess has to fight demons on Earth (and avoid falling for their prince). At first, it seems like magical girl plus romance, but wow, a lot of people are dying in this, huh?",
"tiakall.wren.h1.shelf.8": "You pull a random book off Wren's shelf.#'The Final God's Name'.  A girl with a god's name has her village murdered by a monster, and goes on a quest for vengeance, not knowing what is hinging on her name.  There's a lot of really interesting foreign lore brought into this, but the series is so long, you're worried you'll have to spend the night to read it all.",
"tiakall.wren.h1.shelf.9": "You pull a random book off Wren's shelf.#'Mystical Cram Students'.  It's classical magical girl, if they were actually worried about getting into college. This is surprisingly dark, funny, and heavy on the muscular men in beautiful dresses.",
"tiakall.wren.h1.shelf.10": "You pull a random book off Wren's shelf.#'The Name of Your Story'. Two boys with identical names switch places. One accidentally becomes a Chosen One, the other is stymied by the modern world.  This is really good, but it seems like all the volumes aren't out yet.",
"tiakall.wren.h1.shelf.11": "You pull a random book off Wren's shelf.#'Addicted To....' A boy helps a woman run a magic shop, where people are either saved by their good traits or ended by their hubris. The art has a bold and detailed style.",
"tiakall.wren.h1.shelf.12": "You pull a random book off Wren's shelf.#'These Wings Don't Fly'. A devil offers a wish to a girl, who wishes to see her mom. Misunderstanding, the devil BECOMES her mom! Aww, this is cute.",
"tiakall.wren.h1.shelf.13": "You pull a random book off Wren's shelf.#'The Warring Demons Era'. A couple of demons and a failed samurai try to convince others to do good during a bleak period of historical time. There's a lot of monster fights, but you barely notice it over how compelling the actual characters are.",
"tiakall.wren.h1.shelf.14": "You pull a random book off Wren's shelf.#'Spring Rains'. A Chosen One and her knights fight against an evil god, but secretly she's conspiring with one of them to end the world? It looks like Wren might've cried on these pages before. After finishing the first volume, you can see why.",
"tiakall.wren.h1.shelf.15": "You pull a random book off Wren's shelf.#'That Story, Once Again'.  A girl gets drawn across time and must assemble her predestined knights to save the world/maybe return home.  The volumes are very old and worn. One of the dog-eared pages marks an interview with the author, a nonbinary person.",
"tiakall.wren.h1.shelf.16": "You pull a random book off Wren's shelf.#'A Handful of Stars'. Three girls who all have crushes on each other, but don't want to ruin their trio's friendship by confessing. Also, crossdressing.",
"tiakall.wren.h1.shelf.17": "You pull a random book off Wren's shelf.#'Me and My Lesbian Escort'. An autobiographical account of a woman deciding to try a lesbian escort. But it really seems like it's a lot more about depression, loneliness, and struggling with trauma.",
"tiakall.wren.h1.shelf.18": "You pull a random book off Wren's shelf.#'The Red Dragon Rides at Dawn'.  A spoiled princess loses her throne, but in the process of growing up and seizing her fate, acquires a bunch of hot men instead. Seems like a good trade, honestly.",
"tiakall.wren.h1.shelf.19": "You pull a random book off Wren's shelf.#'Negated Lives': A band of weirdos bound by unwanted superpowers team up to attack and dethrone God. If you don't put this down now, you're going to read straight through the whole thing.",
"tiakall.wren.h1.shelf.20": "You pull a random book off Wren's shelf.#'Here's Your Villainess, Love, Earth'. A girl is reincarnated into a fantasy dating sim - and she'd better hook up with a boy fast, before the heroine shows up!",
"tiakall.wren.h1.shelf.21": "You pull a random book off Wren's shelf.#'I'm Just a Girl'. A boy in a terrible accident wakes up to find the doctor reconstructed him based on the picture in his pocket - which is his crush!  Mistaken for his crush's missing twin sister, he now has to find out what happened to her before 'her' cover is blown.",
"tiakall.wren.h1.shelf.22": "You pull a random book off Wren's shelf.#'Prince? of the Virtual World'. After being teased by her brother because playing as a girl is 'easy', a girl logging into a new MMO asks the creator to make her a boy instead. She gets her wish, but also she's really hot? and lots of people fall for her? Including a bard who likes gay flirting with her just for kicks... or is it?",
"tiakall.wren.h1.shelf.23": "You pull a random book off Wren's shelf.#'The Crown Jewel of The Rose Palace'. A semi-historial story about a princess and the crossdressing bodyguard who may or may not be in love with her. Wow, this one's a fancy gold-lined hardcover!",
"tiakall.wren.h1.shelf.24": "You pull a random book off Wren's shelf.#'I'm a Slime with a Hearty Appetite, and That's Okay'.  A 'reborn in another world' story, where the main character starts as a slime but absorbs the powers of those they eat. Another one that seems to play around with gender a little, too.",
"tiakall.wren.h1.shelf.25": "You pull a random book off Wren's shelf.#'Absolute Destiny Apocalypse'. A girl who wants to be a prince, chasing after the man who inspired her, ends up at a mysterious private academy, where students fight to obtain the 'ultimate power'. This is a nicely published set of volumes, decked out with a rose theme.",
"tiakall.wren.h1.shelf.26": "You pull a random book off Wren's shelf.#'Sunset River'. A girl falls into the past of a foreign country, and gets sucked into their politics when she's mistaken for a goddess of victory.  It seems pretty standard for shoujo, but the detail put into the setting is compelling.",
"tiakall.wren.h1.shelf.27": "You pull a random book off Wren's shelf.#'Seeds of a New World'.  A postapocalyptic story about people waking up from a cryogenic sleep after the world's been destroyed and having to survive. Hey, is this the same author as Rowdy Postapocalyise?",
"tiakall.wren.h1.shelf.28": "You pull a random book off Wren's shelf.#'Spirits versus Aliens'. A popular girl who doesn't believe in aliens meets a guy who doesn't believe in spirits, and after a challenge to prove each other wrong, they discover they're both right. Now he's cursed and she's developed ESP. Like a lot of Wren's books, it has an interesting concept, but the main pair interacting is really what sells it.",
"tiakall.wren.h1.shelf.29": "You pull a random book off Wren's shelf.#'Rejected Mystery'. A sharp-minded college student, after being accused of a crime he didn't commit, gets sucked into one mysterious case after another. The main character has some very thoughtful things to say, and he's 100% got to be some variety of neuroatypical.",
"tiakall.wren.h1.shelf.30": "You pull a random book off Wren's shelf.#'Saviors of the Solar System'. A team of astronomy-themed magical girls fighting evil and looking for boy/girlfriends. Isn't this series pretty old? You think you remember seeing it on TV as a kid.",
"tiakall.wren.h1.shelf.31": "You pull a random book off Wren's shelf.#'Love is Blind (and Deaf)'. A dark yet hopeful story about a manhwa writer who loses his sight falling in love with a deaf girl who finds him through his manhwa.",
"tiakall.wren.h1.shelf.32": "You pull a random book off Wren's shelf.#'Rowdy Postapocalypse'. It looks to be about a girl who fights an evil king as the Chosen One by pretending to be her twin brother. The pencil work is very detailed and it seems there's a lot of gender themes involved.",


//Vanilla CTs
"tiakall.wren.Introduction": "Hi there. You're new in town? That's great, so am I.$h#$b#Name's Wren. I run Songbird Plumbing, so if your water don't work, don't turn on the waterworks!#$b#...I'm still workshopping the slogan.$3",
"tiakall.wren.cc_Begin": "Heard you were revamping that old building north of town. If you need plumbing work, give me a call.$h",
"tiakall.wren.cc_Boulder": "Something was rumbling north of the town last night. I hope it wasn't another earthquake.$s",
"tiakall.wren.cc_Bridge": "Looks like that bridge to the old quarry got repaired.#$b#A durable spot, distanced from living things... sounds like the perfect spot for some shenanigans.$h",
"tiakall.wren.cc_Bus": "Ophelia mentioned Lewis finally got off his patootie and got that bus fixed. Guess the Suzuka Shuttle won't be as in demand now.",
"tiakall.wren.cc_Greenhouse": "You know what would make that shiny new greenhouse of yours even better? A shiny new sprinkler system.$h",
"tiakall.wren.cc_Minecart": "Looks like those old rickety mine carts are running again. I saw one of them zipping around the other day like it was going to swerve off the tracks any second.#$b#...Not gonna lie, it looked fun.$h",
"tiakall.wren.cc_Complete": "Can't believe you went around restoring a whole community center and didn't even invite your good friend to help with the plumbing!$3#$b#Haha, I'm just kidding... but I do hope you got someone to check your work.",
"tiakall.wren.movieTheater": "That theater that just popped up overnight...$6#$b#I know they're using the old Jojamart building, so it's not like it's from scratch, but they would've had to have a plumber to check the pipes at least. So where...?$6",
"tiakall.wren.willyCrabs": "So... our Willy had crabs that then spread everywhere... you and Gus caught them, and now he's offering them to the whole town...#$b#Look, you don't get an opportunity like this every day. Phrasing is suspended.$h",
"tiakall.wren.pamHouseUpgrade": "It was a lot of fun getting to work with Robin on a big project like this. Thanks for giving me the opportunity, @.",
"tiakall.wren.pamHouseUpgradeAnonymous": "It was a lot of fun getting to work with Robin on a big project like this. Whoever it was that funded that house, I'm thankful to.",
"tiakall.wren.AcceptBirthdayGift": "How'd you find out it was my birthday?$h",
"tiakall.wren.AcceptBirthdayGift_Negative": "@, your sense of comedic timing really needs to be worked on. You know it's my birthday, right?$2",
"tiakall.wren.AcceptBirthdayGift_Positive": "Aw, thanks @. You didn't have to get me a birthday present, but I appreciate it!$1",
"tiakall.wren.Characters_MovieInvite_Invited": "A movie? Sure, it sounds like fun! Though I'll warn you I'm a bit of a nerd.$1",
"tiakall.wren.RejectMovieTicket": "A movie? I love to, but I've got a lot on my plate right now. Maybe another time?$3",
"tiakall.wren.DumpsterDiveComment": "Look, @, I'm not one to judge, but if you're hungry, say something.$s",
"tiakall.wren.AcceptBirthdayGift_Loved": "Wow, I can't believe you remembered my birthday! Even I don't remember my birthday half the time!$h",
"tiakall.wren.AcceptGift_(O)403": "Thanks, @! This'll keep me going through the day.$h", //field snack
"tiakall.wren.AcceptGift_(O)167": "Thanks for fueling my addiction, haha.#$b#I should quit it, but I'm old, I'm allowed to have ONE vice, right?$h", //joja cola
"tiakall.wren.AcceptGift_(O)219": "I appreciate the thought, but I really have to watch my sodium intake.$s", //trout soup
"tiakall.wren.AcceptGift_(O)372": "Why yes, I am a lesbian, thanks for noticing.$h", //clam
"tiakall.wren.AcceptGift_(O)404": "Call me basic, but there's something about an ordinary, raw mushroom that's just delectable.$1", //common mushroom
"tiakall.wren.AcceptGift_(O)444": "Oh!$4#$b#Look at the colors...the way it reflects the light... and it's so soft...$4#$b#Thank you, @!", //duck feather
"tiakall.wren.AcceptGift_(O)440": "I can use this for the plushie I'm working on! Maybe I'll make it look like you in your honor?$h", //wool
"tiakall.wren.AcceptGift_(O)112": "A little spit and polish ought to clean this right up. I wonder what I can make with it?$h", //rusty cog
"tiakall.wren.AcceptGift_(O)122": "Oh wow, this looks complex. I might need to ask Maru or Kenneth about this one. Thanks, @, I love a puzzle!$h", //dwarf gadget
"tiakall.wren.AcceptGift_(O)286": "Woohoo! Time to make some homemade fireworks!#$b#Nah, I know what I'm doing, it'll be fine.$h", //cherry bomb
"tiakall.wren.AcceptGift_(O)287": "Aw yeah, time to blow stuff up!$h#$b#What's with that look? Doesn't every girl like seeing explosions up close?#$b#Well, they should.$h", //bomb
"tiakall.wren.AcceptGift_(O)288": "@... this... this level of firepower...$6#$b#...is perfect! Today, that effing toilet's finally getting what it deserves!$1", //mega bomb
"tiakall.wren.AcceptGift_(O)Wildflour.SASS_Bubblegum_Funnel": "Ooh, you found another of those neat mushrooms! They're amazing raw or caramelized!$7",
"tiakall.wren.AcceptGift_(O)Wildflour.SASS_Bubblegum_Funnel.first": "Oh wow, I've never seen this kind of mushroom before!$7#$b#Is it... actually edible? I'd better ask Wildflour about this one.$6",
"tiakall.wren.AcceptGift_(O)StardropTea": "Huh, did you get this from Robin? This reminds me of the coffee she used to make.$6",
"tiakall.wren.GreenRain": "You came out in this stuff, @?#$b#Well, your skin isn't melting off or anything so you'll probably be fine. Wanna come help me with a puzzle?$1",
"tiakall.wren.GreenRainFinished": "That was something else yesterday, huh? Truly, nature is mysterious.$1",
"tiakall.wren.GreenRain_2": "Hey @. Since all my electronics are taking a rain day, I figured I'd catch up on my offline hobbies.#$b#Ever built a plastic model?$1",

//Vanilla+ (Mobile Phone, 14 Hearts, More CTs, etc)
"tiakall.wren.MobilePhoneGreeting.7": "Roadkill Cafe! You kill 'em, we grill em! Haha, just kidding, {0}.",
"tiakall.wren.MobilePhoneGreeting.1": "Songbird Plumbing. Is this an emergency or non-emergency request?",
"tiakall.wren.MobilePhoneGreeting.2": "Hi, {0}. I didn't butt-dial you, did I?",
"tiakall.wren.MobilePhoneGreeting.3": "'Sup, {0}?",
"tiakall.wren.MobilePhoneGreeting.4": "Argleblargh! Sorry, nearly dropped the phone into the toilet.",
"tiakall.wren.MobilePhoneGreeting.5": "Songbird Plumbing! WATER you in need of?",
"tiakall.wren.MobilePhoneGreeting.6": "Hi, {0}. How's it going?",
"tiakall.wren.MobilePhoneReminisce": "Huh? No, I totally remember that, I'm not THAT old.",
"tiakall.wren.MobilePhoneInvite": "You want to do something together?",
"tiakall.wren.MobilePhoneGoodBye.5": "See you, @. Okay, hang up... danged tiny buttons....$2",
"tiakall.wren.MobilePhoneGoodBye.1": "Okay, I'll see you later.",
"tiakall.wren.MobilePhoneGoodBye.2": "Later! Let me know if you spring any leaks! Or leeks, in your case.$1",
"tiakall.wren.MobilePhoneGoodBye.3": "See you around, @.",
"tiakall.wren.MobilePhoneGoodBye.4": "Shout if you need anything, all right?",
"tiakall.wren.railroadEarthquake": "Hey, @, what's shaking? Besides the ground.$h#$b#Okay, that one was pretty bad. Don't fault me for it.",
"tiakall.wren.islandResortUnlocked": "Did you hear Willy's running a boat service to some beach hangout now? I can't wait to go see some tropical birds!$7",
"tiakall.wren.jojaMartStruckByLightning": "Heck of a storm we had last night, huh? Keep an eye out for damaged trees if you're in the woods. It sounded like some of it was close.",
"tiakall.wren.babyBoy": "...$6#$b#Sorry, @. There's something about a new baby that gets me emotional. It's an amazing thing, isn't it?",
"tiakall.wren.babyGirl": "...$6#$b#Sorry, @. There's something about a new baby that gets me emotional. It's an amazing thing, isn't it?",
"tiakall.wren.wedding": "I love seeing younger folk get married. It's like it's even more magical when the world is young and fresh.$h",
"tiakall.wren.event_postweddingreception": "You really know how to throw a great wedding reception, @. Give my regards to your planner.$h",
"tiakall.wren.luauBest": "Who coordinated that soup? Cause man, it was great.$1#$b#All those naysayers about 'weird combos' and 'sanitation' really got shown up, huh?$1",
"tiakall.wren.luauShorts": "...Okay, I'm all for pranks every now and then, but not at the expense of food. It's disrespectful.$5",
"tiakall.wren.luauPoisoned": "Oof, something turned me inside out. Okay, 'the soup is unsanitary' folks, you win this round.$2",
"tiakall.wren.MaruCometSighting": "Diala mentioned we had a comet pass over the region recently and was telling me about what it meant in astrology.#$b#I didn't really get it, but it was cool to listen to.$3",
"tiakall.wren.HaleysCakeWalk": "So how'd that cakewalk in town go? I had appointments, so I gave Diala some money to bake some to donate.",
"tiakall.wren.ElliottTourOver": "Elias mentioned Elliott had a tour for his first book. Good for him!$h#$b#Elias said he'd bring me a copy. I kind of hope it's a fantasy, heh.",
"tiakall.wren.SebastianNewFrog": "Robin told me Sebastian's started caring for injured frogs, so I printed him out some 3D stuff for the terrarium.#$b#It was the least I could do.$6",
"tiakall.wren.AlexSportsRoom": "Gus's new shiny sports room is pretty neat looking.#$b#Gets pretty loud on game days, though.$3",
"tiakall.wren.ShaneSportsRoom": "Gus's new shiny sports room is pretty neat looking.#$b#Gets pretty loud on game days, though.$3",

//ARV
"tiakall.wren.SterlingTrash": "I saw Gus hauling out the trash earlier with a really grossed-out look. Something happen at the saloon last night?",
"tiakall.wren.SterlingTrain": "Mia was home when I went over to the Cooper place for some work.#$b#We got to talking and it turns out we have some really neat things in common!$h",
"tiakall.wren.SterlingShaneParty": "Mia offered to give me a cooking lesson!$h#$b#It... didn't go well. I'm pretty bad at some femme stuff.$3",
"tiakall.wren.SterlingSwim": "I was thinking of knitting Mia a scarf.#$b#Do you think she'd like the colors like, I dunno, maybe a pink and pastel blue?$6",
"tiakall.wren.SterlingBike": "I was talking to Henry the other day, and you know, I get the impression he likes Mia. Like, LIKES likes her.#$b#He'd better move fast, it's a miracle a cutie like her hasn't been swarmed with suitors yet.$h",
"tiakall.wren.SterlingDrugs": "...$6#$b#You know that Sterling kid? I think he needs help. I've seen that look in young people's eyes many times, when I worked at the counseling center.$6#$b#But I don't know him that well so I don't think he'll listen to me much. Still, I'll say something to Mia.$2",
"tiakall.wren.SterlingSobriety": "I gave Mia a hand around the house the other day with some handyman stuff.#$b#I think she's struggling with it because Henry works a lot and Sterling... well, he's struggling just to take care of himself.$2#$b#But that's what a community is for, right? What's easy for one might be hard for another.",
"tiakall.wren.SterlingRelapse": "You know...I just can't bring myself to condemn Sterling even though he's putting his family through so much.$6#$b#Sometimes you just... have to make the mistake and see the consequences for yourself.#$b#And it's not really like I should be throwing stones around my glass house, either.$2",
"tiakall.wren.SterlingApology": "Mia mentioned that Pierre and Sterling made up. That's the important part, you know?#$b#Show me a pair of people that never fought and I'll show you two people that have never MET.",
"tiakall.wren.SterlingDinner": "Next time Mia's heading into the city, I told her I'd take her to the queer center I used to work at.$1#$b#Want to come with us, @?",

//Ripley
"tiakall.wren.RipleyMonsters": "Saw Ripley walking by the other day all decked out with a big ol' farming scythe and cloak.#$b#...Man, if I was twenty years younger.$6",
"tiakall.wren.RipleyFolkHero": "The way Ripley runs around town all day, I don't know how she has the energy to do all she does.#$b#...sometimes, I worry she doesn't.$6",
"tiakall.wren.RipleyLostCow": "You know, I'm certainly happy Ripley's my neighbor and wouldn't ever want her to leave, but...#$b#They don't tell you in the city how loud cows are, huh.$3",

//Jonghyuk 
"tiakall.wren.JukeboxFire": "Thankfully after I cleaned up the fire and extinguisher mess, Gus's jukebox only needed a new schlond-poofa.#$b#Apparently the kid hanging around Jonghyuk tried to fix it? He's a cute little thing.$1",
"tiakall.wren.LanhyukChemistry": "I see Lani heading over to Jonghyuk's every now and then. That tech setup of his must be pretty hard to manage.", //added in 1.0.4
"tiakall.wren.SpannerRaccoonRivalry": "Hahahaha! Gotta love the energy and drive of the young!$1#$b#I would've just made him another sandwich. But I know that's not the point.", //added in 1.0.4
"tiakall.wren.SpannerMinesCollapse": "I swear, I'm going to shake that little man until I can stuff some sense into him.$2#$b#I wish he wasn't in such a hurry to grow up. It's rough on people when they don't get a chance to be a child.", //added in 1.0.4
"tiakall.wren.jhWaterLantern1": "Wasn't that a chill festival? I'm impressed Jonghyuk managed to put all that together.#$b#He tends to hold things pretty close to his chest, I've noticed, so I'm glad he could show people a bit of who he is.", //added in 1.0.4
"tiakall.wren.DinerDashSunberryHangout": "You looked pretty in control when you were helping out Jonghyuk the other day, no panic at all.#$b#Did you do food service back in the city at some point?$1", //added in 1.0.4


//Alecto
"tiakall.wren.AlectoIntroduction": "Saw a couple of crows flying around in the north the other day. Though they were pretty big, so I suppose they could have been ravens....",
"tiakall.wren.AlectoWizardTower": "I found one of those crows with a bag on its head. It held real still for me when I pulled it off, though it wanted the bag back immediately afterwards.$6#$b#Most animals won't let you approach like that, even if you're trying to help. Crows really are smart!$1",

//Juna 
"tiakall.wren.JunaBeachBallet": "You believe in ghosts, @? Get this--I saw a pale white ballerina dancing on the beach in the rain the other day!#$b#I mean... I suppose it could've been a person, but I kinda hope it wasn't just because a human being out in that torrent probably would get sick.$2",
"tiakall.wren.JunaGone": "@, you're not gonna believe this! I saw the ballerina ghost again, at the bus stop!$4#$b#Well, she said she's only half ghost on her mom's side, so I guess I wasn't completely wrong.$3",

//Lucikiel
"tiakall.wren.LucikielArrives": "Huh, a real, live demon got summoned in Pelican Town?#$b#Honestly, I'm more curious than afraid. When you're old and unattached, you get to being kind of stupid like that.$s",
"tiakall.wren.ReputationIncreased": "Seems everyone's gotten used to having a demon in town. I guess people can get used to anything.$2#$b#Well, it's not like he's eaten anyone.$3",

//RSV
"tiakall.wren.RSV_GH1": "Lenny hired me to revamp the piping for the water sources in that new greenhouse. That water's so potable, all you need is a pan!$h",
"tiakall.wren.keahi_prank": "Ah, sewer accident, I take it?$s#$b#Quarter cup of baking soda, add vinegar after a minute or so. Works like a charm.",

//Leilani
"tiakall.wren.LeilaniArrives": "Hey, did you know Pika over in Ridgeside actually has a wife?#$b#He talked about her being gone so much, I thought he meant she was dead.$3",

//Toshinori
"tiakall.wren.TalkingAboutToshinori": "I met the new patient when I was over at Harvey's for work. It's nice having someone else close to my age in town.$h",
"tiakall.wren.ToshisSon": "Toshi introduced me to one of his kids while I was working at the museum.#$b#That boy really seems like he's got his eyes forward and his head on straight. Adorable, too!$h",
"tiakall.wren.ToshiUpset": "Where the heck is Toshi running off to in his condition?$5#$b#If he'd wanted to go somewhere, even nowhere in particular, I've got a car.",
"tiakall.wren.ToshiPTSD": "Sometimes when I see Toshinori, I can tell his eyes are on the past, not the present.$6#$b#I know because I'm sure I've had that look myself, many times.$6",
"tiakall.wren.ToshiAndDemetrius": "...I get what Toshi's trying to do, and I appreciate it. But the situation isn't that simple where one side is evil and wrong, you know?$6#$b#If he wants to be mad at someone, shouldn't he be angry at the piece of garbage dad that abandoned Robin and Seb in the first place?$6",
"tiakall.wren.ToshiGotTherapy": "Not gonna lie, it's kind of fun getting to swap therapy notes with Toshi now.$h#$b#I'm glad he's finally caring for himself like he cares for others.",

//Jorts and Jean 
"tiakall.wren.MeetTheCats": "Talking cats? Pistachio meows at me for food every time I see him, does that count?#$b#I'd believe it though, there are some strange things around here.$3",
"tiakall.wren.ButteredJorts": "I should feel sorry for Pam and Jorts, but it's such a great story. I think they've unwittingly spawned a town legend.$h",
"tiakall.wren.JortsZoomies": "I used to work for a guy like Morris.#$b#If they're anything alike, I absolutely could believe Morris could be led around by the nose by a combined twenty pounds of cat.$2",
"tiakall.wren.OpenAllTheDoors": "Ugh, did the Jojamart really close down rather than acknowledge a union? That nonsense is so last century.$5",

//Wren the plumber
"tiakall.wren.WrenFliesIn": "Hope I didn't keep you waiting too long. Robin and I knew each other a long time ago, so we were just catching up.",
"tiakall.wren.ShoujoIsForGirls": "So, what'd you think? You're welcome to come back and read more anytime.$h",
"tiakall.wren.OnTheSheShore": "So, what'd you think of that letter?$h#$b#I know it's pretty silly, but it felt kinda... joyous to write. You don't have to frame it or anything, but I'd like if you kept it.$3",
"tiakall.wren.WhyBirdsFly": "Sorry if I talked your ear off, @. At least now you know where to go for all your bird facts!$3",
"tiakall.wren.DrivingMemoryLane": "Thanks for hearing me out, @.#$b#If you ever want to go on a drive without the serious talks, I'm always up for that.$1",
"tiakall.wren.IntroToWebtoons": "Did you know Jonghyuk's bilingual?$1#$b#I'm a little jealous, I'd love to be able to read another language, but I never got started when I was young. And now it just won't stick in my brain, haha.",
"tiakall.wren.HotShowersforHotDemons": "I went to visit those demons the other day, make sure they had access to water and all.#$b#Took a few years off my life, the one did.$3#$b#But even demons still want hot showers, turns out.",

//SBV
"tiakall.wren.MeetDND": "That cat cafe is full of such cuties! Oh, the cats are cool too, I suppose.$h",
"tiakall.wren.ReihanaIntro": "So Diala *accidentally* summoned a demon?$4#$b#...Honestly, demon summoning sounds a lot easier than it should be.$2",
"tiakall.wren.ThyLampsOut": "I was helping Kenneth debug Gus's outside lights shorting out, but we couldn't find a dang thing. They just keep burning out when they shouldn't.$2#$b#Emily said she hasn't had any problems since she's left them off at night, though. Maybe they're just diurnal?",
"tiakall.wren.AriGetsSlimed": "Blake really needs to pick his targets better. The most fastidious person in town that's also his parent?$2#$b#On the other hand, that probably makes it funnier.$1",
"tiakall.wren.DDEngaged": "It's about time those two got together! To be honest, I thought they were *already* together when I first came here.$1",
"tiakall.wren.EliasHouseBegin": "Hey, @! Got any juicy gossip for me today?",
"tiakall.wren.EliasHouseBegin.q": "Actually, yeah. Elias decided to renovate his old house.",
"tiakall.wren.EliasHouseBegin.r": "Oh, then I'd better go see him! Someone's going to have to fix up his pipes.$1",
"tiakall.wren.GSBCheck1": "So they put that mystery plant right outside Jumana's, huh?#$b#Truth be told, I kind of hope it's a tree.  Wouldn't it be cool to have a giant tree in the middle of our houses?$1",
"tiakall.wren.GSBAcquired": "I'm so curious to know how our mystery berries taste. Let us know what you use it in!$1",
"tiakall.wren.BlakeStartsPrepping": "I overheard Blake telling Ari he wants to change majors. Good for him.#$b#Honestly, the fact that people don't change careers more often surprises me. How can people actually pick what they want to do as a teen?",
"tiakall.wren.SBVMuseumBegin": "I'm excited to see what goes into that museum of Elias's. There's always interesting stuff to every little local nook and cranny.",
"tiakall.wren.SBVMuseumComplete": "The museum's got such cool stuff in it! I'm gonna have to take a day to really check it all out.#$b#Now, think I can convince Elias to do a local birds' feather display?$7", //added in 1.0.1
"tiakall.wren.EliasCompendiumComplete": "Elias is so excited about his fish book, he's talking to everyone about it.#$b#I don't really get the appeal of fish, but it makes me happy to see him enjoying it.$1", //added in 1.0.1
"tiakall.wren.Custom_SBV_SunberryVillage_62_91.5": "What do you think, Mia? More blue or less?",
"tiakall.wren.Custom_SBV_SunberryVillage_62_91.1": "Hey Dao, can I have a bite of whatever you're making? It smells amazing.$h",
"tiakall.wren.Custom_SBV_SunberryVillage_62_91.2": "Hi, @, come to join our little weekly shindig?",
"tiakall.wren.Custom_SBV_SunberryVillage_62_91.3": "Need any socks, @? I could put you on my list.$h",
"tiakall.wren.Custom_SBV_SunberryVillage_62_91.4": "These stitches are so tiny, but it's gonna be worth it. If you're doing plushies, you really want amigurumi style.#$b#Friend of mine up in the mountains, Lola, taught me this one.$h",
"tiakall.wren.SolarionMMORelease": "Lani's been real excited about this Solarion video game that just came out. Sounds pretty neat.#$b#Me? Oh, no, I'm too much of a casual player for it, I'd be terrible.$3", //added in 1.0.4

//Other
"tiakall.wren.PTJ03": "Juliet sent me some of the footage from the crustacean carnage at the Jojamart.$h#$b#Gotta say, I admire the prankster's dedication to the bit. That is an impressive amount of crabs.$h",
"tiakall.wren.pumpkin_spice_madness": "Flavored coffees are so full of calories. It's best to not have too many.#$b#But I think one or two a season as a treat would be fine.$h",
"tiakall.wren.Shane_Starts_Selling": "One of the guys who used to work at Joja, the scruffy one, mentioned he's got an in for Joja's clearance items.#$b#I'm going to send him a list of my usual needs for him to keep an eye out for. I'm always down for a good bargain.$h",
"tiakall.wren.Demetrius_oilmakers": "So you took some brand new oil makers to Demetrius only for him and Maru to tear them apart?$h#$b#I get it though, it's so fun to pull something apart to see how it works.",
"tiakall.wren.Maru_powerforproject": "I don't know what Maru was working on, but whew, that house is making my eyes water when I go over.",
"tiakall.wren.Robin_likestrawberrywine": "Strawberry wine? Ahaha, it's good to know Robin's tastes haven't changed. She always did like the real sweet stuff.$1",
"tiakall.wren.Emily_nicethreads": "@, that Spanish Moss thread you gave Emily is so cool!$h#$b#So... can you hook another girl up?$3",
"tiakall.wren.krobuslightsCT": "When I was down checking the pipes the other day, someone's strung up a bunch of lights in there! Like little stinky fireflies!$h",
"tiakall.wren.TrickorTreatEvent_CT": "By Yoba, that Spirit's Eve thing Jas and Vinnie put on was so adorable! I'm glad I wore my costume to town that day!$h",
"tiakall.wren.Ivy_OrnithologistGuild_Introduction": "Hey @, how do you feel about birds? Ever want to go birdwatching with me sometime?",
"tiakall.wren.Ivy_OrnithologistGuild_LifeListAll": "You've really taken to birding, huh? C'mon, let's go on a birdwatching trip sometime! It'll be fun!$1",

//Daily Dialogue (set 1)
"tiakall.wren.Mon": "Hi, @. I'm working some routine calls today, but I'm reachable by cell if you have an emergency.",
"tiakall.wren.Tue": "Hello, @. How're your pipes?#$b#The ones in your house, not your throat, that is.$h",
"tiakall.wren.Wed": "*yawn* Hey, @, how are you? You look like you've got more pep in your step than me, heh.#$b#Want to lend me some of that energy?$h",
"tiakall.wren.Thu": "'Sup, @? If you want to stick around I can show you a few things about waterworks.",
"tiakall.wren.Fri": "Hi, @. Got any plans for the weekend? I might go birdwatching.$h",
"tiakall.wren.Sat": "I got the neatest little patterns off that Betsy site the other day.  Can't wait to fire up the 3D printer and try 'em!$1",
"tiakall.wren.Sun": "Hi, @. Taking a day off, I hope?#$b#I know nature waits for no one, but humans aren't as tireless. It's important to take time to rest, too.",

"tiakall.wren.Mon2": "Did you see that bird just now, @?$h#$b#I know it was just a house sparrow, but I like them. They're so cute and round.",
"tiakall.wren.Tue2": "Ow. Pushed myself a little too hard yesterday. You'd think at my age I'd know my limits better.$3",
"tiakall.wren.Wed2": "Did I give you one of my business cards? Here, my number.#$b#%She hands you a card that says 'Songbird Plumbing: WATER you in need of?'#$b#Yeah, not sure about that slogan, either.$3",
"tiakall.wren.Thu2": "So you ran away from the corporate world, did you? Seems a lot of people around here did that.#$b#Me, I just heard this whole area was lacking a plumber, and I liked the idea of no competition.",
"tiakall.wren.Fri2": "I might go on a drive this weekend along the coast. This area has great seabirds year round, you know?",
"tiakall.wren.Sat2": "I thought I was pretty fit for my age, but seeing Maia run around makes me tired just looking at her. I don't know how she does it.",
"tiakall.wren.Sun2": "Most folks in Sunberry don't have a car, so I offered a lift if anyone needs to get somewhere a train or bus can't.#$b#I really like driving around these country roads, so I don't mind at all.",

"tiakall.wren.Mon4": "I'm looking forward to going home and reading tonight. One of the manga I follow is starting a new arc.$h",
"tiakall.wren.Tue4": "You ever think about the past, @? When you get to be my age, you tend to remember it a lot.#$b#The important thing is not to dwell on it too much. It is what it is, you know?",
"tiakall.wren.Wed4": "You know, I thought about being a comedian, but I had to become a plumber since all I had was toilet humor.#$b#Pfft, haha! Sorry, but not sorry. Puns are queer culture!$h",
"tiakall.wren.Thu4": "How are you liking working with crops? There's something nice about a physical job, isn't there?",
"tiakall.wren.Fri4": "Make sure you stretch and give yourself plenty of rest, especially if you're new to this physical labor, @.#$b#It might take a decade or two, but your body will be glad you did.",
"tiakall.wren.Sat4": "I swear, I get clumsier as I get older. I keep tripping over rocks that aren't there.#$b#Sometimes I even think I hear them squeaking in protest.$2",
"tiakall.wren.Sun4": "The internet makes it a lot easier to get specialty parts, but it's pricey.#$b#If I didn't have Suzuka to make regular supply runs, it'd be hard to make a living.",

"tiakall.wren.Mon6": "When you get to be my age, you really stop sweating a lot of the small stuff.#$b#You've seen it often enough to know you're not even gonna remember it down the road.",
"tiakall.wren.Tue6": "Do you have any pets, @? I've thought about getting a bird, but...#$b#It seems mean to keep it inside a cage, you know?$2",
"tiakall.wren.Wed6": "If you ever need advice, @, feel free to ask.#$b#I've already made most life mistakes, so now you don't have to!$h",
"tiakall.wren.Thu6": "Don't mind me, I'm still a little damp from a work accident. Took a pipe bursting straight to the chest.$3#$b#Thought Lewis's eyes were going to pop right out of his head. Apparently he's surprised my tits are a lot younger than I am!$h",
"tiakall.wren.Fri6": "Going to the saloon tonight, @?#$b#Big crowds aren't really my thing--I usually only stop in when I'm already doing maintenance for Gus.$3",
"tiakall.wren.Sat6": "Dao said her truck was making weird noises, like a GWWRRRR-FWAPPA-FWAPPA-FWAPPA thing.#$b#For reference, @, that's what it sounds like when a serpentine belt snaps. And it's ALWAYS the serpentine belt.",
"tiakall.wren.Sun6": "There's a queer event coming up at my counseling center in Zuzu. Hmmm...",
"tiakall.wren.Mon8": "Transient, transparent, transmogrify... transit....#$b#Oh, hey @. Just thinking about trans puns.#$b#Got any favorites?$h",
"tiakall.wren.Tue8": "There was a trend a couple of decades a while back for 'hidden bathrooms', with the toilets and sinks contained in the walls until you popped them out for use. A lot of older houses still have them.#$b#It's a cool idea and all, but they're SUCH a pain to repair.$2",
"tiakall.wren.Wed8": "You know what the secret to having thick, full hair at my age is?#$b#Estrogen.$1",
"tiakall.wren.Thu8": "I really enjoy working with my hands. There's something about creating something tangible, that you can hold and feel.",
"tiakall.wren.Fri8": "Silas is putting together some molds to make some parts for me.#$b#If this works out, it'll be cheaper than Joja and support a local business! Win-win.$h",
"tiakall.wren.Sat8": "I'm trying out a new pattern for knitting gloves. If it works well, I'm going to make a pair for Jumana next.#$b#It's a lot harder to keep your hands warm when you get older.$2",
"tiakall.wren.Sun8": "I'm missing Zuzu a little today. I'm... not real good at making friends, so the counseling center I worked at was a lifesaver.$6#$b#Not to get too sappy on you, but it makes me value my friendship with you, @.",

"tiakall.wren.Mon10.5": "What birds do you like, @?#$b#I'm a fan of crows. They are such amazingly smart birds!",
"tiakall.wren.Mon10.1": "What birds do you like, @?#$b#I'm a fan of mockingbirds. Those are birds that know no fear.",
"tiakall.wren.Mon10.2": "What birds do you like, @?#$b#I'm a fan of sparrows. Yeah, they're everywhere, but that familiarity is what makes them likable, you know?",
"tiakall.wren.Mon10.3": "What birds do you like, @?#$b#I'm a fan of wrens, of course. Did you know there's a legend where the wren became the King of Birds?$h",
"tiakall.wren.Mon10.4": "What birds do you like, @?#$b#I'm a fan of hummingbirds. Their flight mechanics are incredible!",
"tiakall.wren.Tue10.5": "Having an uneventful Tuesday, I hope, @?#$b#Not like me, who just took a blast from a hose to the face. Remember, it's righty tighty, lefty loosey.$s",
"tiakall.wren.Tue10.1": "Having an uneventful Tuesday, I hope, @?#$b#Not like me, who just discovered the hard way that a toilet had blown its gasket. And now you know where the idiom comes from.$s",
"tiakall.wren.Tue10.2": "Having an uneventful Tuesday, I hope, @?#$b#Not like me, who just lost the last of my nuts down the drain. Go ahead and make the dirty joke, I've done so about three times so far.$s",
"tiakall.wren.Tue10.3": "Having an uneventful Tuesday, I hope, @?#$b#Not like me, who just had a sink trap vomit its contents onto me. Why does this job have to make me wet all the time?$s",
"tiakall.wren.Tue10.4": "Having an uneventful Tuesday, I hope, @?#$b#Not like me, who just pulled something in my back from just standing up. Bodies suck.$s",
"tiakall.wren.Wed10.6": "Hey @, time to play 'Guess What Wren Found in the Pipes Today'!$h#$b#Just a rat. I guess that's why they call it a trap!$h",
"tiakall.wren.Wed10.1": "Hey @, time to play 'Guess What Wren Found in the Pipes Today'!$h#$b#A log! No, an actual, literal, log, not the toilet joke.",
"tiakall.wren.Wed10.2": "Hey @, time to play 'Guess What Wren Found in the Pipes Today'!$h#$b#Some purple boxers. I guess the plumbing came up shorts!$h",
"tiakall.wren.Wed10.3": "Hey @, time to play 'Guess What Wren Found in the Pipes Today'!$h#$b#You don't want to know? Aw, you're no fun.$2",
"tiakall.wren.Wed10.4": "Hey @, time to play 'Guess What Wren Found in the Pipes Today'!$h#$b#I'm... not really sure what it was, actually. Kinda round and squishy, like a marshmallow, and it kept making 'meep' noises until I let it go.",
"tiakall.wren.Wed10.5": "Hey @, time to play 'Guess What Wren Found in the Pipes Today'!$h#$b#I don't really know what it was, but it sure had a, uh, UNIQUE odor.$s",
"tiakall.wren.Thu10.5": "Human biology really likes to kick you when you're down. Food gets to be a real balancing act at my age. %revealtaste WrenSong 167#$b#I shouldn't like Joja Cola as much as I do, but....$2", //fixed coding in 1.0.4 (change #$b$ to #$b#)
"tiakall.wren.Thu10.1": "Human biology really likes to kick you when you're down. Food gets to be a real balancing act at my age. %revealtaste WrenSong 219#$b# That's why I'm not a fan of trout soup. The sodium is not worth it.",
"tiakall.wren.Thu10.2": "Human biology really likes to kick you when you're down. Food gets to be a real balancing act at my age. %revealtaste WrenSong 404#$b#That's why I'm a fan of a good ol' mushroom--tasty and healthy.$1",
"tiakall.wren.Thu10.3": "Human biology really likes to kick you when you're down. Food gets to be a real balancing act at my age. %revealtaste WrenSong 196#$b#And society doesn't help. If I see another ad telling me to eat a salad...$5",
"tiakall.wren.Thu10.4": "Human biology really likes to kick you when you're down. Food gets to be a real balancing act at my age. %revealtaste WrenSong 403#$b#Field snacks are great for that. Good way to have nutrition in the mornings when I'm off to Pelican Town.",
"tiakall.wren.Fri10.7": "When you work in people's houses so much, you get to hear all sorts of stories from them. %revealtaste AichaSBV 635#$b#Did you know Aicha hates oranges? She says they're too tough and bitter.#$b#I...don't think anyone told her not to eat the peel.$3",
"tiakall.wren.Fri10.1": "When you work in people's houses so much, you get to hear all sorts of stories from them. %revealtaste AriSBV 203#$b#Like Ari can't stand the taste of eggs. Won't even touch buns made with them because he claims he can still taste them.#$b#I can kind of understand that, though, I never really acquired a taste for runny yolk, either. Blech.$6",
"tiakall.wren.Fri10.2": "When you work in people's houses so much, you get to hear all sorts of stories from them. %revealtaste AminaSBV 591#$B#Amina loves tulips. She likes to go out early in the spring because she can find critters sleeping in the open blooms sometimes.#$b#She found a mouse once. That's so cute!$1",
"tiakall.wren.Fri10.3": "When you work in people's houses so much, you get to hear all sorts of stories from them. %revealtaste MayaSBV 400#$b#Did you know Maia can't stand strawberries? Apparently she took a lot of strawberry-flavored medicine as a kid, and the association just stuck.",
"tiakall.wren.Fri10.4": "When you work in people's houses so much, you get to hear all sorts of stories from them. %revealtaste MiyoungSBV 20#$b#Like Miyoung, she loves leeks. Hated them as a kid, but George convinced her to give them another shot as an adult, and now she's hooked.#$b#George is right, by the way, leeks are great.$1",
"tiakall.wren.Fri10.5": "When you work in people's houses so much, you get to hear all sorts of stories from them. %revealtaste Elias 142#$b#Like Elias and carp. He blames Ari for making him realize how great they are.$1",
"tiakall.wren.Fri10.6": "When you work in people's houses so much, you get to hear all sorts of stories from them. %revealtaste DeryaSBV 395#$b#Derya told me she first started hanging around Diala because the girl could make a mean cup of coffee.#$b#I'm not sure which Derya likes more, coffee or Diala.$1",
"tiakall.wren.Sat10.5": "I picked the name 'Wren' pretty soon after I started transitioning.$6#$b#It's a small, unassuming, plain bird. But plenty loud, heh.",
"tiakall.wren.Sat10.1": "I picked the name 'Wren' pretty soon after I started transitioning.$6#$b#With my hair I probably look more like a blue jay, but I knew someone named Jay back in the city, so that would've been awkward.",
"tiakall.wren.Sat10.2": "I picked the name 'Wren' pretty soon after I started transitioning.$6#$b#I think it pairs pretty well with 'Robin'. We're a similar kind of songbird, but different species. Not even in the same family, even!$3",
"tiakall.wren.Sat10.3": "I picked the name 'Wren' pretty soon after I started transitioning.$6#$b#They're real common in cities, so it's kind of comforting to see them all the time.",
"tiakall.wren.Sat10.4": "I picked the name 'Wren' pretty soon after I started transitioning.$6#$b#Their ability to survive in enviroments most other birds avoid is amazing.$7", //added $7 in 1.0.4
"tiakall.wren.Sun10.7": "Maybe I'll do a little rereading tonight....$6#$b#Might grab From Me to You. I could use a good dose of hope today.$6",
"tiakall.wren.Sun10.1": "Maybe I'll do a little rereading tonight....$6#$b#Think I'll make it Prince of the Virtual World. I'm all up in my gender thoughts today.$6",
"tiakall.wren.Sun10.2": "Maybe I'll do a little rereading tonight....$6#$b#Perhaps the second half of Warring Demons Era? I'm feeling as old as the main character right now. Ah, but maybe I shouldn't skip the first half.$6",
"tiakall.wren.Sun10.3": "Maybe I'll do a little rereading tonight....$6#$b#Ah, could just grab Just Ask Him Already and turn my brain off for a bit.",
"tiakall.wren.Sun10.4": "Maybe I'll do a little rereading tonight....$6#$b#Hmm, what about A Cat's Starlight Paws? Oh, I think I loaned that to Diala....$6",
"tiakall.wren.Sun10.5": "Maybe I'll do a little rereading tonight....$6#$b#I could read Contract of the Spirits... I hate that it isn't finished, though. The author needs to get to work.$6",
"tiakall.wren.Sun10.6": "Maybe I'll do a little rereading tonight....$6#$b#Should just grab a volume or two of Harvest of Seasons? I dunno if I'm in the mood for meta humor tonight, though.$6",

//special
"tiakall.wren.rain.5": "Hi, @. Need a towel?$h",
"tiakall.wren.rain.1": "Want to read something? Feel free to grab a volume and join me.#$b#I could use someone to bounce all my headcanons off of.$h",
"tiakall.wren.rain.2": "The nice thing about being self-employed is I can make days like this emergency calls only.#$b#The downside is all the paperwork's kind of a hassle.$3",
"tiakall.wren.rain.3": "Hi, @. If you're bored since the crops are watering themselves, want to learn how to knit?$h",
"tiakall.wren.rain.4": "What is it about rainy weather that makes everything hurt after you hit a certain age?$2#$b#Whatever it is, I'd like it to not.$2",

"tiakall.wren.SeedShop_22_22.6": "Watch out for thirty, @. That's when you really start to battle your waistline.",
"tiakall.wren.SeedShop_22_22.1": "Don't mind me, just working off that Joja Cola I had this morning.$3",
"tiakall.wren.SeedShop_22_22.2": "I do get a pretty good workout from wrestling pipes, but at my age my metabolism can use all the help it can get.",
"tiakall.wren.SeedShop_22_22.3": "Want me to pause so you can admire my abs, @? I hear the young folk go crazy over a six-pack.$1",
"tiakall.wren.SeedShop_22_22.4": "...Crap, I lost count. Oh well, I'll just keep going until the song changes.",
"tiakall.wren.SeedShop_22_22.5": "I make it out here when I can, but I gotta stay flexible for work appointments first.",
"tiakall.wren.Custom_SBV_TwilightFestival_24_60": "Psst, @... come see me when the festival starts. I did a little stocking up.$1",
"tiakall.wren.twilight.1": "Hey kid, want some candy? I promise this isn't suspicious.$1",
"tiakall.wren.twilight.2": "This candy is all locally sourced and handmade. Only the best!$1",
"tiakall.wren.twilight.3": "I'm not much for selling stuff, so I just brought some candy to hand out. Have some!$1",
"tiakall.wren.twilight.gotcandy": "So, how are you enjoying the festival so far? Make sure you stop by Amina's stall, she's worked really hard on it!",
"tiakall.wren.desertfestival.1": "I gave that shop owner, Sandy, my card since I'm out here. It's a bit of a drive, but I'm probably still closer than Zuzu.",
"tiakall.wren.desertfestival.2": "That chicken racer is so cute! Think the owner would let me pet it between races?$7",
"tiakall.wren.desertfestival.3": "When I told the guy running the food stall I'm watching my weight, he whipped up a great spinach and pineapple smoothie.#$b#I could've done without the garlic sauce, though.$3",


//specific day Dialogue
"tiakall.wren.spring_1": "Finally, we're out of these freezing temperatures. I thought me and the pipes both were never going to thaw.$s",
"tiakall.wren.summer_1": "Summer's my favorite season. Bring on the heat. I welcome sweating like a hog.$h#$b#Though I might feel differently in another decade or so when I start hot flashing!$h",
"tiakall.wren.fall_1": "@, let me know if you need help insulating your plumbing.#$b#You do NOT want one of those pipes freezing, trust me.$2",
"tiakall.wren.winter_1": "Ah, the first freeze of the year. Time to find out how many folks didn't listen to me when I told them to leave their sink cabinets open a crack.$2",
"tiakall.wren.spring_12": "You ever participate in one of those egg hunts as a kid?#$b#Oh, you're participating now?#$b#Well, good on you for not worrying about looking childish! Just try not to trample the little ones, alright?$h", //day before Egg Fest
"tiakall.wren.spring_23": "Ah, I'm probably going to skip out on the flower dance.$2#$b#I'm... not really into the whole binary gender, heteronormative dance thing, you know?$3", //day before Flower Dance
"tiakall.wren.spring_24": "Hey, @. Did you come to check on me 'cause I'm not at the festival?$h#$b#It's awful quiet around town, so I don't mind a bit of company.", //day of Flower Dance
"tiakall.wren.summer_10": "Tomorrow's festival has some of my favorite things. Hot temperatures, cool ocean, and free food.#$b#All it needs is a reading corner, some birds, and a few middle-aged lesbians.$h", //day before Luau
"tiakall.wren.summer_27": "It's nice how everyone loves the moonlight jellies.#$b#How often does everyone just sit around and appreciate the majesty of Mother Nature?", //day before Moonlight Jellies
"tiakall.wren.fall_9": "Tomorrow's my birthday, did you know?#$b#You don't have to get me anything, I'd be happy if you just come wish me a nice birthday.", //day before her birthday
"tiakall.wren.fall_10": "Well, today's my birthday, once again.#$b#How old am I? Uh... I think I'm somewhere in the early 50s still.#$b#I'm not one of those girls that are dodgy about getting older, I just... genuinely don't remember half the time exactly what it is, haha.$3", //day of her birthday
"tiakall.wren.fall_15": "Ah, these little local fairs are such a den of temptation. All the fun stuff to buy, and all the fatty foods to eat.#$b#Of course I'm going. Alex thinks he can beat me at the strength game, and I'm not getting shown up by a kid half my age.$1", //day before Stardew Fair
"tiakall.wren.fall_21.1": "Did you know today's Robin's birthday? I ordered a rare piece of wood for it. I hope she likes it!", //Robin's birthday
"tiakall.wren.fall_21.2": "Did you know today's Robin's birthday? I picked up a bottle of strawberry wine for it. I hope she likes it!", //Robin's birthday
"tiakall.wren.fall_21.3": "Did you know today's Robin's birthday? I got a set of tool sharpeners for it. I hope she likes it!", //Robin's birthday
"tiakall.wren.fall_21.4": "Did you know today's Robin's birthday? I sent her a fancy measuring tape for it. I hope she likes it!", //Robin's birthday
"tiakall.wren.fall_21.5": "Did you know today's Robin's birthday? I commissioned a piece from Leah for it. I hope she likes it!", //Robin's birthday
"tiakall.wren.fall_26": "Are you dressing up for Spirit's Eve, @?#$b#Me? Absolutely. When you get to be my age, you no longer give a rat's butt about embarrassment.", //day before Spirit's Eve
"tiakall.wren.winter_7": "I'm not a fan of this cold, but I told Robin I'd help her with her sculpture tomorrow.#$b#She handles blocking out the general shape and I handle the details.", //day before Festival of Ice
"tiakall.wren.Beach_32_18": "The Mermaid Boat at the Night Market is my favorite, because yes, I am a lesbian.$1#$b#Also, if they can find beautiful fish women, I keep hoping they'll also find some beautiful bird women.", //day she visits the Night Market
"tiakall.wren.winter_24": "So, what do you want for Winter Star, @?#$b#Am I asking because I'm your gifter? That'd be telling.$h", //day before Winter Star

//Resort - Vanilla
"tiakall.wren.Resort_Entering.3": "I am so ready for some birdwatching.$7#$b#Want to join me, @? I'll teach you the basics.$1",
"tiakall.wren.Resort_Entering.1": "I didn't realize the Gem Islands were so close. That explains some of the subtropical birds we see in Sunberry.",
"tiakall.wren.Resort_Entering.2": "Can't say I've gotten to ride on a boat much before!$1",
"tiakall.wren.Resort_Leaving.3": "Ah, looks like I finished my book just in time.",
"tiakall.wren.Resort_Leaving.1": "Willy, you sure we can't stay a little longer? A lot of birds start getting active when the sun sets.",
"tiakall.wren.Resort_Leaving.2": "I don't think I drank enough water today. Grab me a spare bottle, @?$2",
"tiakall.wren.Resort_Shore.3": "Ooh, take off your shoes and come stand on the wet sand here, @. It's just the right temperature.$1",
"tiakall.wren.Resort_Shore.1": "Did you see that cormorant diving just now? Amazing.$7",
"tiakall.wren.Resort_Shore.2": "I'm going to stick my feet in for a bit. Sea salt, epsom salt, kind of the same thing, right?",
"tiakall.wren.Resort_Chair.2": "%Wren has fallen asleep with a book on her lap.",
"tiakall.wren.Resort_Chair.1": "I feel like a lizard sunning on a rock and I am one hundred percent here for that.",
"tiakall.wren.Resort_Chair.3": "If I nod off here, wake me before the boat leaves, okay?",
"tiakall.wren.Resort_Bar.3": "Stay hydrated, @! Which means not TOO much alcohol.$1",
"tiakall.wren.Resort_Bar.1": "I'm not that much of a drinker, but a nice sweet wine cooler is never unwanted.$1",
"tiakall.wren.Resort_Bar.2": "You may have had poke before, @, but have you ever had it with fresh-caught tuna? You NEED to try this.",
"tiakall.wren.Resort.3": "So, @, how do I compare with all the young beauties? Am I fashionable enough to keep up?$1",
"tiakall.wren.Resort.1": "See the seagulls circling in the distance, @? I wonder what they found.",
"tiakall.wren.Resort.2": "Look, @, bird tracks! Let me see if I recognize them.$7",

//Resort - GIMA
"tiakall.wren.Resort_IslandNorth.3": "The plumage on those parrots is AMAZING.$7",
"tiakall.wren.Resort_IslandNorth.1": "I'm recording some of the birdsong I can't identify so I can look it up later. I've never heard some of these before.",
"tiakall.wren.Resort_IslandNorth.2": "It's actually illegal in Ferngill to have certain types of bird feathers, even if you just pick them up off the ground.#$b#They passed that law ages ago to stop people hunting them, you see.#$b#But you wouldn't tell on me if I swiped a couple for a collage, right?$1",
"tiakall.wren.Resort_Adventure.3": "Peafowl are supposed to live on this island, according to the internet. I wonder if I'll see any?$7",
"tiakall.wren.Resort_Adventure.1": "You hear that? I think it might be a hoopoe.$7",
"tiakall.wren.Resort_Adventure.2": "Look, @, hummingbi--$7#$b#Oh, drat, there it goes.$2",
"tiakall.wren.Resort_Volcano.3": "Yoba's balls, but it is HOT up here!$2#$b#But if I spot a maleos, it'll be worth it.$7",
"tiakall.wren.Resort_Volcano.1": "See those dark spots right there, @? I think it might be a petrel's burrow.$7",
"tiakall.wren.Resort_Volcano.2": "I've heard there are certain kinds of fish that can actually live in lava...I wonder if there might be birds doing so we haven't discovered yet?$7",
"tiakall.wren.Resort_Tent.3": "I heard the professor here is studying the local flora and fauna, so I thought I might see what they can tell me about the local birds.",
"tiakall.wren.Resort_Tent.1": "Huh, is that a kingfisher of some kind? I didn't think they got this far south.",
"tiakall.wren.Resort_Tent.2": "There are a lot more migratory birds than I expected. I guess they must have some other island stops along the way?",
"tiakall.wren.Resort_Left.3": "I'm going to be feeling this tomorrow, @.#$b#Scratch that, I'm feeling it now.$3",
"tiakall.wren.Resort_Left.1": "Check out these pictures I took of the birds!$7#$b#Though, I'm not a great photographer, so half of them are just wing blurs.$3",
"tiakall.wren.Resort_Left.2": "I saw so many new birds today! Ginger Island's got some amazing diversity.$1",
"tiakall.wren.Resort_Approach.3": "I'm taking a day off to go to the island today.#$b#I...really hope no one has an emergency today.$3",
"tiakall.wren.Resort_Approach.1": "I'm taking a day off to go to the island today.#$b#I am going to look for SO many birds.$7",
"tiakall.wren.Resort_Approach.2": "I'm taking a day off to go to the island today.#$b#Maybe I'll see you there?$1",


//String Dialogue
"tiakall.wren.Car.000.5": "Heya, @. I usually work on Suzuka on Saturdays.#$b#Who's Suzuka? That's my ol' clunker of a car right here!$h",
"tiakall.wren.Car.000.1": "Gnf... stinking... nut!$6#$b#@, that you? Kick the lubricant toward me, would you?$5",
"tiakall.wren.Car.000.2": "Suzuka does need a lot of coaxing to stay in tip-top shape, since she's older.#$b#Just like me, heh.$h",
"tiakall.wren.Car.000.3": "I named my car Suzuka, after the mythical phoenix.#$b#A bird that's reborn through flames... It's something I relate to, you know?",
"tiakall.wren.Car.000.4": "Let me know if you ever want to go for a drive, @. I'm always itching for an excuse to wander around.$1",
"tiakall.wren.Pride1.000": "Hey, @! I finally got a break in my work schedule to come out here.#$b#In the least surprising spot for me, of course.$1",
"tiakall.wren.Pride2.000": "Maybe they wanted to give you a place to decompress? I doubt you're the only ace person in town, though.",
"tiakall.wren.VMV.000.1": "Ever driven up here, @? I can recommend it, it's such a nice relaxing drive.$1",
"tiakall.wren.VMV.000.2": "Celestine and Adelaide are so cute together, aren't they? Talk about life goals.",
"tiakall.wren.VMV.000.3": "While I'm out here, I'm going to swing by Faycombe so I can trade some supplies with Helia.#$b#I can't wait to see what she's working on this time!$1",
"tiakall.wren.VMV.000.4": "Have you met Mariam? If I was twenty years younger, I'd be asking if she was single.$1",
"tiakall.wren.VMV.000.5": "The food around here is so good. I'm buying some cheese to take home, screw the calories!$1",
"tiakall.wren.VMV.000.6": "Make sure you try the hot springs before you go, @!  Nothing like a good hot soak for your muscles, and they smell so nice!$1",


//Vanilla villager CTs
"tiakall.wren.Abigail.WrenFliesIn": "That new plumber came by to check on the store waterworks the other day. I've got to know what hair dye she uses, it's so bright!$h",
"tiakall.wren.Abigail.OnTheSheShore": "Did Wren tell you she's now using she-they pronouns?#$b#They are possibly one of the coolest people in this town.$1",
"tiakall.wren.Abigail.DSV.OnTheSheShore": "Wren's nonbinary, just like me! That's so cool!$1",
"tiakall.wren.Abigail.NoticeAbbySenpai": "Wren's been giving me advice on how to deal with my dad.#$b#It... made me think a lot about stuff.$2#$b#I guess nothing's ever really simple, huh?",
"tiakall.wren.Caroline.NoticeAbbySenpai": "Abigail hasn't been fighting as much with her father lately. Maybe she's finally growing up a bit.",
"tiakall.wren.Demetrius.WrenFliesIn": "It's nice to meet one of Robin's old friends. I'm glad she still has positive relationships from that point in her life.$1",
"tiakall.wren.Elliott.GNC.OnTheSheShore": "It's wonderful that Wren is able to be truer to themself with a pronoun change.$1#$b#I offered them a list of neopronouns in case they were interested, but alas, I think they only proved confusing.",
"tiakall.wren.Emily.OnTheSheShore": "I tried using 'they' to refer to Wren like they asked. It felt very natural, like it's in harmony with her.",
"tiakall.wren.Lewis.WrenFliesIn": "It's good to finally have a local plumber. We used to have to go all the way to Grampleton.#$b#Which isn't ideal during emergencies.$2",
"tiakall.wren.Maru.WrenFliesIn": "I overheard Mom talking to that new plumber. She mentioned having a 3D printer! I wonder if she'd print me something if I asked?",
"tiakall.wren.Penny.DSV.WrenFliesIn": "That plumber... She's very, um, bold, isn't she?",
"tiakall.wren.Penny.DSV.OnTheSheShore": "Did you know Wren changed her pronouns to she and they? I hope you remember to use both, @.#$b#It seems like a small thing, but it's really important to people, you know.$2",
"tiakall.wren.Pierre.NoticeAbbySenpai": "Wren came by to give me some advice about Abigail. It's been helping.$1#$b#She must have a lot of experience working with younger people.",
"tiakall.wren.Robin.WrenFliesIn": "I hope you get along with Wren, @.#$b#She's a little awkward at times, but she's a good person.",
"tiakall.wren.Sam.NoticeAbbySenpai": "Abby really likes that plumber, says she's real smart.#$b#I wonder if she'd give me band advice if I asked?$10",
"tiakall.wren.Sam.DSV.WrenFliesIn": "Have you met that plumber over in Sunberry? She's practically a walking trans flag.#$b#Honestly, it's kind of inspiring.$1",
"tiakall.wren.Sam.DSV.OnTheSheShore": "Wren told me she's changing her pronouns to she-they.#$b#I bet most people are going to stick with 'she' because it's easier, so I'm going to try and use 'they' for them a little more often.$1",
"tiakall.wren.Sebastian.WrenFliesIn": "Huh, an old friend of Mom's. I didn't know any of them were still considered friends.",
"tiakall.wren.Sebastian.NoticeAbbySenpai": "Abby said that plumber gives pretty good advice. Then again, I guess Mom wouldn't be friends with them if they were an idiot.",
"tiakall.wren.Sebastian.DSV.OnTheSheShore": "The plumber mentioned to Mom that she's changing her pronouns to she-they.#$b#Huh, I didn't think old people thought about it that much.",
"tiakall.wren.CFE_Robin_Wed8": "Sebastian's father? They were a good guy. Things just didn't work out.#$e#We were both very young.",
"tiakall.wren.CFE_Robin_Wed8.reveal": "Wren was a good spouse and parent. Things just didn't work out.#$e#We were both very young.",
"tiakall.wren.CFE_Sebastian_Thu6": "My biological dad? Mom got rid of most of the pics, but I've seen a couple.#$e#They're staggeringly unremarkable.#$e#That's about it.",


//Festival dialogue
"tiakall.wren.spring13": "Watching those kids run around before the hunt's even started... Wish I had half their energy, hah.",
"tiakall.wren.summer11": "I really need to watch my weight at my age.$3#$b#So give me a kick in the butt if you see me going back for thirds, please.$h",
"tiakall.wren.summer11.Spanner": "Spanner's doing a good job keeping me on my diet. Whenever I go back for more food, I can just give it to him instead.$h",
"tiakall.wren.summer28": "Hope the jellies don't mind me dangling my feet in the water. Water's nice and cool.$h",
"tiakall.wren.fall16": "I like to stock up on the handmade stuff during these fairs. Soaps and lotions and such.#$b#The store-bought stuff tends to be the same three scents over and over, and I like a little variety, you know?",
"tiakall.wren.fall27": "Want to come run around the maze and scream a little with me, @? Life is too short to not do silly things.$h",
"tiakall.wren.fall27.RSV": "Did you see Kiarra's outfit?? Now there's a girl who has good taste in the classics.$7",
"tiakall.wren.fall27.catfe": "I love Tabitha's outfit! Now there's *two* magical girls protecting the party.$1",
"tiakall.wren.winter8": "I'm almost done with the brick work along the foundation. How's your shaping coming?",
"tiakall.wren.winter8.Robin": "The tower's about ready for shingles. Where are you, details-wise?",
"tiakall.wren.winter25": "I'd like to make my giftee something by hand, but I don't have the confidence.#$b#Maybe next year!$3",
"tiakall.wren.winter25.solstice": "I kinda missed the girly train when it comes to cooking, but I hope you'll give my dish a try anyway, @.$3",
"tiakall.wren.fall20.RSV": "There's a lot of interesting stuff for sale here.#$b#I could do without the gender wars, though.$3",
"tiakall.wren.fall20.RSV.enby": "Now this is more my speed. Hey @, come join the wibbly wobbly, gendy bendy side!$1",
"tiakall.wren.winter28.RSV": "Happy new year, @. Any resolutions?#$b#Me, I'm just going to go with the flow like I have the past decade or two. Seems to be working out okay.$3",
"tiakall.wren.summer20.fireworks": "I am so getting some components here to make fireworks.$7#$b#Don't worry, I only set stuff off in the quarry where it's well away from most wildlife.$1",
"tiakall.wren.spring19.FFF": "I'm too old to keep up with the young folks' trends, but those outfits look really cute.",


//Movie reactions
"WrenSong.Movies.0": "I grew up on this studio's animations, you know? Good to see they're still putting out stuff.",
"WrenSong.Movies.1": "Oh, this hits all the nostalgia buttons.$1",
"WrenSong.Movies.2": "If I was still a kid I would've been bonkers for this. I guess it hits different as an adult.",
"WrenSong.Movies.3": "I hope this doesn't require a lot of knowledge of the video game. I don't really play many.$3",
"WrenSong.Movies.4": "Oh no, this is SO bad.$1",
"WrenSong.Movies.5": "I haven't seen something that campy since 'Fighting Ring Robots' went off the air. Thanks, @, it was fun.$1",
"WrenSong.Movies.6": "A mystery, huh? Don't tell me if you figure it out before me.$1",
"WrenSong.Movies.7": "I... am confused.$3",
"WrenSong.Movies.8": "Well, that made no sense, but in the good kind of way.$1#$b#Maybe we should see it again sometime and see if it makes more sense next time.",
"WrenSong.Movies.9": "I'm not much of one for holiday films, but don't judge it before you've tried it, right?",
"WrenSong.Movies.10": "Wren seems to be bothered by the family scenes.",
"WrenSong.Movies.11": "...$6",
"WrenSong.Movies.12": "...$6#$b#Sorry, @, good film and all, but it wasn't really my thing.$3",
"WrenSong.Movies.13": "Ooh, this looks like lots of nature shots. I wonder if we'll see any birds?$1",
"WrenSong.Movies.14": "That's an aerie leaf-warbler! I thought they were extinct!$7",
"WrenSong.Movies.15": "I'm going to have to buy that one as soon as it's released for home viewings. I can't wait to find more birds in that footage!$7",
"WrenSong.Movies.16": "I think I read the comic this is based on way back when. Can't say I remember much about it, though.",
"WrenSong.Movies.17": "Pfft! Now I remember this stupid gag!$1",
"WrenSong.Movies.18": "I'm a sucker for some good old-fashioned idiot humor every now and then. Always good to laugh, right?$1",
"WrenSong.Movies.19": "I don't scare easily, so feel free to hold my hand if you want, @.$1",
"WrenSong.Movies.20": "No! Get the knife, you twit!$4#$b#These dang kids...$2",
"WrenSong.Movies.21": "Sorry if I was too loud there, @. Guess the mentor instincts kind of kicked in.$3",
"WrenSong.Movies.22": "Oh, I see, you're inviting me to a classic cause you think I saw the original, huh?$1",
"WrenSong.Movies.23": "Just dump him! If you have to change your whole life for him he's not worth keeping!$5",
"WrenSong.Movies.24": "What kind of non-ending was that? I've seen films where the main character dies and it was more satisfying!$5",


//Events
//0 heart - introduction
"tiakall.wren.H1.0": "Good morning! How can I help you?$1",
"tiakall.wren.H1.1": "Wait, do I... know you?$2",
"tiakall.wren.H1.2": "Hi there...little bird.$6",
"tiakall.wren.H1.3": "You're--$5",
"tiakall.wren.H1.4": "Wren.",
"tiakall.wren.H1.5": "Wren?$5",
"tiakall.wren.H1.6": "Yeah, that's my name now.",
"tiakall.wren.H1.7": "You picked a bird name?$1",
"tiakall.wren.H1.8": "Well, I like birds.$3",
"tiakall.wren.H1.9": "Look, I'm not here to cause you any stress. I thought I should let you know so you weren't taken by surprise.$6",
"tiakall.wren.H1.10": "I'm pretty sure I was going to be surprised no matter what.",
"tiakall.wren.H1.11": "Well, yeah, I do look a little different.$3",
"tiakall.wren.H1.12": "I like the hair.$h",
"tiakall.wren.H1.13": "Thanks, I made it myself.$h",
"tiakall.wren.H1.14": "At least that part of you didn't change. The bad jokes.$1",
"tiakall.wren.H1.15": "I would say I'm wired that way, but I'm not an electrician, I'm a plumber.$1#$b#I'll be working out of the Sunberry area, so now you won't have to subcontract with someone in Grampleton or Zuzu.#$b#I mean, if you'd prefer not to have to go that far, of course.$3",
"tiakall.wren.H1.16": "Sounds great. That'll save a lot of time and money.$1",
"tiakall.wren.H1.17": "Hey... are you... okay now?$5",
"tiakall.wren.H1.18": "I mean, that's kind of subjective... but yeah, I--$6",
"tiakall.wren.H1.19": "Oh! @, hey. Come in for supplies?$4#$b#Oh, have you met Wren yet? She's over in the southern neighborhood, just moved in before you did.",
"tiakall.wren.H1.20": "We've spoken a couple of times, but I don't think we've been formally introduced. So hi, I'm Wren, your local neighborhood plumber.#$b#I like long walks on the beach (to go birdwatching), making things, magical girls, and being extremely, incredibly queer.$1",
"tiakall.wren.H1.21": "Anyway, I was just popping in to self-promo, so I'll let you two get to your own business. If you need any plumbing help, be sure to give me a ring.#$b#After all, who's going to know about plumbing in greater detail than a trans person?$h",
"tiakall.wren.H1.22": "...Right, I don't think I'll put that one on my business card either.$3#$b#Well, if you come up with something better, let me know and I'll give you a discount.",

//2 hearts - reading manga
"tiakall.wren.H2.0": "Hi, @. Got caught in the rain? Come on upstairs and let's get you dried off a bit.",
"tiakall.wren.H2.1": "Still going pretty strong out there. Have someplace you need to be in a hurry, @? I've got an umbrella and car.",
"tiakall.wren.H2.2": "Well, then, why not sit for a bit? Grab something off the bookshelf, I'll get you a drink.$h",
"tiakall.wren.H2.3": "There's a bunch of different manga series here. What sounds interesting?#Rowdy Postapocalyse#That Story, Once Again#Absolute Destiny Apocalypse#Do you have any that aren't girl stories?",
"tiakall.wren.H2.8": "Ooh, good choice. That's one of my favorites.$h#$b#I always like it when stories turn a classic trope on its head. You see, this guy is the Chosen one supposed to take down the tyrannical king, blah blah.#$b#Spoiler alert: he dies in the first volume. This girl, his twin sister, takes his name and his role.#$b#So the entire time, this cis girl is parading around and presenting as a man, and it really makes her examine her gender and how men and women are perceived by society.#$b#From a cis point of view, but it's like thirty years old, so you can't expect it to be THAT progressive.$3",
"tiakall.wren.H2.4": "I first read that one as a kid. It's one of the earliest 'reverse harem' kind of things where it's all the hot guys pursuing the girl as she tries to get back home.#$b#I never paid much attention to the 'main' romance, I was drawn in by the one hot guy who had a crush on the king, and crossdressed to try and get with him.#$b#I guess in retrospect, that was a sign!$h#$b#Turns out the author came out as nonbinary, too, just a few years ago. So maybe a sign for both of us!$h",
"tiakall.wren.H2.5": "You know, this was one of the first lesbian comics to really make it big in Ferngill.#$b#It's pretty and has a lot of action, but when you dig into it and look at the details, there's a lot of subtle motifs and nods to the lesbian stories that came before.#$b#I loved the main character when I was young, I figured it was just because she was hot.#$b#Turned out, it was because I wanted to BE her, not bang her.$3",
"tiakall.wren.H2.6": "Plenty! I'll read anything if it's good. Or if it's gay, heh.$h#$b#But you're doing yourself a disservice if you don't want to read 'boy stories' or 'girl stories'.#$b#What, you afraid reading something with emotions in it will give you cooties?$h",
"tiakall.wren.H2.7": "Here you go. Hope you're cool with a cola, or I got water if you want.#$b#So you went with that one? Good choice.#$b#'Course, everything on my shelf is a good choice!$h",

//4 hearts - pronouns
"tiakall.wren.H4.0": "What's up, @? You come over to ponder the meaning of life, the universe, and everything?#$b#Ocean's a lovely color for that today, very navel gaze-y.$h",
"tiakall.wren.H4.1": "Me? Absolutely. I've been going hardcore eyeball to belly for about an hour now.",
"tiakall.wren.H4.2": "#Something on your mind?#Every time I talk to you, you get weirder.",
"tiakall.wren.H4.11": "You think I navel-gaze just for fun?$h",
"tiakall.wren.H4.3": "Thanks. I'm trying not to disappoint, here.$h",
"tiakall.wren.H4.4": "I've been thinking about gender stuff, actually.$6#$b#Man, who thought up that whole rigid binary scam? This crap isn't even clean and easy in actual biology. You seen all the nonsense our chromosomes can do?$2",
"tiakall.wren.H4.5": "Actually, I've... been thinking about, er, maybe changing my pronouns. Just a bit.$3#$b#Thought I might try out she and they, maybe.$6#$b#Ah, that means you could use either one, switch 'em around every now and then, not that you gotta use both at once. That'd be weird.$3#$b#...It's like, I look at gender nowadays and how everything tries to be in a neat box.$6#$b#Black or white.$6#$b#Boy or girl.$6#$b#I went into the girl box, but to extend the metaphor a bit more, I want to set both boxes on fire and then park my butt somewhere around where the girl box used to be.$6#$b#Sorry, this probably isn't making much sense.$3",
"tiakall.wren.H4.6": "I dunno. Pronouns....#What's holding you back?#That seems confusing.",
"tiakall.wren.H4.12": "Inertia, maybe? The older you get, the harder it can be to change.$2",
"tiakall.wren.H4.7": "Right? It took me years to stop screwing up my OWN pronouns, and now I wanna do this again?$3",
"tiakall.wren.H4.8": "I guess part of it is cause... I had to fight for that 'she', you know?$6#$b#When you're a trans woman, especially if you're not passing or super-femme, no one takes you seriously.$2#$b#You're still a man, you don't understand 'real' women, you're a creeper just trying to perv on the girls, et cetera. I've heard it all before.$2#$b#Going back to the box thing, I had to shove myself deep into it so no one could pull me back out.$6#$b#Deciding now that I'm nonbinary... it feels like conceding that they were right, that I'm not a 'real woman'.$6",
"tiakall.wren.H4.9": "#Since when have you cared what others think?",
"tiakall.wren.H4.10": "...$4#$b#Pfft! You're right about that!$1#$b#The field in which I sow my cares for others' opinions went barren years ago. Why start again now?$h#$b#Thanks, @. That helped remind me of what I should actually be focusing on - whether I think the label fits me or not.#$b#I gotta think about that part a little more, but I'll let you know what I decide, okay?",

"tiakall.wren.H4.letter": "Hi @,^^I was going to send you a text, but I thought a letter might be more fun. More 'official'. So on this, the day of whatever-day-this-is, please consider this your official notice that my pronouns are she/they, effective immediately, please update your records and so on. Yay, I did it.^^--Wren^P.S., thanks for the kick to my pants. You're never too old to listen to someone else's good advice. < %item conversationTopic OnTheSheShore 7 %%[#]Wren's Pronouns",


//5 hearts - teenage drama
"tiakall.wren.H5.0": "Wren appears to be having a rather noisy phone call...",
"tiakall.wren.H5.1": "Look, if you can't even admit you might've mishandled it, there's nothing I can do for you. Actions have consequences.$5#$b#You did what you wanted, now they're doing what they want, so how's it fair for you to be criticism-free and then take issue with them in the same breath?$2#$b#You can't control what other people do or think. And you certainly can't make them like you if you did something they object to.$6#$b#If you're not happy with it, then YOU have to take the steps to fix that.$2",
"tiakall.wren.H5.2": "There's a burst of angry-sounding noise from the phone before it goes quiet.",
"tiakall.wren.H5.3": "Ah, @, didn't see you there.#$b#Hope we weren't disturbing the peace or anything.$3",
"tiakall.wren.H5.4": "Nah, it's nothing major. A couple of my kids, my mentees back in the city, are having a fight and they want me to make everything better.$3#$b#Thing is, I can't.$6#$b#Not unless you're growing some brainwashing berry on that farm of yours, haha.$3",
"tiakall.wren.H5.5": "Say, how old are you?#Young enough to be your kid.#Old enough to think your kids are causing petty drama.#I'm older than you, actually.",
"tiakall.wren.H5.12": "Hahaha! I thought so, you look pretty young. You can probably relate to these two.$1",
"tiakall.wren.H5.6": "Pfft, you're not wrong on the petty drama. But you remember what that age was like, right?",
"tiakall.wren.H5.7": "I think you're pulling my leg, @, assuming you aren't pulling something else working in those fields.$1",
"tiakall.wren.H5.8": "Being young is hard, you know? Old comes with its own problems, sure, but even into your late twenties, you're still not finished growing into yourself.$6#$b#You just... feel SO much, and every little thing feels like a major thing.$6#$b#But that's not entirely a bad thing, you know? When you're old, you're tired of pushing against the status quo of the world.#$b#We need young people that can push back, and keep pushing back, because they just can't accept an injustice.#$b#Honestly, it kind of grinds my gears, the way some 'adults' my age will disregard kids and teens for being 'immature'.$5#$b#Yeah, they may not have the same depth of life experience, but they have thoughts and feelings, and they notice when you have no respect.$5", //tweaked in 1.0.1
"tiakall.wren.H5.9": "Sorry, went on a bit of a tangent there. Us old people like to talk to make change in the world 'cause it's all we have energy for.$3#$b#Anyway, don't worry about those kids. Either they'll make up, or they'll ruin their friendship, but they'll move on from it either way.",
"tiakall.wren.H5.10": "I mean, yeah, that sounds heartless, but nobody can MAKE them change. I warned 'em both that it would likely turn out that way, but what does an old fuddy-duddy know.$2#$b#What else can you do? It's not healthy to devote endless energy to worrying over something you have no control over. The only thing you can control is yourself.$6#$b#So I'll talk to both of 'em after things have settled down, and see if some time and space makes them want to fix it or not.#$b#In the end, it's up to them, but I don't mind greasing the wheels.$1",
"tiakall.wren.H5.11": "Well, I've probably kept you long enough, so let's end that lesson on 'Things Wren Learned the Hard Way, Now You Don't Have To'.#$b#Though, you're certainly welcome to still learn it the hard way, I just don't recommend it.$1",

//6 hearts - birdwatching
"tiakall.wren.H6.0": "Psst! @, over here! And move slowly!",
"tiakall.wren.H6.1": "There, look there!$7",
"tiakall.wren.H6.2": "That's a Gem Island flamingo!$7#$b#Commonly called the 'gem bird' because of its habitat and also its habit of using mineral rocks in its crop to help grind food.$7#$b#Made famous in an old detective story where they found a sapphire in a gem bird's crop!$7#$b#They're not usually this far north. I wonder if it got lost?",
"tiakall.wren.H6.3": "#You really like birds, huh?#Is that your favorite bird?",
"tiakall.wren.H6.13": "I do! Songbirds are my favorite, but a water bird like this is pretty cool, too.$7",
"tiakall.wren.H6.4": "I'm more a fan of songbirds, but it's pretty neat seeing one of these in the wild in person.$7",
"tiakall.wren.H6.5": "It's...easy to like birds, don't you think? They're like an expression of freedom.$6#$b#One flap of their wings and they're off into the sky, a limitless place. A place humans can't easily follow.$6#$b#Though seeing them get something we can't so easily would make a lot of people jealous, maybe.$3",
"tiakall.wren.H6.6": "#Can't say I've ever been jealous of a bird.#When you put it like that, I kind of am.#I wish I could fly.",
"tiakall.wren.H6.14": "Well, we do have a number of advantages over them, like opposable thumbs and the ability to taste sweets.$1",
"tiakall.wren.H6.7": "I think that's a part of being human, wanting things we can't necessarily have. That's what pushes us to achieve things that aren't easy, wanting them.",
"tiakall.wren.H6.8": "I think it'd be fun. Though I think it's as much what it represents as the actual action.",
"tiakall.wren.H6.9": "I think the reason songbirds are my favorite is, they're...$6#$b#Ordinary.$6#$b#You see them everywhere. They're not the biggest, the fastest, the showiest. And they never try to be.$6#$b#The only thing that's extraordinary about them is the effort they put into things.$6#$b#Their songs, their adaptability.$6#$b#You know, the wren that I'm named after is famous for being able to build a nest anywhere. Guess I wanted to channel a bit of that energy for myself.#$b#I've... had a lot of trouble finding a place to be myself in the past. Was kind of hoping Sunberry might be that place, you know?$6",
"tiakall.wren.H6.10": "Hey, you can't play a game in front of my pond without me!$1",
"tiakall.wren.H6.11": "So what are we doing? Are we playing hide and seek? Spying on Rei?$1",
"tiakall.wren.H6.12": "Well, Sunberry's certainly weird enough for me to fit in, that's for sure.$1",

//8 hearts - Wren's past
"tiakall.wren.H8trigger.0": "Oh, hey, @. I was about to head out for a bit of a ride.#$b#Wanted to clear my head.$6",
"tiakall.wren.H8trigger.1": "Hey... you want to come with? I kind of want to tell you a bit about me, if that's okay.$6#$b#But it's kind of heavy stuff, so I totally get it if you'd rather not.$3",
"tiakall.wren.H8trigger.2": "#I'd love to listen.#Maybe some other time?",
"tiakall.wren.H8trigger.3": "Great! Just hop on in then.$1",
"tiakall.wren.H8trigger.4": "Sure, no problem. Sometimes folks aren't in the right headspace for it, I get it.#$b#If you ever want to hear all the messy details, come by my house and I'll take you on a drive.#$b#Just a little after 5:30 is the best time to see the sunset.$1",

"tiakall.wren.H8alt.0": "Oh, hey, @! Want to go on that ride, then?$1",
"tiakall.wren.H8alt.1": "Great, let's go then. I've really wanted to spill to someone.#$b#Just head on outside and I'll meet you there.",

"tiakall.wren.H8main.0": "You get a nice view of the city in the evenings, going down this highway.$6#$b#Looks magical, doesn't it? Like something out of an old anime.",
"tiakall.wren.H8main.1": "...$6#$b#I'm not really sure why I felt like I wanted to share some of my past with you... I guess maybe it's cause I trust you and I think I could use another perspective on it.$6#$b#So... I didn't know I was trans when I was young.$6#$b#It wasn't really a thing when I was a kid, you know? No one talked about it like they do now.$6#$b#So, I went through my life as a 'boy'.$6#$b#Average in school, got a CPA, worked as a tax accountant.$6#$b#Got married.$6",
"tiakall.wren.H8main.2": "#You're married?#You're married?!?!",
"tiakall.wren.H8main.18": "Well... I was.$6",
"tiakall.wren.H8main.3": "Haha, you don't have to sound so surprised. Yeah, I was.",
"tiakall.wren.H8main.4": "To Robin, actually.$6",
"tiakall.wren.H8main.5": "!!!",
"tiakall.wren.H8main.6": "I used to call her my little bird because she was always flitting around, never staying still.$1#$b#She's amazing, you know? Her parents wanted her to marry rich and be a housewife. She became a carpenter instead. She's never let anyone push her off her path in life.#$b#But the more I fell in love with her, the more I realized I hated myself.$6#$b#I knew I was lying to her--that I wasn't the person I appeared to be--I just didn't know how.$6",
"tiakall.wren.H8main.7": "We had a baby.$6#$b#The cutest little baby boy.$1#$b#I loved them so much. And I hated myself just as much for knowing the pain I was going to inflict on them when my life as a lie was discovered.$6#$b#Started doing a few self-destructive behaviors. Didn't really help, of course.$6#$b#Just greased the gears for my slide downward until I... broke.$6",
"tiakall.wren.H8main.8": "It's funny how your memory works when you have a breakdown, you know? Some stuff I don't remember at all, other stuff feels burned into my brain.$6#$b#I remember thinking that it felt like one of those horror plots where you get swapped with your evil reflection inside the mirror and they go live your life while you watch, helpless.$6#$b#And I remember asking her for a divorce. Begging her.$6#$b#Because I could see what trying to care for all of us was doing to her. Sebby had to come first.$6#$b#Even after she agreed, she still tried so hard to care for both of us. I eventually transferred to a hospital in Zuzu without telling her.$6#$b#After that... a lot of therapy. Realizing I was trans. Realizing I hated office work.$6#$b#Dabbling around in a bunch of different fields until I found plumbing, and trying to give advice to kids going through what I did, so they hopefully didn't have to.$6",
"tiakall.wren.H8main.9": "#Did you know Robin lived in Pelican Town?#Do you regret what happened?",
"tiakall.wren.H8main.19": "No. Once I was back on my feet, I tried to get back in touch, but she'd already moved, I guess.$6#$b#I saw her when I was grabbing lunch during my move in.$6#$b#Part of me wanted to pack my boxes back up and drive away right there.$3#$b#But the other part of me was just so happy to see that she was doing well, you know? She's done so well for herself. I couldn't be happier for her.",
"tiakall.wren.H8main.10": "...That's such a difficult question to answer, you know?$6#$b#I hate that I caused them so much pain. But I can't imagine what a better situation would have looked like, either.$6#$b#If I'd known from the start that I was trans, we probably wouldn't have gotten married or had a kid. And I could never regret Sebby being born.",
"tiakall.wren.H8main.11": "#So what does Robin know about you?#Have you told Sebastian?",
"tiakall.wren.H8main.20": "Oh, she knows everything. I'm sure she would've figured it out sooner or later.$6#$b#That's what we were actually talking about when you came in that one day.",
"tiakall.wren.H8main.12": "...$6#$b#No. I've gone back and forth on whether I should say anything, but... I don't want to hurt him any more than I already have.$6",
"tiakall.wren.H8main.13": "So there you have it.$6#$b#I've had enough therapy to NOT say 'oh, you must hate me now that you know', thankfully.$3",
"tiakall.wren.H8main.14": "But I imagine this will still change how you see me.#Not at all. Your past doesn't define you.#I don't see how it couldn't, but not in a bad way. You're still you.#Yeah... I'll need some time to digest this.",
"tiakall.wren.H8main.21": "I don't agree with that. People are made up of their memories and experiences.$6#$b#But it doesn't mean they're bound by them, either.",
"tiakall.wren.H8main.15": "Yeah, for better or worse, I've always been me.#$b#For worse, a lot of the time, but maybe better now.$3#$b#I imagine you find that's the case for you, too. The always being you, I mean.",
"tiakall.wren.H8main.16": "Fair enough. I know it's a lot. I appreciate you taking it seriously.",
"tiakall.wren.H8main.17": "And @? Thanks for listening.#$b#Anyone ever tell you you're a good listener?$1",

//side event - Rei and Aicha
"tiakall.wren.demons.0": "Bold of you to approach my home so casually, human.$9",
"tiakall.wren.demons.1": "Uh, hi, new neighbor. I was going to knock first, promise.$3#$b#I came by to see if your water was working all right. You know, older house and all.",
"tiakall.wren.demons.2": "Really? Are you sure you want to do that?$9",
"tiakall.wren.demons.3": "Because if you touch that house, I might turn you into one of its planks.$10",
"tiakall.wren.demons.4": "Look, I can leave if you want, I'm just trying to make sure you have clean, running water.$6",
"tiakall.wren.demons.5": "OOH! Can you get the shower to run hot? It's always so cold, last time I had to have Rei set it on fire to get any warmth out of it!$1",
"tiakall.wren.demons.6": "I'd have to see what the problem is, but sure, it should be fixable.",
"tiakall.wren.demons.7": "YAY! I've been dying for a hot shower!$3#$b#We can let her in, right, Rei?$1",
"tiakall.wren.demons.8": "Aicha, you...$14#$b#Fine. Let's see what the human can do.$5",
"tiakall.wren.demons.9": "I love you Rei!$3#$b#Right this way, human!$1",
"tiakall.wren.demons.10": "Yeah, looks like the starter on your heating unit is all corroded. Not a big shock.#$b#What is surprising is how good a shape everything else on this water heater is, considering the age. The tank isn't showing any signs of stress or warping at all.#$b#I want to swap out some of this tubing and the valves, but then you should be fine.",
"tiakall.wren.demons.11": "Hot showers!!!$3",
"tiakall.wren.demons.12": "You're awfully casual in front of two beings that could turn you into a bug, human.$7",
"tiakall.wren.demons.13": "Don't you have a code against harming those who are doing you a favor?",
"tiakall.wren.demons.14": "Rei, she knows about the code!$6",
"tiakall.wren.demons.15": "How do YOU know about that?$5",
"tiakall.wren.demons.16": "...I read a lot of manga.$3",
"tiakall.wren.demons.17": "Ooh, so you're a scholar!$3#$b#Tell me something wise!$1",
"tiakall.wren.demons.18": "Oh, uh, off the top of my head? Um...$3#$b#Well, always use the right pronouns for folks. If you don't have basic respect for your enemies, you're not going to have it for your friends if you get mad at them.$6",
"tiakall.wren.demons.19": "Ooooh, got it!$3#$b#So what's a pronoun?",
"tiakall.wren.demons.20": "Swapping out all the old parts takes a while. Aicha gets a thorough lesson in grammar while it's done.",
"tiakall.wren.demons.21": "Is it working? It seems angry.$7",
"tiakall.wren.demons.22": "It's like a cat, it purrs when it's happy. You should be good.",
"tiakall.wren.demons.23": "YAAAAAY!!$3#$b#How can we repay you??$3",
"tiakall.wren.demons.24": "Are you... actually carrying human currency?$6",
"tiakall.wren.demons.25": "Nope!$3",
"tiakall.wren.demons.26": "I kind of figured.$3#$b#Don't worry, this one's on the house.",
"tiakall.wren.demons.27": "We can't do that! A debt is a debt.",
"tiakall.wren.demons.28": "I'm not being in debt to a human. She did that of her own choice.",
"tiakall.wren.demons.29": "Rules are rules, we can't just stay in her debt.#$b#So would you like fame and fortune?$3",
"tiakall.wren.demons.30": "Fame and fortune seems like kind of a hassle, actually.$3#$b#Really, I'm good.",
"tiakall.wren.demons.31": "How about a hex on your enemies?$1",
"tiakall.wren.demons.32": "Can't say I have any.",
"tiakall.wren.demons.33": "Ooh! I could make your beloved woman fall in love with you!$3",
"tiakall.wren.demons.34": "Making a woman fall in love with me is weird and creepy, honestly.$3#$b#Really, don't worry about it.",
"tiakall.wren.demons.35": "But there must be something!$2",
"tiakall.wren.demons.36": "...Got anything for back or knee pain? My joints bother me sometimes.$6",
"tiakall.wren.demons.37": "I'm on it!!$3",
"tiakall.wren.demons.38": "She's cute.$1",
"tiakall.wren.demons.39": "Don't overstay your welcome.$7",
"tiakall.wren.demons.40": "Right, I'll be off then. She can just come by with the payment whenever she's ready.$3",

//Side event - Lewis 
"tiakall.wren.lewis.0": "Would've been nice if I'd received this letter BEFORE the rate change that's in it.  Why can't the regional office ever send these out on time?$3#$b#Now I've got to let everyone know ahead of making my weekly stops. I hope this isn't going to cause too much of a problem.$2#$b#Because of course, it's a tax hike...$5",
"tiakall.wren.lewis.1": "Are you talking about the municipal business tax rate?$6",
"tiakall.wren.lewis.2": "I almost forgot you were here, Wren. Well, I suppose you can be the first one on my list to know.",
"tiakall.wren.lewis.3": "Oh, I knew about it. I'm still on all the mailing lists.#$b#Anyway, they built in a grace period for the non-metropolitan areas, so your folks have until the end of the season to account for the new rate.#$b#Truth is, they were supposed to update it a few years ago, but they put in a freeze because of the war, and then the legislators screwed around and let the freeze expire.$6#$b#So try not to hold it against the municipal office too much.",
"tiakall.wren.lewis.4": "You're... quite knowledgeable about business tax.",
"tiakall.wren.lewis.5": "Well, I used to be a tax accountant back in my twenties. Sales, business, excise, that kinda thing.",
"tiakall.wren.lewis.6": "I don't look the type?",
"tiakall.wren.lewis.7": "Not at all.",
"tiakall.wren.lewis.8": "Yeah, I get that a lot.$1#$b#Anyway, if you sign up for their mailing list, they'll send you the notifications by email, so you'll have them ahead of time.#$b#Covers the quarterly adjustments on sales tax too, which is handy.",
"tiakall.wren.lewis.9": "They send notifications by what mail?",
"tiakall.wren.lewis.10": "My dude. Do you not have email at all?$6",
"tiakall.wren.lewis.11": "...No?",
"tiakall.wren.lewis.12": "Okay. That's okay. We can fix this. I will get your computer set up with...$6#$b#...$6#$b#...You don't actually own a computer, do you.$2",
"tiakall.wren.lewis.13": "What's wrong with that?$3",
"tiakall.wren.lewis.14": "It will make your accounting life so much easier, trust me.$2#$b#Have you been doing this all by hand all this time?$6",
"tiakall.wren.lewis.15": "Oh man, this takes me back. I haven't seen old-school style accounting in like a decade at least. At least general ledger tracking hasn't changed much.$1#$b#You know, my first job out of school was at a Zuzu firm. They tossed me five years' worth of these for three different accounts, and said 'have fun!'#$b#Well, it never got boring, that's for sure.$1",
"tiakall.wren.lewis.16": "'Old-school'? Aren't we the same age?$5",
"tiakall.wren.lewis.17": "You're never too old to make changes that make your life easier. Once you do these by spreadsheet, trust me, you're never going to want to go back.#$b#Let me just run and grab my laptop and show you a demo. This is going to change your life.",
"tiakall.wren.lewis.18": "Looks like Lewis is going to get an upgrade...",

//side event - Jonghyuk 
"tiakall.wren.Jonghyuk.0": "So here's the brands of pipe flushers I like. Take a kettle of boiling water and wash it down the drain once a season and you should be fine.",
"tiakall.wren.Jonghyuk.1": "Thanks, Wren. You're a life saver!$19#$b#I don't know what I'd do if my house pipes just suddenly burst. I'm still new to all this 'home-owner' kind of stuff.$14",
"tiakall.wren.Jonghyuk.2": "Yeah, rural plumbing has a number of quirks you don't see in the city. Make sure you leave your cabinets cracked open in the winter.",
"tiakall.wren.Jonghyuk.3": "You're the boss.$u",
"tiakall.wren.Jonghyuk.4": "Huh, is that kanji? Or hanzi, maybe?$6", //tweaked in 1.0.2
"tiakall.wren.Jonghyuk.5": "Oho~? You can read hanja?$13", //tweaked in 1.0.2
"tiakall.wren.Jonghyuk.6": "Oh, no, I just recognize the letters. Figured it had to be something in that language family.$3#$b#What's it say?", //tweaked in 1.0.2
"tiakall.wren.Jonghyuk.7": "It roughly means that 'With patience, one can reach the heavens'.#$b#My personal take it is that all good things come to those who wait. Change is gradual and progress might not occur in a single day.#$b#I'm reminded not to get frustrated when things seem to be getting nowhere, and that it's okay to take baby-steps.$1#$b#So... how are you familiar with the text? Miyoung's one of the only folks here that understand it aside from me.$8", //tweaked in 1.0.2
"tiakall.wren.Jonghyuk.8": "Oh, from the webtoons I follow.#$b#I started reading some of them when they were still fan translated, and the fan translators just use an overlay app over the official website.#$b#So plenty of chances to see hanja, though it's more hangul usually. They're pretty easy to recognize.$1", //tweaked in 1.0.2
"tiakall.wren.Jonghyuk.9": "Webtoon?",
"tiakall.wren.Jonghyuk.10": "You know, the long vertical comics? Here, like this, let me just pull one up on my phone....",
"tiakall.wren.Jonghyuk.11": "Here we go, I like this one.",
"tiakall.wren.Jonghyuk.12": "If you're interested, I could lend you some of my paperback volumes? In your language too, I mean.",
"tiakall.wren.Jonghyuk.13": "I ordered a bunch of them from overseas because I wanted to support the authors and I didn't think they'd ever get translated. Then they did.$3#$b#So if you want 'em, you're welcome to them.",
"tiakall.wren.Jonghyuk.14": "I'd be down. Your enthusiasm is infectious.$1",
"tiakall.wren.Jonghyuk.15": "Let me just nip home real quick and get them!$1",
"tiakall.wren.Jonghyuk.16": "Got 'em!$1",
"tiakall.wren.Jonghyuk.17": "Here you are! There's twenty-some volumes out right now, but I only got the first eight before they finally got licensed for translation.#$b#If you end up liking them, you can keep them.$1",
"tiakall.wren.Jonghyuk.18": "Whoa! Hold up, I can't accept this--$19",
"tiakall.wren.Jonghyuk.19": "I already have them in a language I can read, so the ones I can't may as well go to someone who can read them.#$b#Plus, if I make a fan out of you, then everybody wins!$1",
"tiakall.wren.Jonghyuk.20": "Man, you really are a force to be reckoned with.$11#$b#Alright, I'll give it a shot.$13",
"tiakall.wren.Jonghyuk.21": "Send me an email and I'll drop you a link to the big site where most of the webtoons are hosted.#$b#Even if this one isn't to your taste, I'm sure you'll find something you like.$1",
"tiakall.wren.Jonghyuk.22": "Thanks, Wren. All good things, indeed.$h", //tweaked in 1.0.2


//side event - Jonghyuk/Aicha
"tiakall.wren.bookclub.0": "Huh. I like the horns. Are you one of Wren's cosplay friends?$h",
"tiakall.wren.bookclub.1": "Hi! Wren and I are fulfilling a pact!$1",
"tiakall.wren.bookclub.2": "...Am I interrupting something?$19",
"tiakall.wren.bookclub.3": "It's just borrowing books, Aicha. You don't have to call it a pact.$2",
"tiakall.wren.bookclub.4": "Oh, hey, Jonghyuk. Did you get through 'Love is Blind and Deaf' already?#$b#It's a more contemporary work and a little dark, so I wasn't sure how'd you like it.$3",
"tiakall.wren.bookclub.5": "Oh, I'm fine with any genre, really.#$b#It was... relatable.$14#$b#Easy to connect to the characters, I mean. Despite their world ending, I think the most inspiring message for me was hope.",
"tiakall.wren.bookclub.6": "Hopeful stories are my favorites.$1#$b#You want to pick something else out? Come on in, don't be shy.",
"tiakall.wren.bookclub.7": "Here you go, this is the one I told you about. Though I'll warn you this series hasn't finished yet, so you may be waiting a bit.",
"tiakall.wren.bookclub.8": "And it's got lots of women, right?$1",
"tiakall.wren.bookclub.9": "Oh, the main characters are so lesbians.$1",
"tiakall.wren.bookclub.10": "Yay!$3",
"tiakall.wren.bookclub.11": "So you want a new rec, Jonghyuk? Or do you just want to browse?",
"tiakall.wren.bookclub.12": "Where did you find all these? And how did you decide which ones you wanted to read?$19#$b#There's so many choices that I kinda get overwhelmed.$19",
"tiakall.wren.bookclub.13": "Various places. Some of it's stuff I watched when I was younger, sometimes I pick up something that catches my eye.#$b#A lot of recs from a few queer manga circles I'm in, too. We used to have a book club at the counseling center I worked at.#$b#I still try to make it up there every now and then for it.$1",
"tiakall.wren.bookclub.14": "What's a book club? You hit people with them?$9",
"tiakall.wren.bookclub.15": "No, no, club as in a group meeting, basically. You all get together and talk about what you're reading and offer suggestions for people that are looking for stuff.",
"tiakall.wren.bookclub.16": "Ooh, that sounds fun! We should do that, then.$3",
"tiakall.wren.bookclub.17": "Actually, we could do that. A nice little informal meeting to chat about books would be fun.#$b# We could bring snacks from the cafe, too.$1#$b#Though you two might get tired of my recs after a while.$3#$b#What do you think, Jonghyuk?",
"tiakall.wren.bookclub.18": "I'm in. We should invite Elias too. It'd be fun to get him out of the library. Just to make him read even more.$h#$b#Broaden his world of literature with the power of friendship.$u",
"tiakall.wren.bookclub.19": "Ooh, good idea.$1#$b#We can also see who shows interest once we start.#$b#Okay, so let's go grab Elias and decide on a time and place....",
"tiakall.wren.RidgesideBookNerds": "There's a couple of folks in Ridgeside that read a lot, too. They might be interested in dropping by every now and then.#$b#",

//Side event - Sean
"tiakall.wren.Sean.0": "This thing is so cool. Look at it go!$1#$b#So how long's it take to print something? How big can it get?",
"tiakall.wren.Sean.1": "This is one of the bigger models, so it can go up to a foot lengthwise and half that in the other two.#$b#As for how long... hours, usually, if it's something of any decent size. So I usually let it go while I'm at work.",
"tiakall.wren.Sean.2": "It's okay to just leave it running?",
"tiakall.wren.Sean.3": "Oh, every now and then it'll get decalibrated and print a pile of spaghetti.$3#$b#Since everything's so delicate and precise, one little thing can throw it off. But it doesn't hurt anything other than wasting a bit of time and materials.",
"tiakall.wren.Sean.4": "So how's it know what to print?",
"tiakall.wren.Sean.5": "Here, I'll show you.$1",
"tiakall.wren.Sean.6": "This is the program I use to run it. I just queue up the file here.#$b#A lot of people design things to print. I usually get mine off this website here.#$b#Tried making a couple myself, but I'm not so good at the drafting.$3",
"tiakall.wren.Sean.7": "I kinda want to give a try.$1",
"tiakall.wren.Sean.8": "If you do, I'll print it for you.#$b#Just don't expect it to be too good right off.$1",
"tiakall.wren.Sean.9": "You're doing okay up in Ridgeside? With being out and all?",
"tiakall.wren.Sean.10": "Oh yeah, no problems at all.$1#$b#They're all good people.#$b#I guess when you're a small town and everyone knows everybody, it's hard to be a jerk to one particular person, you know?$1",
"tiakall.wren.Sean.11": "Don't be so sure.$6#$b#People are group animals. That means they band together, yeah, but if you're outside that group, well....$6#$b#Being a small town just means there's no other groups to join if you get rejected.$6",
"tiakall.wren.Sean.12": "You speaking from experience?",
"tiakall.wren.Sean.13": "Not directly. I've just seen it happen a lot. Since I volunteered at a queer counseling center and all.$6#$b#Things have gotten better, but it's still hard for folks like us, you know?$6#$b#But if you haven't had any issues, that means they really are good people. They're not the kind to blame their faults and insecurities on others blindly.",
"tiakall.wren.Sean.14": "That's what I told you, old lady. Ridgeside's a good place.#$b#Maybe you need that hearing checked?$1",
"tiakall.wren.Sean.15": "Hey, watch it. You're only as old as you feel!$1",
"tiakall.wren.Sean.16": "What are you going to do, ground me?$1",
"tiakall.wren.Sean.17": "I'll do the opposite of ground you.#$b#I'll get a ton of work lined up for you and Ian.#$b#So you're working constantly.#$b#All. The. Time.",
"tiakall.wren.Sean.18": "Okay, you win.",
"tiakall.wren.Sean.19": "Don't underestimate the wisdom of age, kid.$1#$b#Ah, the last color's finally done!",
"tiakall.wren.Sean.20": "You'll probably want to sand it a bit to smooth out the rough edges, but here you go.#$b#One freshly-printed tricolor trans coaster.$1",
"tiakall.wren.Sean.21": "That's so cool! Thanks, Wren!$1",
"tiakall.wren.Sean.22": "And take a bottle of water with you, too. Important to stay hydrated on that long walk back.#$b#Or if you're going straight back to Ridgeside, I could give you a ride?",
"tiakall.wren.Sean.23": "In the sick truck with the trans flames? I'm SO in.",

//Side event - Elliott
"tiakall.wren.elliott.0": "...but I really do consider it a feminist work. I mean, yeah, it's a gendered society, but the female characters have so much agency. No one is passive.$6#$b#It really considers the roles of women in its society, with both characters that embrace it and characters that fight it.#$b#It's an analysis of gendered society, not an acceptance of it.#$b#Even when some of the women--and men too--fail or die, it's the result of their own choices.",
"tiakall.wren.elliott.1": "This series does sound fascinating. I will have to see if Gunther has a copy.$1",
"tiakall.wren.elliott.2": "If he doesn't, I can always lend you mine.$1",
"tiakall.wren.elliott.3": "I shall keep that in mind!$1#$b#Do you always do such thorough analyses of what you read, Wren?",
"tiakall.wren.elliott.4": "Oh, uh, I guess so?$3#$b#It's pretty common in fangirl circles.",
"tiakall.wren.elliott.5": "Really? It's just lady fans that engage in analysis?",
"tiakall.wren.elliott.6": "At least in my experience, yeah. I mean, it's hardly universal, but I find guys prefer collecting as an expression of their fandom.#$b#Like, they like owning the thing, and women like understanding the thing.#$b#I find that a lot of fanfic writers and fan artists are femme or queer, too... it all comes from the same obsession.",
"tiakall.wren.elliott.7": "That makes sense. When I was a child, my pride was my collection of my favorite series in as many versions and languages I could find.#$b#It didn't matter if I couldn't read them.$1#$b#Still, I'm surprised that it's so different for women. I thought the popular thing was the dressing up.",
"tiakall.wren.elliott.8": "Ha! That's so like a dude to think that the only form of fandom women participate in is the one that benefits dudes.",
"tiakall.wren.elliott.8.GNCE": "Ha! That's so like someone initially socialized as a dude to think that the only form of fandom women participate in is the one that benefits dudes.",
"tiakall.wren.elliott.9": "Oh, I'm sorry, I didn't mean--$8",
"tiakall.wren.elliott.10": "Oh, no, I'm not scolding you or anything, I just mean it's a pretty popular misconception because some guys just can't conceptualize stuff outside their own worldview.#$b#Like, they don't want to analyze their object of fandom, so why would others?#$b#But I bet a writer's a bit better at that than your average guy, right?$1",
"tiakall.wren.elliott.10.GNCE": "Oh, no, I'm not scolding you or anything, I just mean it's a pretty popular misconception because some guys just can't conceptualize stuff outside their own worldview.#$b#Like, they don't want to analyze their object of fandom, so why would others?#$b#But I bet a writer's a bit better at that than your average person, right?$1",
"tiakall.wren.elliott.11": "Well, I am trying. I decided to make my main character a woman, and some of the advice from my lady friends in regards to that have been... enlightening.#$b#Not always in a good way.$2",
"tiakall.wren.elliott.dsv.1": "Yeah, but I bet it makes sense to you, too. You're a Black person in a white-centric world.#$b#So if it helps, I'm sure I assume whiteness is the default in places I shouldn't, too.$3#$b#But I'm also trying.",
"tiakall.wren.elliott.dsv.2": "And I appreciate that.$1",
"tiakall.wren.elliott.12": "I think I still have places I can improve, though. Do you perhaps have some of these analysis essays you'd recommend?",
"tiakall.wren.elliott.13": "Sure, I can send you a few sites.#$b#Think you might be interested in fanfic, too? I bet we can find something for that childhood series of yours.",
"tiakall.wren.elliott.14": "Oh, I don't know about that. It's a rather childish series.",
"tiakall.wren.elliott.15": "Lots of adults write fanfic for their childhood series.$1#$b#Sometimes it's like seeing a love letter to what spoke to you as a kid, while acknowledging that you're an adult and maybe it's different coming back to it. It's sweet.",
"tiakall.wren.elliott.16": "In that case... I think I'll give it a try.$1",
"tiakall.wren.elliott.17": "We'll make a fanficcer out of you yet, Elliott!$1",

//Side event - Sterling
"tiakall.wren.sterling.0": "Tons of 'em out tonight.",
"tiakall.wren.sterling.1": "Ah, crap, I think I lost it.$2",
"tiakall.wren.sterling.2": "Lost what?$11",
"tiakall.wren.sterling.3": "Oh, hi, Sterling. What're you doing out here? Late-night swim?",
"tiakall.wren.sterling.4": "Just looking at the stars.",
"tiakall.wren.sterling.5": "Oh, that's a nice hobby to have. They put on an incredible display, don't they?",
"tiakall.wren.sterling.6": "Yeah... They really do.$11#$b#So what did you lose? Your marbles?$10",
"tiakall.wren.sterling.7": "Honey, I lost those ages ago.$1#$b#No, I was looking for a bird. Here, I got a pic, let me show you.",
"tiakall.wren.sterling.8": "It's very... brown.$3",
"tiakall.wren.sterling.9": "That's natural camouflage for you!$1#$b#These are called southern wrens, or sometimes 'southern valley wrens', they're all over the valley and this region.#$b#They're a non-migratory species, so you see them year round.",
"tiakall.wren.sterling.10": "You came out here for that?$10",
"tiakall.wren.sterling.11": "Yep!$1#$b#Were you expecting more of a twilight peacock?",
"tiakall.wren.sterling.12": "It's kind of ordinary, isn't it?$3",
"tiakall.wren.sterling.13": "What's wrong with ordinary?",
"tiakall.wren.sterling.14": "A southern wren might look pretty boring, sure. But they're AMAZING architects.#$b#Like, have built nests on the sides of buildings before, working from no more than a crack.$7#$b#The reason they're so common in this area, even after city after city has been built over the centuries, is because they can adapt like crazy to anything.#$b#That they're so common makes them excellent benchmarks for ecological studies, too.#$b#I was trailing this one because I wanted to know what kind of nest it built and where. Like, what kind of amazing little thing am I going to find?$1",
"tiakall.wren.sterling.15": "Huh.$11#$b#Didn't expect birds to be that in depth, to be honest.",
"tiakall.wren.sterling.16": "No one ever does, until they talk to me.$1#$b#But it's the same for your hobby, right?",
"tiakall.wren.sterling.17": "The stars, I mean. There's millions of em, and most of them are just ordinary yellow balls of gas, right? Nothing amazing compared to each other.#$b#But that doesn't matter, right? You appreciate them just the same.#$b#And if even one goes missing, there's going to be some nerds who notice and consider it a really big deal, even if that one star is 'ordinary'.",
"tiakall.wren.sterling.18": "I guess you're right, old lady.",
"tiakall.wren.sterling.19": "I'm always right.$1#$b#So did you tell Mia you were going to be out here?",
"tiakall.wren.sterling.20": "...maybe",
"tiakall.wren.sterling.21": "Ha, I thought as much.$1#$b#Look, try not to worry her TOO much, okay?",
"tiakall.wren.sterling.22": "She's gonna worry no matter what I do.$12",
"tiakall.wren.sterling.23": "Probably, yeah.$1#$b#But people don't worry about what they don't care about, you know?#$b#Shall we both rein it in for the night? I'll give you a piggyback ride back, want one?$1",
"tiakall.wren.sterling.24": "No!",
"tiakall.wren.sterling.25": "...yes",
"tiakall.wren.sterling.26": "Can you even carry me back without hurting yourself, old lady?$10",
"tiakall.wren.sterling.27": "Try me and see!$1",
"tiakall.wren.sterling.28": "So if it's okay to be ordinary, why do you dye your hair blue?$10",
"tiakall.wren.sterling.29": "Lesbian. It's part of my contract.$1",


//10 heart part 1 - advising Abigail
"tiakall.wren.h10p1.0": "My parents don't just get me at all, Wren. Especially my dad.$5#$b#He's such a fossil. He probably wishes I'd get married and be a stay at home mom.$5#$b#They treat me like a kid!$5",
"tiakall.wren.h10p1.1": "Of course they don't get you. You're a generation apart, and the world's changed so much around you.$6#$b#It's not impossible for folks my age and your dad's age to adapt, but it takes conscious work, and it's hard.$6#$b#I think you could help him with that a bit. You just have to get him to untangle how he sees the world from how he sees you.",
"tiakall.wren.h10p1.2": "But he doesn't listen.$5#$b#At least YOU do.",
"tiakall.wren.h10p1.3": "I've got a distinct advantage over him in that regard. I've met a lot of kids.#$b#I have a lot better sense of when someone goes from being a kid to an adult, and when protecting them becomes holding them back.$6#$b#All your parents have as a reference is you. And what parent wants to admit to themselves that they can't protect their child anymore?$6",
"tiakall.wren.h10p1.4": "*sigh*",
"tiakall.wren.h10p1.5": "I really want to be an adventurer. But I know Dad would never approve.$2",
"tiakall.wren.h10p1.6": "Well, not with that attitude he won't.$1#$b#Hey, Abigail, tell me something: why do you want to be an adventurer?$6",
"tiakall.wren.h10p1.7": "Well... for the adventure, of course! It's exciting and I can help people at the same time.",
"tiakall.wren.h10p1.8": "Sure, but there's lots of jobs that do that. Firefighting, for example.$6#$b#Let me rephrase. Is the specific act of killing wild creatures and trekking through uncivilized areas appealing?$6#$b#Or is the problem that you're currently so bored and unfulfilled with what you're doing that anything that isn't that looks appealing?$6",
"tiakall.wren.h10p1.9": "I'm... not really sure how to answer that.$2#$b#It's not like anyone's asked me that before.$6",
"tiakall.wren.h10p1.10": "They often don't. But it's a question you have to ask yourself.$6",
"tiakall.wren.h10p1.11": "Can I get back to you on that one?$6",
"tiakall.wren.h10p1.12": "Of course. It's the direction of your life we're talking about here. You shouldn't answer if you don't already have one.#$b#But once you have an answer that satisfies you, it'll be easier to explain it to him, too.",
"tiakall.wren.h10p1.13": "Thanks for always listening to me, Wren.#$b#I'm feeling better already.$1",
"tiakall.wren.h10p1.14": "Anytime, Abby. Giving out obnoxious levels of advice is one of my favorite hobbies.$1#$b#Seriously, you have my cell if you ever need it.#$b#And hey, I want to hear that answer when you have it.",
"tiakall.wren.h10p1.15": "You got it!$1",

//10 hearts part 2 - Sebastian
"tiakall.wren.h10p2.0": "(She's running a little late....)",
"tiakall.wren.h10p2.1": "Hey.",
"tiakall.wren.h10p2.2": "(Sebby?!)$4",
"tiakall.wren.h10p2.3": "What? Something on my face?",
"tiakall.wren.h10p2.4": "Uh, Abigail, you look a little different. New hairstyle?$3",
"tiakall.wren.h10p2.5": "I guess she told you she was coming instead of me, huh?#$b#She said you gave good advice.",
"tiakall.wren.h10p2.6": "Well, I give advice, at least.$3#$b#So... what's on your mind?",
"tiakall.wren.h10p2.7": "I hate my dad.",
"tiakall.wren.h10p2.8": "It's so obvious Maru's his favorite. He barely gives me the time of day unless it's to yell at me.$5#$b#Mom really likes him, and he's good to her, so it's not like I want to split them up but... I just can't accept him.$2",
"tiakall.wren.h10p2.9": "Oh... You mean your stepdad?$6",
"tiakall.wren.h10p2.10": "Who else would I be talking about? I never met my bio dad.",
"tiakall.wren.h10p2.11": "Would you... want to? Meet your bio dad, I mean.$6",
"tiakall.wren.h10p2.12": "Uh, it's not like I can. I don't even know his name.",
"tiakall.wren.h10p2.13": "I'm not asking if you can. I'm asking how you feel about it.$6#$b#If you had the opportunity, would you want to? Or would you prefer to never cross paths with him?$6",
"tiakall.wren.h10p2.14": "...I don't know.$2#$b#I don't know that I really feel one way or the other. He's just a complete blank to me.#$b#All I know is that he and Mom got divorced cause of his health. And even though she got rid of all his pictures, she's never said a bad word about him.#$b#Man, Abigail wasn't kidding about you asking the tough questions. I was just trying to figure out how to handle the dad I DO have.$2",
"tiakall.wren.h10p2.15": "(Ouch.)$3#$b#Yeah, fair enough. Want me to talk to him?$6",
"tiakall.wren.h10p2.16": "What would you say? 'Why are you playing favorites with your kids'?",
"tiakall.wren.h10p2.17": "I mean... yeah, basically.$6#$b#Obviously I wouldn't tell him we talked, but favoritism's a real thing, you know.$6",
"tiakall.wren.h10p2.18": "He'd just say it's in my head.$2",
"tiakall.wren.h10p2.19": "You know what Schroedinger's cat is, right?",
"tiakall.wren.h10p2.20": "Huh? The one that's both dead and alive until you open the box, yeah?",
"tiakall.wren.h10p2.21": "Exactly, it's the same thing. Whether or not the cat is actually alive is not the determining thing in reality. It's how it's viewed.#$b#Even if he's not doing it on purpose, he's doing something to create that perception, you know? Maybe he doesn't even realize he's doing it.",
"tiakall.wren.h10p2.22": "...Yeah, he is kind of dense sometimes.",
"tiakall.wren.h10p2.23": "I won't say anything if you don't want me to.$6",
"tiakall.wren.h10p2.24": "Sure, not like it'll hurt anything, I guess.#$b#And... thanks for listening. I guess I didn't expect to be taken seriously.$2",
"tiakall.wren.h10p2.25": "I'll always take you seriously. That's basic respect.",
"tiakall.wren.h10p2.26": "I'll think about what you asked me, too. About my bio dad and all.#$B#Abby said you like to hear the answers to those kinds of questions.",
"tiakall.wren.h10p2.27": "O-oh yeah, sure, I'd like that a lot, really.$3",
"tiakall.wren.h10p2.28": "(I just don't know that I'm ready for the answer...)$6",

//10 hearts part 3 - Diala does a reading
"tiakall.wren.h10p3.0": "Here's your poppyseed muffin and Joja cola, Wren!$1",
"tiakall.wren.h10p3.1": "Uh, Wren?$8",
"tiakall.wren.h10p3.2": "Huh? Oh, sorry. I was kind of spaced out there.$3",
"tiakall.wren.h10p3.3": "Is something the matter, Wren? You've seemed... kind of down, lately.$2",
"tiakall.wren.h10p3.30": "Yeah, I uh...$3#$b#I've kind of been waffling a bit over something.$6#$b#It's just a little personal thing, don't worry about it too much.",
"tiakall.wren.h10p3.4": "You can't just say 'don't worry' and expect your friends not to worry if it's bothering you this much.$2#$b#Maybe a reading might help?$3",
"tiakall.wren.h10p3.5": "You mean the tarot card thingie you do?",
"tiakall.wren.h10p3.6": "Yes!$3",
"tiakall.wren.h10p3.7": "Sure, why not? It can't hurt anything, right?",
"tiakall.wren.h10p3.8": "I'll go get my deck!$3",
"tiakall.wren.h10p3.31": "Okay, so this is a two card spread.#$b#It's useful for when you want to identify a problem, or you know what the problem is and you want insight on the next step.",
"tiakall.wren.h10p3.9": "Okay, I'm following you so far.",
"tiakall.wren.h10p3.10": "Okay, so I draw the first card like this. This card represents the problem you want to solve.",
"tiakall.wren.h10p3.11": "The card revealed is labeled 'Justice', featuring a blindfolded woman holding a sword.",
"tiakall.wren.h10p3.12": "Ah, Justice! Interesting, I don't usually see this one as the problem.",
"tiakall.wren.h10p3.13": "Is that bad?$3",
"tiakall.wren.h10p3.14": "Oh, not at all! None of the cards are really 'good' or 'bad', they just represent different facets of things.$1#$b#Justice represents cause and effect, truth, and clarity.#$b#In this context, having Justice as the problem, I'd interpret it as a need for truth.#$b#It sounds like knowing the problem isn't the truth you need, so maybe there's a secret you need to know or want to reveal?",
"tiakall.wren.h10p3.15": "That's... pretty accurate, honestly.$6",
"tiakall.wren.h10p3.16": "The second card we're going to lay down like so. This is the crossing card, and it usually represents the obstacle in the way of solving the problem.",
"tiakall.wren.h10p3.17": "Diala lays a card sideways across the bottom. The card is 'Judgment', featuring an angel hovering over a graveyard.",
"tiakall.wren.h10p3.18": "You sure that's not bad? Seems pretty harsh.$3",
"tiakall.wren.h10p3.19": "It's a powerful card, sure, since it can represent a reckoning or awakening. But it also represents reflection.#$b#So perhaps you're worried about things coming to a head or a confrontation?#$b#But the crossing card can also be read as the solution to a problem instead of the obstacle. So it could also be encouraging you to think about things.",
"tiakall.wren.h10p3.20": "I mean... I've been doing that a lot already.$6#$b#I just... don't want someone to be hurt.$6",
"tiakall.wren.h10p3.21": "Does that someone include you?",
"tiakall.wren.h10p3.22": "So the thing about Judgement is that it's a very insular card. If it's intended to be the solution rather than the obstacle, that means it's encouraging you to reflect on yourself, not others.#$b#Have you considered whether you, yourself, want the truth to come to light?",
"tiakall.wren.h10p3.23": "...No, I haven't.$6#$b#I want what's best for this other person. This is the consequences of my actions, so I don't have any right to be selfish.$6",
"tiakall.wren.h10p3.24": "Even so, I think it'd be best to consider what you want out of this situation.#$b#Just deciding how you feel about it might help you make a decision.$1",
"tiakall.wren.h10p3.25": "No, you're absolutely right. I don't even know which answer I'm hoping for.$6#$b#Thanks, Diala. This helped put things in perspective.#$b#Even if I end up not acting on the choice I want, knowing which one it is will help clear things up.",
"tiakall.wren.h10p3.26": "Then I'm glad it worked for you.$3#$b#Tarot can't give us the 'right' answer. All it does is reveal the answers that are inside us already.",
"tiakall.wren.h10p3.27": "That's not as easy as you think!$1",
"tiakall.wren.h10p3.28": "Tell me a bit more about tarot sometime, will you?$1",
"tiakall.wren.h10p3.29": "Sure thing!$3",

//10 Hearts part 4 - The Truth Will Out
"tiakall.wren.h10p4.0": "Hey.",
"tiakall.wren.h10p4.1": "I'm taking all the proper precautions!",
"tiakall.wren.h10p4.2": "Oh. Sebb-Sebastian?$4",
"tiakall.wren.h10p4.3": "...proper precautions for what?$5",
"tiakall.wren.h10p4.4": "...setting off bombs in the quarry.$3",
"tiakall.wren.h10p4.5": "Like I said, I'm being careful! It's not like I'm setting them off in the middle of the mine or anything! I'm out in the open away from potential damage and cave-ins!$4",
"tiakall.wren.h10p4.6": "I thought adults were supposed to be responsible.",
"tiakall.wren.h10p4.7": "Who told you such a bald-faced lie?",
"tiakall.wren.h10p4.8": "*pfft*",
"tiakall.wren.h10p4.9": "Dad's been bugging me more lately.",
"tiakall.wren.h10p4.10": "Oh?",
"tiakall.wren.h10p4.11": "Yeah, just... trying to be in my business a little more. I guess whatever you said to him got to him.",
"tiakall.wren.h10p4.12": "Since you're not giving me the stinkeye over it, I guess that's a good thing.#$b#It'll probably be difficult, but try and meet him halfway, okay?",
"tiakall.wren.h10p4.13": "No promises.",
"tiakall.wren.h10p4.14": "Yes promises. You can promise to try, at least.#$b#I'll be annoying about this until you say yes.$1",
"tiakall.wren.h10p4.15": "Okay, fine, I'll try. I don't want to know what you're like when you're annoying.$1",
"tiakall.wren.h10p4.16": "My nefarious plot to be annoying wins again!$1",
"tiakall.wren.h10p4.17": "I also thought about the other question you asked me. About my bio dad.",
"tiakall.wren.h10p4.18": "...o-oh?$4",
"tiakall.wren.h10p4.19": "Yeah. I guess... I'm a little bit curious.#$b#I guess if I had the chance, I'd go meet him. Just to see what he's like. I think... I'd prefer knowing he's a terrible person or he didn't care about me to knowing nothing at all.",
"tiakall.wren.h10p4.20": "I mean, he probably is a terrible person in some regards, but I'm sure he cares, Sebastian. Count on it.",
"tiakall.wren.h10p4.21": "You talk like you know the guy.",
"tiakall.wren.h10p4.22": "Well, uh....",
"tiakall.wren.h10p4.23": "...what are you not telling me?$5",
"tiakall.wren.h10p4.24": "...I mean, yeah, I would hope I would know the guy. Since, uh, he's me.$3",
"tiakall.wren.h10p4.25": "?????",
"tiakall.wren.h10p4.26": "So, the short explanation is I'm trans, I had a mental breakdown, and I was committed for a couple of years while I got myself together. I wanted your mother to take care of you and herself first.$6#$b#Both of us love you and want the best for you. This was never your fault. I hope you understand that.$6",
"tiakall.wren.h10p4.27": "It's just... It's sure not what I would've expected.$2",
"tiakall.wren.h10p4.28": "Yeah, that's fair. I'm not really what *I* expected, either.$6#$b#Go ahead and ask me anything you like. Bandaid's already off.",
"tiakall.wren.h10p4.29": "...Why didn't you come back?",
"tiakall.wren.h10p4.30": "I cut ties with your mom and hid myself so she'd focus on the two of you.$6#$b#When I was finally less of a wreck, well, perhaps I cut them a little too well. I couldn't find her again.$6#$b#I suppose I could've put more effort into looking, but... I was still trying to piece my own life back together. The last thing you and she needed was me foisting a half-broken wreck upon you.$6#$b#And after a while, I thought maybe it was better that you didn't have to spare your deadbeat dad a thought.$6#$b#It probably wasn't the best choices I could've made, but... it's what I did.",
"tiakall.wren.h10p4.31": "Okay. I'll accept that for now.#$b#What parts of me... come from you?",
"tiakall.wren.h10p4.32": "That's tricky to answer. Got issues with self-confidence?",
"tiakall.wren.h10p4.33": "...Sometimes.$2",
"tiakall.wren.h10p4.34": "That one's probably me, sorry.$3#$b#Got a need to please people?",
"tiakall.wren.h10p4.35": "Not in the least.",
"tiakall.wren.h10p4.36": "That's from your mom. Do you like math?",
"tiakall.wren.h10p4.37": "It's pretty cool.$1",
"tiakall.wren.h10p4.38": "That one's probably from me, too. I used to work in tax, and that's all math.",
"tiakall.wren.h10p4.39": "...YOU worked in tax?",
"tiakall.wren.h10p4.40": "Hey, I make a mean spreadsheet.$1#$b#Honestly, I didn't mind it, but the whole corporate world just made all those underlying issues much worse, so I wouldn't go back.",
"tiakall.wren.h10p4.41": "I get that. I don't want to be a corporate flunky, either.",
"tiakall.wren.h10p4.42": "That could be from either of us.$1",
"tiakall.wren.h10p4.43": "...Do Mom and Dad know?",
"tiakall.wren.h10p4.44": "I told your mom who I was as soon as I met her again. I'm sure she told your dad.$6",
"tiakall.wren.h10p4.45": "Then why didn't they tell me?$2",
"tiakall.wren.h10p4.46": "If your mom had told you, I'd have been fine with that, and I'm sure she knows that. She didn't because she wanted to leave that choice in *your* hands.$6#$b#If you'd said you weren't interested, I would've taken that to my grave.$6#$b#But honestly, I'm a little glad you were. If I can be a net positive in your life, I want to be.",
"tiakall.wren.h10p4.47": "I feel like my head is going to explode from all this.$2",
"tiakall.wren.h10p4.48": "...wanna blow off some steam? Literally? I still got those bombs.",
"tiakall.wren.h10p4.49": "Sure. Literal explosions in response to a family shake-up sounds great, actually.$1",
"tiakall.wren.h10p4.50": "Better than the metaphorical kind.$1",

//10 hearts part 5 - bonding over bikes
"tiakall.wren.h10p5.0": "Hey, Sebastian.$6",
"tiakall.wren.h10p5.1": "Ow!",
"tiakall.wren.h10p5.2": "Sorry. I do that all the time.$3",
"tiakall.wren.h10p5.3": "Not the first time I've done it, either$8.#$b#Mom and Dad are out right now. On a date.$9",
"tiakall.wren.h10p5.4": "Really? Good for them.$1#$b#That a Flametalon?",
"tiakall.wren.h10p5.5": "You're familiar with them?$8",
"tiakall.wren.h10p5.6": "A little bit. My neighbor's got one, we chat from time to time. Different model though, I think.#$b#Routine oil change, or something going on?",
"tiakall.wren.h10p5.7": "The answer is 'yes'.$9#$b#She's been burning oil lately. I think the problem is the intake valve here, but I'm not really sure how to fix it.$9",
"tiakall.wren.h10p5.8": "Let me take a look.",
"tiakall.wren.h10p5.9": "Give me a bit of light on this.",
"tiakall.wren.h10p5.10": "#$b#Ah, yeah, there it is. Let's take a look....",
"tiakall.wren.h10p5.11": "Mmhmm, yep, looks like we got a pretty nasty hairline crack here. Not that surprising when you consider the force on it over time.",
"tiakall.wren.h10p5.12": "Can it be fixed?",
"tiakall.wren.h10p5.13": "You could try welding it, but I'm not really confident you could get a solid weld in there while keeping the pieces flush.$6#$b#I take it you don't want to replace it?",
"tiakall.wren.h10p5.14": "They don't make the part anymore. It's a minimum six-month wait to source it, and you don't want to know what it costs.$2",
"tiakall.wren.h10p5.15": "Ahhh. Yeah, there's a part like that in every model line, I'm pretty sure.$6",
"tiakall.wren.h10p5.16": "Why even make specialized parts like that?$5",
"tiakall.wren.h10p5.17": "Well, the cutting edge of technology sometimes has evolutionary dead-ends. Let me look something up. What's your specific model?",
"tiakall.wren.h10p5.18": "T450.#$b#What are you looking at?",
"tiakall.wren.h10p5.19": "Spec site. Bunch of bike nerds that have the exact measurements for all the parts.#$b#Ah, bingo! Looks like they have the 3D rendering for your valve.$1",
"tiakall.wren.h10p5.20": "Okay, now I'm curious. What are you going to do with that?",
"tiakall.wren.h10p5.21": "3D print it. Then we use that to make a mold. And then we use THAT to cast the part.#$b#Our blacksmiths can do it. We did the same thing with a part for Suzuka. It'll take some time, but much less than six months.#$b#Much cheaper, too.$1",
"tiakall.wren.h10p5.22": "Huh. I've seen the 3D printer models online, but I wouldn't have thought it could be used for something practical like that.#$b#Then again, I'm usually the one making the models, not printing them.",
"tiakall.wren.h10p5.23": "Isn't technology nowadays amazing?$1#$b#If you ever got something you want printed, feel free to send it to me.#$b#What... kind of things do you like to make?$6",
"tiakall.wren.h10p5.24": "...nothing that interesting...",
"tiakall.wren.h10p5.25": "Look, my last project was printing locket replicas for a magical girl series that's almost as old as you are. You're not gonna out-nerd me.",
"tiakall.wren.h10p5.26": "...Solarion miniatures. For me and Abby and Sam. I customized them for our characters.$2",
"tiakall.wren.h10p5.27": "Oh, you like Solarion? I've only played a couple of times in one-shots, but the simplified combat's pretty nice.#$b#It uses a full set of dice, right? How many sets do you have?",
"tiakall.wren.h10p5.28": "Just three. I'm pretty fussy about them, though.$1#$b#Man. This isn't a conversation I thought I'd have with my bio d--#$b#Uh. Parent?$2",
"tiakall.wren.h10p5.29": "Parent works.#$b#Look, just treat me however you're most comfortable. It's a weird situation and there's no One Right Way to react to it.$6#$b#Speaking of comfortable... if you'd be interested, I could show you the printer and get it set up, maybe introduce you to some folks.$6#$b#Want to go for a quick ride down the road?",
"tiakall.wren.h10p5.30": "Sure. My parents won't be back for a while. I guess I have time.$1#$b#Just let me go clean up. I'm still covered in motor oil.",
"tiakall.wren.h10p5.31": "Grab your model files while you're at it!$1",

}