{
	"FourHeartLetter.title": "More Plushies For You",
        "FourHeartLetter.text": "Hello, @!.^^It is me, Kin...I have figured out how to send mail! Isn't that glorious? Now I can communicate with you without leaving the comfort of these woods! I have the bird who delivered this letter to thank. Anywho, I have attached more small plushies for you. I cannot stop making them, they are just so cute! I hope you think so too.^^-Best wishes, Kin~",
        "SixHeartLetter.title":  "Big Plushie Incoming",
        "SixHeartLetter.text": "@!^^I have just finished an amazing golden product for you...a large version of the gold futan axolotl plushie! I was almost tempted to keep it for myself, but I could not do that with a gift intended for you. Please take good care of it!^^-Best wishes, Kin~",
        "SevenHeartLetter.title": "The Sword",
        "SevenHeartLetter.text": "Guess what, @?^^I have been working on several golden weapons for you, and I just recently finished one! It is a gold sword, and I must say...I think it came out pretty well~. I hope you are able to get good use out of it! But if not...I still have two more weapons that might be better suited for you, hehe.^^-Best wishes, Kin~",
        "EightHeartLetter.title": "The Dagger",
        "EightHeartLetter.text": "New weapon incoming!^^I have finished the second weapon, the dagger! If the sword was not to your liking, I hope this one is! If not...I have one more weapon I am working on. Stay excited!^^-Best wishes, Kin~",
        "NineHeartLetter.title": "The Hammer",
        "NineHeartLetter.text": "It is done!^^The third and final weapon is now in your possession...the hammer! If you did not care much for using the other two, then hopefully this one is a better fit. If not...then they could all make great wall decorations instead or something. Either way, I hope you enjoy!^^-Best wishes, Kin~",
        "TenHeartLetter.title": "Statue of Gold",
        "TenHeartLetter.text": "@,^^I believe this is my greatest work yet! It as a statue of an axolotl...made of pure gold, of course~. I have put a lot of effort into this because I wanted it to be perfect for my friend, @ (you). I hope you love it!^^-Best wishes, Kin~",
        "WizardsNotice.title": "The Curse",
        "WizardsNotice.text":  "@-^^Please stop by my tower as soon as you recieve this letter.^^-M.Rasmodius, Wizard",
        "FriendshipNecklace.title": "Token of Friendship",
        "FriendshipNecklace.text": "@...^^It is me, Kin. I am still traveling to my kingdom, but I had to stop to write a letter for you. I already miss you dearly, and I almost wish I had not left so soon...but I know it is the right thing to do. My kingdom and its subjects await me and I cannot let them down. I have been slowly, but surely, regaining my memories and I remember just how much my people mean to me. There are a lot of other things I remember, but I should probably not bog this letter down. Besides...what will we have to talk about the next time we meet? Hehe. Anyway, I have attached something for you. It is something I finished when I was still an axolotl, but was unsure when I should give it to you. I think now is the right time. Please cherish it just as I have cherished your friendship.^^-Best wishes, Kin"
}