//i18n changes: added rose gummi - added turtwig, chimchar, pikachu and ditto text, added text to pipulp - fixed typo in Vaporeon, Ninetales name - fixed typo in fuchsia bows, miltank mayo and every instance of the word "Similar" 
{
//config

    "config.Eevee Texture.name": "Eevee Texture",
    "config.Eevee Texture.description": "Changes Eevee's appearance to chosen game style. Requires restart to take effect.",
    "config.Eevee Texture.values.Ranger": "Ranger",
    "config.Eevee Texture.values.Dungeon": "Dungeon",
    "config.Espeon Texture.name": "Espeon Texture",
    "config.Espeon Texture.description": "Changes Espeon's appearance to chosen game style. Requires restart to take effect.",
    "config.Espeon Texture.values.Ranger": "Ranger",
    "config.Espeon Texture.values.Dungeon": "Dungeon",
    "config.Flareon Texture.name": "Flareon Texture",
    "config.Flareon Texture.description": "Changes Flareon's appearance to chosen game style. Requires restart to take effect.",
    "config.Flareon Texture.values.Ranger": "Ranger",
    "config.Flareon Texture.values.Dungeon": "Dungeon",
    "config.Glaceon Texture.name": "Glaceon Texture",
    "config.Glaceon Texture.description": "Changes Glaceon's appearance to chosen game style. Requires restart to take effect.",
    "config.Glaceon Texture.values.Ranger": "Ranger",
    "config.Glaceon Texture.values.Dungeon": "Dungeon",
    "config.Jolteon Texture.name": "Jolteon Texture",
    "config.Jolteon Texture.description": "Changes Jolteon's appearance to chosen game style. Requires restart to take effect.",
    "config.Jolteon Texture.values.Ranger": "Ranger",
    "config.Jolteon Texture.values.Dungeon": "Dungeon",
    "config.Leafeon Texture.name": "Leafeon Texture",
    "config.Leafeon Texture.description": "Changes Leafeon's appearance to chosen game style. Requires restart to take effect.",
    "config.Leafeon Texture.values.Ranger": "Ranger",
    "config.Leafeon Texture.values.Dungeon": "Dungeon",
    "config.Umbreon Texture.name": "Umbreon Texture",
    "config.Umbreon Texture.description": "Changes Umbreon's appearance to chosen game style. Requires restart to take effect.",
    "config.Umbreon Texture.values.Ranger": "Ranger",
    "config.Umbreon Texture.values.Dungeon": "Dungeon",
    "config.Vaporeon Texture.name": "Vaporeon Texture",
    "config.Vaporeon Texture.description": "Changes Vaporeon's appearance to chosen game style. Requires restart to take effect.",
    "config.Vaporeon Texture.values.Ranger": "Ranger",
    "config.Vaporeon Texture.values.Dungeon": "Dungeon",
    "config.Flareon Fur.name": "Flareon Fur",
    "config.Flareon Fur.description": "Changes the color of Flareon's fur from the modern shade to the vivid yellow seen in older games.",
    "config.Flareon Fur.values.Retro": "Retro",
    "config.Flareon Fur.values.Modern": "Modern",
    "config.section.Eeveelutions.name": "Eeveelutions",
    "config.AHM Meat.name": "AHM Meat",
    "config.AHM Meat.description": "Enable/Disable meat items added by Animal Husbandry Mod. This only removes items, adjust AHM's settings to disable turning animals into meat. Does nothing without AHM.",
    "config.AHM Meat.values.true": "true",
    "config.AHM Meat.values.false": "false",
    "config.section.Perfection.name": "Perfection",
    "config.Treasure Box Items.name": "Treasure Box Items",
    "config.Treasure Box Items.description": "Whether or not items obtained via Treasure Boxes are needed for Full Shipment Achievement.",
    "config.Treasure Box Items.values.true": "true",
    "config.Treasure Box Items.values.false": "false",
    "config.Pokemon Items.name": "Pokemon Items",
    "config.Pokemon Items.description": "Whether or not items obtained from Pokemon are needed for Full Shipment Achievement.",
    "config.Pokemon Items.values.true": "true",
    "config.Pokemon Items.values.false": "false",
    "config.Deluxe Pokemon Items.name": "Pokemon Items",
    "config.Deluxe Pokemon Items.description": "Whether or not deluxe items obtained from Pokemon are needed for Full Shipment Achievement.",
    "config.Deluxe Pokemon Items.values.true": "true",
    "config.Deluxe Pokemon Items.values.false": "false",
    "config.Technical Machines.name": "Technical Machines",
    "config.Technical Machines.description": "Whether or not Technical Machines obtained from Pokemon are needed for Full Shipment Achievement.",
    "config.Technical Machines.values.true": "true",
    "config.Technical Machines.values.false": "false",
    "config.Bow Appearance.name": "Bow Appearance",
    "config.Bow Appearance.description": "Changes the appearance of the wearable bows obtained from the Hat Mouse.",
    "config.Bow Appearance.values.Large": "Large",
    "config.Bow Appearance.values.LargeRound": "LargeRound",
    "config.Bow Appearance.values.Medium": "Medium",
    "config.Bow Appearance.values.Small": "Small",
    "config.Bow Appearance.values.Tiny": "Tiny",


//universal

    "birthtext": "Oh? A pokemon egg is hatching!",
    "internalitem": "An item meant for use for debugging or testing. Not obtainable by legitimate means.",
    "pokemonincubator": "Pokemon Incubator",
    "pokemonincubator.d": "A safe, warm case to keep Pokemon Eggs safe until they hatch!",

//buildingdata

    "pkcoop": "Pokemon Coop",
    "pkcoop.d": "A special coop built with Pokemon in mind! Features an extra large door!",
    "bpkcoop": "Big Pokemon Coop",
    "bpkcoop.d": "A special large coop built with Pokemon in mind! Features an extra large door! Comes with a Pokemon Incubator!",
    "dpkcoop": "Deluxe Pokemon Coop",
    "dpkcoop.d": "A special deluxe coop built with Pokemon in mind! Features an extra large door! Comes with a second Pokemon Incubator!",
    "pkbarn": "Pokemon Barn",
    "pkbarn.d": "A special barn built with Pokemon in mind! Features an extra large door!",
    "bpkbarn": "Big Pokemon Barn",
    "bpkbarn.d": "A special large barn built with Pokemon in mind! Features an extra large door! Comes with a Pokemon Incubator!",
    "dpkbarn": "Deluxe Pokemon Barn",
    "dpkbarn.d": "A special deluxe barn built with Pokemon in mind! Features an extra large door! Comes with a second Pokemon Incubator!",

//candydata

    "rarecandy": "Rare Candy",
    "prismaticcandy": "Prismatic Candy",
    "prismaticcandy.d": "A special candy with the combined energy of 8 rare candies! Grants incredible power when consumed!",
    "farmcandy": "A special candy that is packed with energy. When consumed, it will temporarily raise the level of your farming skill by one.",
    "fishcandy": "A special candy that is packed with energy. When consumed, it will temporarily raise the level of your fishing skill by one.",
    "foragecandy": "A special candy that is packed with energy. When consumed, it will temporarily raise the level of your foraging skill by one.",
    "luckcandy": "A special candy that is packed with energy. When consumed, it will temporarily raise your luck by one.",
    "minecandy": "A special candy that is packed with energy. When consumed, it will temporarily raise the level of your mining single skill by one.",
    "fightcandy": "A special candy that is packed with energy. When consumed, it will temporarily raise your attack by one.",
    "defcandy": "A special candy that is packed with energy. When consumed, it will temporarily raise your defense by one.",
    "energycandy": "A special candy that is packed with energy. When consumed, it will temporarily raise your energy by one hundred.",
    "candybox": "Candy Treasure Box",
    "candybox.d": "A rare, sweet smelling treasure! Something rolls around inside...A blacksmith could probably break it open!",

//gummi

    "redgummi": "Red Gummi",
    "redgummi.d": "A candy enjoyed by Pokemon. This one is loved by Fire types!",
    "orangegummi": "Orange Gummi",
    "orangegummi.d": "A candy enjoyed by Pokemon. This one is loved by Fighting types!",
    "yellowgummi": "Yellow Gummi",
    "yellowgummi.d": "A candy enjoyed by Pokemon. This one is loved by Electric types!",
    "grassgummi": "Grass Gummi",
    "grassgummi.d": "A candy enjoyed by Pokemon. This one is loved by Grass types!",
    "greengummi": "Green Gummi",
    "greengummi.d": "A candy enjoyed by Pokemon. This one is loved by Bug types!",
    "skygummi": "Sky Gummi",
    "skygummi.d": "A candy enjoyed by Pokemon. This one is loved by Flying types!",
    "bluegummi": "Blue Gummi",
    "bluegummi.d": "A candy enjoyed by Pokemon. This one is loved by Water types!",
    "royalgummi": "Royal Gummi",
    "royalgummi.d": "A candy enjoyed by Pokemon. This one is loved by Dragon types!",
    "purplegummi": "Purple Gummi",
    "purplegummi.d": "A candy enjoyed by Pokemon. This one is loved by Ghost types!",
    "pinkgummi": "Pink Gummi",
    "pinkgummi.d": "A candy enjoyed by Pokemon. This one is loved by Poison types!",
    "rosegummi": "Rose Gummi",
    "rosegummi.d": "A candy enjoyed by Pokemon. This one is loved by Fairy types!",
    "blackgummi": "Black Gummi",
    "blackgummi.d": "A candy enjoyed by Pokemon. This one is loved by Dark types!",
    "browngummi": "Brown Gummi",
    "browngummi.d": "A candy enjoyed by Pokemon. This one is loved by Ground types!",
    "whitegummi": "White Gummi",
    "whitegummi.d": "A candy enjoyed by Pokemon. This one is loved by Normal types!",
    "silvergummi": "Silver Gummi",
    "silvergummi.d": "A candy enjoyed by Pokemon. This one is loved by Steel types!",
    "cleargummi": "Clear Gummi",
    "cleargummi.d": "A candy enjoyed by Pokemon. This one is loved by Ice types!",
    "wondergummi": "Wonder Gummi",
    "wondergummi.d": "A candy enjoyed by Pokemon of all types! It has a curious texture unlike any other Gummi.",
    "goldgummi": "Gold Gummi",
    "goldgummi.d": "A candy enjoyed by Pokemon. This one is loved by Psychic types!",
    "prismaticgummi": "Prismatic Gummi",
    "prismaticgummi.d": "An extra special candy enjoyed by Pokemon of all types! Its flavor unlike anything you've ever tasted!",
    "sweetbox": "Sweet Treasure Box",
    "sweetbox.d": "A sweet smelling Treasure Box! Something bounces around when you shake it...A blacksmith could probably break it open!",

//bows

    "redbow": "Red Bow",
    "redbow.d": "A red bow with an energetic aura.",
    "redbowhat.d": "A red bow with an energetic aura. Thanks to the Hat Mouse, you can wear it on your head!",
    "brownbow": "Brown Bow",
    "brownbow.d": "A brown bow with an energetic aura.",
    "brownbowhat.d": "A brown bow with an energetic aura. Thanks to the Hat Mouse, you can wear it on your head!",
    "orangebow": "Orange Bow",
    "orangebow.d": "An orange bow with an energetic aura.",
    "orangebowhat.d": "An orange bow with an energetic aura. Thanks to the Hat Mouse, you can wear it on your head!",
    "yellowbow": "Yellow Bow",
    "yellowbow.d": "A yellow bow with an energetic aura.",
    "yellowbowhat.d": "A yellow bow with an energetic aura. Thanks to the Hat Mouse, you can wear it on your head!",
    "limebow": "Lime Bow",
    "limebow.d": "A lime bow with an energetic aura.",
    "limebowhat.d": "A lime bow with an energetic aura. Thanks to the Hat Mouse, you can wear it on your head!",
    "greenbow": "Green Bow",
    "greenbow.d": "A green bow with an energetic aura.",
    "greenbowhat.d": "A green bow with an energetic aura. Thanks to the Hat Mouse, you can wear it on your head!",
    "viridianbow": "Viridian Bow",
    "viridianbow.d": "A viridian bow with an energetic aura.",
    "viridianbowhat.d": "A viridian bow with an energetic aura. Thanks to the Hat Mouse, you can wear it on your head!",
    "mintybow": "Minty Bow",
    "mintybow.d": "A minty bow with an energetic aura.",
    "mintybowhat.d": "A minty bow with an energetic aura. Thanks to the Hat Mouse, you can wear it on your head!",
    "skybluebow": "Sky Blue Bow",
    "skybluebow.d": "A sky blue bow with an energetic aura.",
    "skybluebowhat.d": "A sky blue bow with an energetic aura. Thanks to the Hat Mouse, you can wear it on your head!",
    "bluebow": "Blue Bow",
    "bluebow.d": "A blue bow with an energetic aura.",
    "bluebowhat.d": "A blue bow with an energetic aura. Thanks to the Hat Mouse, you can wear it on your head!",
    "cobaltbow": "Colbalt Bow",
    "cobaltbow.d": "A colbalt bow with an energetic aura.",
    "cobaltbowhat.d": "A cobalt bow with an energetic aura. Thanks to the Hat Mouse, you can wear it on your head!",
    "violetbow": "Violet Bow",
    "violetbow.d": "A violet bow with an energetic aura.",
    "violetbowhat.d": "A violet bow with an energetic aura. Thanks to the Hat Mouse, you can wear it on your head!",
    "purplebow": "Purple Bow",
    "purplebow.d": "A purple bow with an energetic aura.",
    "purplebowhat.d": "A purple bow with an energetic aura. Thanks to the Hat Mouse, you can wear it on your head!",
    "pinkbow": "Pink Bow",
    "pinkbow.d": "A pink bow with an energetic aura.",
    "pinkbowhat.d": "A pink bow with an energetic aura. Thanks to the Hat Mouse, you can wear it on your head!",
    "Fuchsiabow": "Fuchsia Bow",
    "Fuchsiabow.d": "A Fuchsia bow with an energetic aura.",
    "Fuchsiabowhat.d": "A Fuchsia bow with an energetic aura. Thanks to the Hat Mouse, you can wear it on your head!",
    "silverbow": "Silver Bow",
    "silverbow.d": "A silver bow with an energetic aura.",
    "silverbowhat.d": "A silver bow with an energetic aura. Thanks to the Hat Mouse, you can wear it on your head!",
    "cutebox": "Cute Treasure Box",
    "cutebox.d": "A shiny Treasure Box! This one seems to have something light inside...A blacksmith could probably break it open!",

//other treasure items

    "deluxebox": "Deluxe Treasure Box",
    "deluxebox.d": "A shiny Treasure Box! What could be inside...A blacksmith could probably break it open",
    "hiddengold": "Hidden Gold",
    "hiddengold.d": "A shiny box of gold! Looks like someone tried to hide it!",
    "poke": "Poke",
    "poke.d": "A common currency in the Pokemon Dungeons! It may not be legal tender here, but its worth a good amount!",
    "silverpoke": "Silver Poke",
    "silverpoke.d": "A common currency in the Pokemon Dungeons! It may not be legal tender here, but its worth a decent amount!",
    "lightshades": "Light Shades",
    "lightshades.d": "A fashionable, light blue pair of sunglasses. Any powers they once had seem to have faded, but they certainly look nice!",
    "lightshadeshat.d": "A fashionable, light blue pair of sunglasses. Thanks to the Hat Mouse, they can be worn again!",
    "darkshades": "Dark Shades",
    "darkshades.d": "A fashionable, dark blue pair of sunglasses. Any powers they once had seem to have faded, but they certainly look nice!",
    "darkshadeshat.d": "A fashionable, dark blue pair of sunglasses. Thanks to the Hat Mouse, they can be worn again!",
    "calcium": "Calcium",
    "calcium.d": "A nutritious drink used by trainers to raise their Pokemon Sp. Attack! Nothing says a person couldnt drink it though!",
    "scale": "Gabite Scale",
    "scale.d": "A scale from Gabite, rumored to be a cure-all for all afflictions. It heals many status problems.",
    "hugeapple": "Huge Apple",
    "hugeapple.d": "A large apple native to the Apple Woods! Looks tasty!",
    "perfectapple": "Perfect Apple",
    "perfectapple.d": "A large and delicious apple native to the Apple Woods. Examining it, you can't find a single defect!",
    "goldapple": "Golden Apple",
    "goldapple.d": "A miraculous apple that glows with an alluring golden aura. It's far too precious and beautiful to even consider eating!",
    "goldbanana": "Golden Banana",
    "goldbanana.d": "A single miraculous banana that glows with an alluring golden aura. It's far too precious and beautiful to even consider eating!",
    "cookie": "Four-Leaf Cookie",
    "cookie.d": "A sweet cookie shaped like a four leaf clover! Dungeoneers would eat them to improve their stats!",
    "chocolate": "Sweet Chocolate",
    "chocolate.d": "A rich, sweet piece of chocolate! Dungeoneers would eat them to improve their stats!",
    "minidonut": "Mini Donut",
    "minidonut.d": "A special mini donut only found in dungeons and treasure boxes! Its small size made it a coveted treat among dungeoneers.",
    "donut": "Donut",
    "donut.d": "A special donut only found in dungeons and treasure boxes!",
    "megadonut": "Mega Donut",
    "megadonut.d": "A special large donut only found in dungeons and treasure boxes! According to dungeoneers, the experience of comsuming one is unmatched!",
    "chestnut": "Chestnut",
    "chestnut.d": "A chestnut commonly found in the Uproar Forest. Said to be a favorite of Mankey!",

//eeveedata

    "eevee": "Eevee",
    "eevee.d": "Harbors the potential to evolve into manifold forms. Scholars believe that Eevee contains the key to understanding the mysteries of Pokemon evolution!",
    "espeon": "Espeon",
    "flareon": "Flareon",
    "glaceon": "Glaceon",
    "jolteon": "Jolteon",
    "leafeon": "Leafeon",
    "umbreon": "Umbreon",
    "vaporeon": "Vaporeon",
    "sylveon": "Sylveon",
    "eeveeegg": "Eevee Egg",
    "eeveeegg.d": "A Pokemon egg! Looks like it was laid by an Eevee! Can be hatched in a Pokemon Incubator.",
    "espeonegg": "Eevee Egg (Espeon)",
    "flareonegg": "Eevee Egg (Flareon)",
    "glaceonegg": "Eevee Egg (Glaceon)",
    "jolteonegg": "Eevee Egg (Jolteon)",
    "leafeonegg": "Eevee Egg (Leafeon)",
    "umbreonegg": "Eevee Egg (Umbreon)",
    "vaporeonegg": "Eevee Egg (Vaporeon)",
    "sylveonegg": "Eevee Egg (Sylveon)",
    "eeveemayo": "Eevee Egg Mayo",
    "eeveemayo.d": "Mayonnaise made from the egg of an Eevee. Why would you..?",
    "eevee.md": "Eevee needs a place to live! Build them a Pokemon Barn!",
    "confusiontm": "Technical Machine - Confusion",
    "confusiontm.d": "TM: The target is hit with a weak telekinetic force to inflict damage. This may also confuse the target.",
    "embertm": "Technical Machine - Ember",
    "embertm.d": "TM: The target is attacked with small flames. This may also leave the target with a burn.",
    "thundershocktm": "Technical Machine - Thunder Shock",
    "thundershocktm.d": "TM: A jolt of electricity crashes down on the target to inflict damage. This may also leave the target with paralysis.",
    "icywindtm": "Technical Machine - Icy Wind",
    "icywindtm.d": "TM34: The user attacks with a gust of chilled air. This also lowers opposing Pokemon's Speed stats.",
    "razorleaftm": "Technical Machine - Razor Leaf",
    "razorleaftm.d": "TM: Sharp-edged leaves are launched to slash at opposing Pokemon. This move has a heightened chance of landing a critical hit.",
    "snarltm": "Technical Machine - Snarl",
    "snarltm.d": "TM30: The user attacks by crying out as if it's ranting about something. This also lowers the target's offensive stats.",
    "waterguntm": "Technical Machine - Water Gun",
    "waterguntm.d": "TM12: The target is blasted with a forceful shot of water.",
    "tailwhiptm": "Technical Machine - Tail Whip",
    "tailwhiptm.d": "TM: The user wags its tail cutely, making opposing Pokemon less wary. This lowers their Defense stats.",
    "disarmingvoicetm": "Technical Machine - Disarming Voice",
    "disarmingvoicetm.d": "TM19: Letting out a charming cry, the user does emotional damage to opposing Pokemon. This attack never misses.",
    "persim": "Persim Berry",
    "persim.d": "A unique tasting berry with a love for light, its color grows brighter the more sun it gets. Trainers give these to their Pokemon to eat in battle to cure confusion!",
    "haban": "Haban Berry",
    "haban.d": "A berry with a distinct bitter flavor, they can be boiled down into a surpisingly sweet jam! Trainers give these to Pokemon to protect them from Dragon Type moves in battle!",
    "orangerazz": "Orange Razz Berry",
    "orangerazz.d": "They lack the spice of their pink counterparts, but the center tastes just as dry. Trainers use these to catch wild Pokemon easier!",
    "pinkrazz": "Pink Razz Berry",
    "pinkrazz.d": "A hint of spiciness can be found in the exterior berries, with a dry taste in the center. Trainers use these to make catching wild Pokemon easier!",
    "silverrazz": "Silver Razz Berry",
    "silverrazz.d": "An uncommon member of the Razz Berry family, these berries are sweeter than their common relatives. Trainers use these to make catching wild Pokemon much easier!",
    "goldrazz": "Golden Razz Berry",
    "goldrazz.d": "The rarest of Razz berries, Golden Razz berries are by far the sweetest! Trainers use these to make catching wild Pokemon drastically easier!",

//combee

    "combee": "Combee",
    "combee.d": "They swear fealty to a queen Pokemon and work diligently to gather nectar. Each swarm produces a different flavor of honey.",
    "combee.md": "Combee needs a place to live! Build them a Pokemon Coop!",
    "queen": "Vespiquen",
    "combeeegg": "Combee Egg",
    "combeeegg.d": "A Pokemon egg! Looks like it was laid by a Vespiquen! Can be hatched in a Pokemon Incubator.",
    "combeefegg": "Combee Egg (Female)",
    "combeemegg": "Combee Egg (Male)",
    "queenegg": "Vespiquen Egg",
    "combeemayo": "Combee Egg Mayo",
    "combeemayo.d": "Mayonnaise made from the egg of a Combee. Why would you..?",
    "dhoney": "Dazzling Honey",
    "dhoney.d": "Honey that sparkles with an amber hue. It is beloved by bug Pokemon and Pokemon with fairylike charms, and is often used to lure in wild Pokemon.",
    "poisonbarb": "Poison Barb",
    "poisonbarb.d": "An item trainers can give to pokemon. This small poisonous barb boosts the power of the holder's Poison-type moves.",
    "buzztm": "Technical Machine - Bug Buzz",
    "buzztm.d": "TM162: The user vibrates its wings to generate a damaging sound wave. This may also lower the target's Sp. Def stat.",
    "stingtm": "Technical Machine - Fell Stinger",
    "stingtm.d": "TM: When the user knocks out a target with this move, the user's Attack stat is boosted drastically.",

//rowlet

    "rowlet": "Rowlet",
    "rowlet.d": "Rowlet flies noiselessly on delicate wings. It has mastered the art of launching dagger-sharp feathers from those same wings. If the enemy gets too close, Rowlet switches tactics and delivers vicious kicks",
    "rowlet.md": "Rowlet needs a place to live! Build them a Pokemon Barn!",
    "rowletegg": "Rowlet Egg",
    "rowletegg.d": "A Pokemon egg! Looks like it was laid by a Rowlet! Can be hatched in a Pokemon Incubator.",
    "rowletmayo": "Rowlet Egg Mayo",
    "rowletmayo.d": "Mayonnaise made from the egg of a Rowlet. Why would you..?",
    "dartrix": "Dartrix",
    "decidueye": "Decidueye",
    "dartrixegg": "Dartrix Egg",
    "decidueyeegg": "Decidueye Egg",
    "leafagetm": "Technical Machine - Leafage",
    "leafagetm.d": "TM: The user attacks by pelting the target with leaves.",
    "plucktm": "Technical Machine - Pluck",
    "plucktm.d": "TM88: The user pecks the target. If the target is holding a Berry, the user eats it and gains its effect.",    
    "spiritshackletm": "Technical Machine - Spirit Shackle",
    "spiritshackletm.d": "TM: The user attacks while simultaneously stitching the target's shadow to the ground to prevent the target from fleeing.",
    "spelltag": "Spell Tag",
    "spelltag.d": "A sinister, eerie tag. When held in battle, it powers up ghost-type moves.",

//charmander

    "charmander": "Charmander",
    "charmander.d": "The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when Charmander is enjoying itself. If Charmander becomes enraged, the flame burns fiercely.",
    "charmander.md": "Charmander needs a place to live! Build them a Pokemon Barn!",
    "charmanderegg": "Charmander Egg",
    "charmanderegg.d": "A Pokemon egg! Looks like it was laid by a Charmander! Can be hatched in a Pokemon Incubator.",
    "charmandermayo": "Charmander Egg Mayo",
    "charmandermayo.d": "Mayonnaise made from the egg of a Charmander. Why would you..?",
    "charmeleon": "Charmeleon",
    "charizard": "Charizard",
    "charmeleonegg": "Charmeleon Egg",
    "charizardegg": "Charizard Egg",
    "firefangtm": "Technical Machine - Fire Fang",
    "firefangtm.d": "TM8: The user bites with flame-cloaked fangs. This may also make the target flinch or leave it with a burn.",    
    "flamethrowertm": "Technical Machine - Flamethrower",
    "flamethrowertm.d": "TM125: The target is scorched with an intense blast of fire. This may also leave the target with a burn.",
    "airslashtm": "Technical Machine - Air Slash",
    "airslashtm.d": "TM65: The user attacks with a blade of air that slices even the sky. This may also make the target flinch.",
    "sharpbeak": "Sharp Beak",
    "sharpbeak.d": "A long, sharp beak. When held in battle, it powers up flying-type moves.",

//squirtle

    "squirtle": "Squirtle",
    "squirtle.d": "Squirtle's shell is not merely used for protection. The shell's rounded shape and the grooves on its surface help minimize resistance in water, enabling this Pokemon to swim at high speeds.",
    "squirtle.md": "Squirtle needs a place to live! Build them a Pokemon Barn!",
    "squirtleegg": "Squirtle Egg",    
    "squirtleegg.d": "A Pokemon egg! Looks like it was laid by a Squirtle! Can be hatched in a Pokemon Incubator.",    
    "squirtlemayo": "Squirtle Egg Mayo",
    "squirtlemayo.d": "Mayonnaise made from the egg of a Squirtle. Why would you..?",
    "wartortle": "Wartortle",
    "blastoise": "Blastoise",
    "wartortleegg": "Wartortle Egg",
    "blastoiseegg": "Blastoise Egg",
    "waterpulsetm": "Technical Machine - Water Pulse",
    "waterpulsetm.d": "TM11: The user attacks the target with a pulsing blast of water. This attack never misses.",    
    "aquatailtm": "Technical Machine - Aqua Tail",
    "aquatailtm.d": "TM: The user attacks by swinging its tail as if it were a vicious wave in a raging storm.",
    "flashcannontm": "Technical Machine - Flash Cannon",
    "flashcannontm.d": "TM93: The user gathers all its light energy and releases it at once. This may also lower the target's defensive stats.",

//bulbasaur

    "bulbasaur": "Bulbasaur",
    "bulbasaur.d": "Bulbasaur can often be seen napping in bright sunlight. There is a seed on its back. By soaking up the sun's rays, the seed grows progressively larger.",
    "bulbasaur.md": "Bulbasaur needs a place to live! Build them a Pokemon Barn!",
    "bulbasauregg": "Bulbasaur Egg",    
    "bulbasauregg.d": "A Pokemon egg! Looks like it was laid by a Bulbasaur! Can be hatched in a Pokemon Incubator.",    
    "bulbasaurmayo": "Bulbasaur Egg Mayo",
    "bulbasaurmayo.d": "Mayonnaise made from the egg of a Bulbasaur. Why would you..?",
    "ivysaur": "Ivysaur",
    "venusaur": "Venusaur",
    "ivysauregg": "Ivysaur Egg",
    "venusauregg": "Venusaur Egg",
    "vinewhiptm": "Technical Machine - Vine Whip",
    "vinewhiptm.d": "TM: The target is struck with slender, whiplike vines to inflict damage.",    
    "poisonpowdertm": "Technical Machine - Poison Powder",
    "poisonpowdertm.d": "TM: The user scatters a cloud of toxic powder that poisons the target.",
    "petalblizzardtm": "Technical Machine - Petal Blizzard",
    "petalblizzardtm.d": "TM206: The user stirs up a violent petal blizzard and damages everything around it.",

//piplup

    "piplup": "Piplup",
    "piplup.d": "Piplup prefers cold climes and appears along coasts. It's an adorable little thing, but it's also prideful, unwilling to accept handouts from people.",
    "piplup.md": "Piplup needs a place to live! Build them a Pokemon Barn!",
    "piplupegg": "Piplup Egg",
    "piplupegg.d": "A Pokemon egg! Looks like it was laid by a Piplup! Can be hatched in a Pokemon Incubator.",
    "piplupmayo": "Piplup Egg Mayo",
    "piplupmayo.d": "Mayonnaise made from the egg of a Piplup. Why would you..?",
    "oran": "Oran Berry",
    "oran.d": "A berry with a unique blend of flavors, its been known for its healing properties for ages. Trainers will give their Pokemon these berries as a quick snack to regain a bit of HP mid battle!",
    "bubblebeamtm": "Technical Machine - Bubble Beam",
    "bubblebeamtm.d": "TM11: A spray of bubbles is forcefully ejected at the target. This may also lower the target's Speed stat.",
    "prinplupegg": "Prinplup Egg",
    "prinplup": "Prinplup",
    "sitrus": "Sitrus Berry",
    "sitrus.d": "From the same family as the oran berry, its also known for its healing properties. Trainers will give their Pokemon these berries as a quick snack to regain some HP mid battle!",
    "hydropumptm": "Technical Machine - Hydro Pump",
    "hydropumptm.d": "TM142: The target is blasted by a huge volume of water launched under great pressure.",
    "empoleon": "Empoleon",
    "empoleonegg": "Empoleon Egg",
    "metalcoat": "Metal Coat",
    "metalcoat.d": "A special metallic coating that is simultaneously strong and flexible. When held in battle, it powers up steel-type moves.",
    "mysticwater": "Mystic Water",
    "mysticwater.d": "A teardrop shaped gem with mystical properties. When held in battle, it powers up water-type moves.",
    "metalclawtm": "Technical Machine - Metal Claw",
    "metalclawtm.d": "TM31: The target is raked with steel claws. This may also boost the user's Attack stat.",

//chimchar

    "chimchar": "Chimchar",
    "chimchar.d": "Chimchar is full of vigor and always in high spirits. It was once known by the name 'Lantern-Tail' and feared as some kind of apparition.",
    "chimchar.md": "Chimchar needs a place to live! Build them a Pokemon Barn!",
    "chimcharegg": "Chimchar Egg",
    "chimcharegg.d": "A Pokemon egg! Looks like it was laid by a Chimchar! Can be hatched in a Pokemon Incubator.",
    "chimcharmayo": "Chimchar Egg Mayo",
    "chimcharmayo.d": "Mayonnaise made from the egg of a Chimchar. Why would you..?",
    "monferno": "Monferno",
    "infernape": "Infernape",
    "monfernoegg": "Monferno Egg",
    "infernapeegg": "Infernape Egg",
    "blackbelt": "Black Belt",
    "blackbelt.d": "A special black belt, imbued with feelings of focus and determination. When worn in battle, it powers up fighting-type moves.",
    "flamewheeltm": "Technical Machine - Flame Wheel",
    "flamewheeltm.d": "TM: The user attacks by cloaking itself in fire and charging at the target. This may also leave the target with a burn.",
    "machpunchtm": "Technical Machine - Mach Punch",
    "machpunchtm.d": "TM: The user throws a punch at blinding speed. This also raises the user's action speed.",
    "closecombattm": "Technical Machine - Close Combat",
    "closecombattm.d": "TM167: The user fights the target up close, inflicting damage without guarding itself. This also lowers the user's Defense and Sp. Def stats.",

//turtwig

    "turtwig": "Turtwig",
    "turtwig.d": "Turtwig becomes more energetic the more sunlight there is. The part resembling a shell is similar to silt and is slightly damp and warm to the touch.",
    "turtwig.md": "Turtwig needs a place to live! Build them a Pokemon Barn!",
    "turtwigegg": "Turtwig Egg",
    "turtwigegg.d": "A Pokemon egg! Looks like it was laid by a Turtwig! Can be hatched in a Pokemon Incubator.",
    "turtwigmayo": "Turtwig Egg Mayo",
    "turtwigmayo.d": "Mayonnaise made from the egg of a Turtwig. Why would you..?",
    "grotle": "Grotle",
    "torterra": "Torterra",
    "grotleegg": "Grotle Egg",
    "torterraegg": "Torterra Egg",
    "softsand": "Soft Sand",
    "softsand.d": "A bag of loose, silky sand. When held in battle, it powers up ground-type moves.",
    "miracleseed": "Miracle Seed",
    "miracleseed.d": "A special seed with miraculous properties. When held in battle, it powers up grass-type moves.",
    "absorbtm": "Technical Machine - Absorb",
    "absorbtm.d": "TM: A nutrient-draining attack. The user's HP is restored by up to half the damage taken by the target. ",
    "leechseedtm": "Technical Machine - Leech Seed",
    "leechseedtm.d": "TM: A seed is planted on the target. It steals some HP from the target every turn.",
    "earthquaketm": "Technical Machine - Earthquake",
    "earthquaketm.d": "TM149: The user sets off an earthquake that strikes every Pokemon around it.",

//ditto

    "ditto": "Ditto",
    "ditto.md": "Ditto needs a place to live! Build them a Pokemon Barn or Coop!",
    "metalpowder": "Metal Powder",
    "metalpowder.d": "An item to be held by Ditto. Extremely fine yet hard, this odd powder boosts Ditto's Defense stat.",
    "quickpowder": "Quick Powder",
    "quickpowder.d": "An item to be held by Ditto. Extremely fine yet hard, this odd powder boosts Ditto's Speed stat.",
    "dittoegg": "Ditto Egg",
    "transformtm": "Technical Machine - Transform",
    "transformtm.d": "The user transforms into a copy of the target, right down to having the same move set.",

//pikachu

    "pikachu": "Pikachu",
    "pichu": "Pichu",
    "raichu": "Raichu",
    "mimikyu": "Mimikyu",
    "pikachu.d": "Pikachu possesses cheek sacs in which it stores electric charge. Whenever Pikachu comes across something new, it blasts it with a jolt of electricity.",
    "pikachu.md": "Pikachu needs a place to live! Build them a Pokemon Coop!",
    "pichuegg": "Pichu Egg",
    "fpikachuegg": "Female Pikachu Egg",
    "mpikachuegg": "Male Pikachu Egg",
    "fraichuegg": "Female Raichu Egg",
    "mraichuegg": "Male Raichu Egg",
    "aloraichuegg": "Alolan Raichu Egg",
    "mimikyuegg": "Mimikyu Egg",
    "mimikyu.d": "A Pokemon egg! Looks like it was laid by a Mimikyu! Can be hatched in a Pokemon Incubator.",
    "pichuegg.d": "A Pokemon egg! Looks like it was laid by a Pichu! Can be hatched in a Pokemon Incubator.",
    "pichumayo": "Pichu Egg Mayo",
    "pichumayo.d": "Mayonnaise made from the egg of a Pichu. Why would you..?",
    "mimikyumayo": "Mimikyu Egg Mayo",
    "mimikyumayo.d": "Mayonnaise made from the egg of a Mimikyu. Why would you..?",
    "pokedoll": "Poke Doll",
    "pokedoll.d": "A doll that attracts the attention of Pokemon. It guarantees escape from any battle with wild Pokemon.",
    "lumberry": "Lum Berry",
    "lumberry.d": "A Berry that has a well-balanced flavor, although it lacks sourness. It has a lot of nutrients that are good for Pokemon. In battle, they can help a Pokemon recover from any status condition!",
    "leppaberry": "Leppa Berry",
    "leppaberry.d": "A fun Berry that's full of different flavors. The smaller the berry, the tastier! Trainers give them to Pokemon to restore a move's PP.",
    "shucaberry": "Shuca Berry",
    "shucaberry.d": "A Berry with sweetness-laden pulp. Trainers give them to their Pokemon to protect them from Ground type effects!",
    "lightball": "Light Ball",
    "lightball.d": "An item to be held by Pikachu. It's a mysterious orb that boosts Pikachu's Attack and Sp. Atk stats.",
    "nuzzletm": "Technical Machine - Nuzzle",
    "nuzzletm.d": "TM: The user attacks by nuzzling its electrified cheeks against the target. This also leaves the target with paralysis.",
    "thunderbolttm": "Technical Machine - Thunderbolt",
    "thunderbolttm.d": "TM: The user attacks the target with a strong electric blast. This may also leave the target with paralysis.",
    "psychictm": "Technical Machine - Psychic",
    "psychictm.d": "TM120: The target is hit with a strong telekinetic force to inflict damage. This may also lower the target's Sp. Def stat.",
    "thunderpunchtm": "Technical Machine - Thunder Punch",
    "thunderpunchtm.d": "TM68: The target is attacked with an electrified punch. This may also leave the target with paralysis.",
    "shadowsneaktm": "Technical Machine - Shadow Sneak",
    "shadowsneaktm.d": "The user extends its shadow and attacks the target from behind. This move always goes first.",

//farfetchd

    "farfetchd": "Farfetch'd",
    "farfetchd.d": "The stalk this Pokemon carries in its wings serves as a sword to cut down opponents. In a dire situation, the stalk can also serve as food. Several distinct styles of stalk fighting have been observed.",
    "farfetchd.md": "Farfetch'd needs a place to live! Build them a Pokemon Coop!",
    "farfetchdegg": "Farfetch'd Egg",
    "farfetchdegg.d": "A Pokemon egg! Looks like it was laid by a Farfetch'd! Can be hatched in a Pokemon Incubator.",
    "farfetchdmayo": "Farfetch'd Egg Mayo",
    "farfetchdmayo.d": "Mayonnaise made from the egg of a Farfetch'd. Why would you..?",
    "farfetchdleek": "Farfetch'd Leek",
    "farfetchdleek.d": "A special leek to be held by Farfetch'd. This very long and stiff stalk of leek boosts the critical-hit ratio of Farfetch'd's moves.",
    "swordstm": "Technical Machine - Swords Dance",
    "swordstm.d": "TM88: A frenetic dance to uplift the fighting spirit. This sharply boosts the user's Attack stat.",

//minccino

    "minccino": "Minccino",
    "minccino.d": "They pet each other with their tails as a form of greeting. Of the two, the one whose tail is fluffier is a bit more boastful. They prefer a tidy habitat, always sweeping and dusting with their tails.",
    "minccino.md": "Minccino needs a place to live! Build them a Pokemon Coop!",
    "minccinoegg": "Minccino Egg",
    "minccinoegg.d": "A Pokemon egg! Looks like it was laid by a Minccino! Can be hatched in a Pokemon Incubator.",
    "minccinomayo": "Minccino Egg Mayo",
    "minccinomayo.d": "Mayonnaise made from the egg of a Minccino. Why would you..?",
    "chesto": "Chesto Berry",
    "chesto.d": "A dry berry with a tough, thick skin. The entire berry can be eaten! Trainers give these to Pokemon to recover from sleep in battle!",
    "tailslaptm": "Technical Machine - Tail Slap",
    "tailslaptm.d": "TM84: The user attacks by striking the target with its hard tail. This move hits two to five times in a row.",

//sunflora

    "sunflora": "Sunflora",
    "sunflora.d": "Sunflora converts solar energy into nutrition. It moves around actively in the daytime when it is warm. It stops moving as soon as the sun goes down for the night.",
    "sunkern": "Sunkern",
    "sunflora.md": "Sunflora needs a place to live! Build them a Pokemon Coop!",
    "sunfloraegg": "Sunflora Egg",
    "sunfloraegg.d": "A Pokemon egg! Looks like it was laid by a Sunflora! Can be hatched in a Pokemon Incubator.",
    "seedegg": "Sunkern egg (Sunkern)",
    "sunfloramayo": "Sunflora Egg Mayo",
    "sunfloramayo.d": "Mayonnaise made from the egg of a Sunflora. Why would you..?",
    "coba": "Coba Berry",
    "coba.d": "Hard and bitter, chewing this berry leaves your mouth bright blue! Trainers give these to Pokemon to protect them from Flying Type moves in battle!",
    "petaldancetm": "Technical Machine - Petal Dance",
    "petaldancetm.d": "TM: The user attacks the target by scattering petals for two to three turns. The user then becomes confused.",
    "sash": "Sunflora Of The Year Sash",
    "sash.d": "Given to the winner of the Johto region's Sunflora Festival, a beauty pageant the locals take very seriously! Sunflora are judged on their good health and happiness, and winners are awarded a trophy and sash.",
    "seedbombtm": "Technical Machine - Seed Bomb",
    "seedbombtm.d": "TM71: The user slams a barrage of hard-shelled seeds down on the target from above.",


//sunmoon

    "solrock": "Solrock",
    "solrockegg": "Solrock Egg",
    "solrockegg.d": "A Pokemon egg! Looks like it was laid by a Solrock! Can be hatched in a Pokemon Incubator.",
    "solrockmayo": "Solrock Egg Mayo",
    "solrockmayo.d": "Mayonnaise made from the egg of a Solrock. Why would you..?",
    "lunatone": "Lunatone",
    "lunatoneegg": "Lunatone Egg",
    "lunatoneegg.d": "A Pokemon egg! Looks like it was laid by a Lunatone! Can be hatched in a Pokemon Incubator.",
    "lunatonemayo": "Lunatone Egg Mayo",
    "lunatonemayo.d": "Mayonnaise made from the egg of a Lunatone. Why would you..?",
    "sunmoon.d": "These Pokemon are thought to be the avatars of the sun and moon. Solrock can is said to be able to sense the emotions of others. Lunatone's power is thought to be linked to the phases of the moon",
    "sunmoon.md": "Solrock and Lunatone need a place to live! Build them a Pokemon Coop!",
    "stardust": "Stardust",
    "stardust.d": "Lovely, red sand that flows between the fingers with a loose, silky feel. It can be sold at a high price to shops.",
    "meteorbeamtm": "Technical Machine - Meteor Beam",
    "meteorbeamtm.d": "TM220: In this two-turn attack, the user gathers space power and boosts its Sp. Atk stat, then attacks the target on the next turn.",
    "cosmicpowertm": "Technical Machine - Cosmic Power",
    "cosmicpowertm.d": "TM44: The user absorbs a mystical power from space to boost its Defense and Sp. Def stats.",
    "phychicterraintm": "Technical Machine - Psychic Terrain",
    "psychicterraintm.d": "TM138: This protects Pokemon on the ground from priority moves and powers up Psychic-type moves for five turns.",


//unown

    "unown": "Unown",
    "unown.d": "With their thin and flat bodies, they enjoy sticking onto walls. They seem to do little while alone, but can communicate with eachother telepathically!",
    "unown.md": "Unown needs a place to live! Build them a Pokemon Coop!",
    "report": "Unown Report",
    "report.d": "A report detailing all of the discovered kinds of Unown. Its a bit old, but the information seems accurate!",
    "hiddenpowertm": "Technical Machine - Hidden Power",
    "hiddenpowertm.d": "TM10: Through some mysterious power, this move changes type to deal supereffective damage to the target.",

//vulpix

    "vulpix": "Vulpix",
    "vulpix.d": "In its belly burns a fire, which Vulpix spits out in the form of fireballs. When young, this Pokemon has but one white tail. As the Pokemon matures, this single tail splits into six.",
    "vulpix.md": "Vulpix needs a place to live! Build them a Pokemon Barn!",
    "vulpixegg": "Vulpix Egg",
    "vulpixegg.d": "A Pokemon egg! Looks like it was laid by a Vulpix! Can be hatched in a Pokemon Incubator.",
    "vulpixmayo": "Vulpix Egg Mayo",
    "vulpixmayo.d": "Mayonnaise made from the egg of a Vulpix. Why would you..?",
    "tails": "Ninetales",
    "tailsegg": "Ninetales Egg",
    "alovulpix": "Alolan Vulpix",
    "alovulpix.d": "These Pokemon live in packs in the snowy mountains and defend themselves with icy breath. It's suspected this species changed its form to adapt to the frigid climate.",
    "alovulpix.md": "Vulpix needs a place to live! Build them a Pokemon Barn!",
    "alovulpixegg": "Alolan Vulpix Egg",
    "alovulpixegg.d": "A Pokemon egg! Looks like it was laid by an Alolan Vulpix! Can be hatched in a Pokemon Incubatorr.",
    "alovulpixmayo": "Alolan Vulpix Egg Mayo",
    "alovulpixmayo.d": "Mayonnaise made from the egg of an Alolan Vulpix. Why would you..?",
    "alotails": "Alolan Ninetales",
    "alotailsegg": "Alolan Ninetales Egg",
    "goldleaf": "Gold Leaf",
    "goldleaf.d": "A strange, gold-colored leaf. No trees with this leaf have been found yet, so where did Ninetales find it?",
    "charcoal": "Charcoal",
    "charcoal.d": "An item trainers give to Pokemon. It's a combustible fuel that boosts the power of the holder's Fire-type moves.",
    "snowball": "Snowball",
    "snowball.d": "An item trainers give to Pokemon. This single-use ball of snow boosts the Attack stat if the holder is damaged by an Ice-type move.",
    "infernotm": "Technical Machine - Inferno",
    "infernotm.d": "TM: The user attacks by engulfing the target in an intense fire. This leaves the target with a burn.",
    "blizzardtm": "Technical Machine - Blizzard",
    "blizzardtm.d": "TM143: A howling blizzard is summoned to strike opposing Pokemon. This may also leave the opposing Pokemon frozen.",
    "burningtm": "Technical Machine - Burning Jelousy",
    "burningtm.d": "TM195: The user attacks with energy from jealousy. This leaves all opposing Pokemon that have had their stats boosted during the turn with a burn.",
    "icicletm": "Technical Machine - Icicle Spear",
    "icicletm.d": "TM187: The user attacks by launching sharp icicles at the target. This move hits two to five times in a row.",

//wooloo

    "wooloo": "Wooloo",
    "wooloo.d": "Its curly fleece is such an effective cushion that this Pokemon could fall off a cliff and stand right back up at the bottom, unharmed. Cloth made from their wool is surprisingly strong!",
    "wooloo.md": "Wooloo needs a place to live! Build them a Pokemon Barn!",
    "woolooegg": "Wooloo Egg",
    "woolooegg.d": "A Pokemon egg! Looks like it was laid by a Wooloo! Can be hatched in a Pokemon Incubator.",
    "wooloomayo": "Wooloo Egg Mayo",
    "wooloomayo.d": "Mayonnaise made from the egg of a Wooloo. Why would you..?",
    "wooloowool": "Wooloo Wool",
    "wooloowool.d": "This extremely fluffy, dense wool makes an amazing cushion! This, combined with its incredible durability make it great for textile goods!",
    "wooloocloth": "Wooloo Cloth",
    "wooloocloth.d": "With its incredible strength and softness, it's no wonder cloth made from Wooloo wool is considered a specialty product in the Galar region!",
    "graywooloowool": "Gray Wooloo Wool",
    "graywooloowool.d": "Special gray wool trimmed from the braids of a Wooloo! Wooloo only lets trusted farmers shear this extra soft wool!",
    "graywooloocloth": "Gray Wooloo Cloth",
    "graywooloocloth.d": "A specialty cloth made from the gray wool of a Wooloo! While it's not quite as strong as its white counterpart, it more than makes up for it in softness!",
    "cottontm": "Technical Machine - Cotton Gaurd",
    "cottontm.d": "TM: The user protects itself by wrapping its body in soft cotton, drastically boosting its Defense stat.",

//miltank

    "miltank": "Miltank",
    "miltank.d": "It produces over five gallons of milk a day. The higher the quality of the pastures it lives in, the richer and tastier its milk becomes. ",
    "miltank.md": "Miltank needs a place to live! Build them a Pokemon Barn!",
    "miltankegg": "Miltank Egg",
    "miltankegg.d": "A Pokemon egg! Looks like it was laid by a Miltank! Can be hatched in a Pokemon Incubator.",
    "miltankmayo": "Miltank Mayo",
    "miltankmayo.d": "Mayonnaise made from the egg of a Miltank. Why would you..?",
    "moomoomilk": "Moomoo Milk",
    "moomoomilk.d": "A bottle of highly nutritious milk. Pokemon trainers use it in battle to restore 100 HP!",
    "largemoomoomilk": "Large Moomoo Milk",
    "largemoomoomilk.d": "A massive bottle of highly nutritious milk. It must be at least a gallon!",
    "moomoocheese": "Moomoo Cheese",
    "moomoocheese.d": "A rich cheese made from Moomoo milk! A popular curry ingredient in the Galar Region.",
    "milkdrinktm": "Technical Machine - Milk Drink",
    "milkdrinktm.d": "TM: The user restores its own HP by up to half of its max HP. It may also be used to heal an ally's HP outside of battle. ",

//lechonk

    "lechonk": "Lechonk",
    "lechonk.d": "It searches for food all day. It possesses a keen sense of smell but doesn't use it for anything other than foraging.",
    "lechonk.md": "Lechonk needs a place to live! Build them a Pokemon Barn!",
    "lechonkegg": "Lechonk Egg",
    "lechonkegg.d": "A Pokemon egg! Looks like it was laid by a Lechonk! Can be hatched in a Pokemon Incubator.",
    "lechonkmayo": "Lechonk Mayo",
    "lechonkmayo.d": "Mayonnaise made from the egg of a Lechonk. Why would you..?",
    "digtm": "Technical Machine - Dig",
    "digtm.d": "TM28: The user digs underground in the first turn, then pops up in the next turn to attack.",
    "revherb": "Revival Herb",
    "revherb.d": "A terribly bitter medicinal herb. Pokemon Trainers use them to revive fainted Pokemon and fully restore HP.",
    "energyroot": "Energy Root",
    "energyroot.d": "An extremely bitter medicinal root. Pokemon trainers use them to restore 120 HP.",

//magearna

    "magearna": "Magearna",    
    "magearna.d": "Magearna was constructed 500 years ago as a gift to a king's daughter. It's beautiful, mechanized body is merely a vessel for it's true self, the Soul-Heart.",
    "magearna.md": "Magearna needs a place to live! Build them a Pokemon Coop!",
    "magearnaegg": "Magearna Egg",
    "fleurcannontm": "Technical Machine - Fleur Cannon",
    "fleurcannontm.d": "TM: The user unleashes a strong beam. The recoil from this move harshly lowers the user's Sp. Atk stat.",
    "bottlecap": "Bottle Cap",
    "bottlecap.d": "A lovely silver bottle cap. Certain people are delighted to be given one of these.",
    "flowers": "Flower Bouquet",
    "flowers.d": "A lovley bouquet of pink flowers! Magearna will often present them to people in order to cheer them up.",

//animal husbandry mod items

    "leekmeat": "Farfetch'd Meat",
    "leekmeat.d": "The meat of a Farfetch'd. They're so popular a meal, overhunting once threatened their population!",
    "cookedleekmeat": "Roast Farfetch'd",
    "cookedleekmeat.d": "A whole Farfetch'd, roast and ready to eat! It tastes similar to duck meat, with a faint vegetable aftertaste to it.",
    "wooloomeat": "Wooloo Mutton",
    "wooloomeat.d": "The meat of a Wooloo. Similar to regular mutton, though a Wooloo doesn't produce as much meat.",
    "cookedwooloomeat": "Cooked Wooloo Mutton",
    "cookedwooloomeat.d": "Wooloo mutton, cooked to perfection!",
    "miltankmeat": "Miltank Steak",
    "miltankmeat.d": "The meat of a Miltank. Similar to the meat of a dairy cow, though Miltank meat has a higher fat content.",
    "cookedmiltankmeat": "Grilled Miltank Steak",
    "cookedmiltankmeat.d": "A large Miltank steak, perfectly grilled! Very similar to the meat of a typical dairy cow.",
    "lechonkmeat": "Lechonk Bacon",
    "lechonkmeat.d": "The meat of a Lechonk. As Lechonk's body is mostly muscle, it contains a lot less fat than regular bacon!",
    "cookedlechonkmeat": "Cooked Lechonk Bacon",
    "cookedlechonkmeat.d": "The meat of a Lechonk, fried to a crisp!",

//holly (WIP)

    "holly": "Holly"

}