{
  //Display Names
  //-------------
  "Name.Jonghyuk": "Jonghyuk",
  "Name.Spanner": "Spanner",
  "Name.jhRay": "Raymond",

  //Generic Gift Taste Dialogue
  //-------------------
  //Love
  "Gift.Love.Jonghyuk": "Wait, what the heck? This is awesome!!$h",
  //Like
  "Gift.Like.Jonghyuk": "Yo, that's pretty neat. Thanks a bunch.$8",

  //Dislike
  "Gift.Dislike.Jonghyuk": "What the hell?$18",
  //Hate
  "Gift.Hate.Jonghyuk.true": "Okay, that's messed up.$a",
  "Gift.Hate.Jonghyuk.false": "Okay, that's fucked up.$a",

  //Neutral
  "Gift.Neutral.Jonghyuk": "Huh. Nice, I guess.",

  //Locations for Event Lookup
  //-------------------------
  "Sunberry.Locations.Custom_SBV_JonghyukHouse": "Jonghyuk's Bachelor Pad",
  "Sunberry.Locations.Custom_SBV_Custom_SBV_MinesPool": "Hidden Waterfall Cave",


      // FESTIVAL NAMES
    //--------------

    "jhWater.Lantern": "Water Lantern Festival",

  //J O N G H Y U K
  /*
  //Birthday

*/

  //Love
  "Cookie.Jonghyuk": "Yooo, these are just as good as Mia's! She's the absolute best when it comes to baking.$u",
  "FriedEgg.Jonghyuk": "This sure brings back memories. Dad used to cook this every morning...$14#$b#Thanks.$8",
  "MakiRoll.Jonghyuk": "Oh hella!$h#$b#You're an absolute real one, @. Thanks!$h",
  "PepperPoppers.Jonghyuk": "Yoba, I absolutely love spicy food. You're a real one, @!$u",
  "Pizza.Jonghyuk": "I was craving pizza all day. You're my hero!$u",
  "Ruby.Jonghyuk": "Did you know these were used as the currency in this old Gacha game I used to play?$h#$b#Thanks for the trip down memory lane.$8",
  "Sashimi.Jonghyuk": "Oh hella!$h#$b#I was craving some tai sashimi. Thanks!$h",
  "Spaghetti.Jonghyuk": "Man, this smells just as good as Harvey's! Thanks a lot!$u",
  "Strawberry.Jonghyuk": "Strawberries bring back some fond memories.$u#$b#I would always get them for my sister after every time we fought. Thanks.$8",
  "Mead.Jonghyuk": "Getting me all liquored up... You didn’t have to go through this whole pretense if you just wanted to have your wicked way with me.$15",
  "PaleAle.Jonghyuk": "Getting me all liquored up... You didn’t have to go through this whole pretense if you just wanted to have your wicked way with me.$15",
  "Wine.Jonghyuk": "Getting me all liquored up... You didn’t have to go through this whole pretense if you just wanted to have your wicked way with me.$15",


  //Like
  "Leek.Jonghyuk": "Ayyy, I can use this for our Sunberry Saturday Hangouts. Thanks!$11",
  "GreenBean.Jonghyuk": "Ayyy, I can use this for our Sunberry Saturday Hangouts. Thanks!$11",
  "Cauliflower.Jonghyuk": "Ayyy, I can use this for our Sunberry Saturday Hangouts. Thanks!$11",
  "HotPepper.Jonghyuk": "Oh, hell yeah! I can't wait to spice things up for Sunberry Saturdays. Thanks a bunch!$11",
  "Corn.Jonghyuk": "I should really consider grilling corn-on-the-cob for Sunberry Saturdays.$u#$b#Mmmm, seasoned corn is the best. Thanks, @.$h",
  "ChickenStatue.Jonghyuk": "Thanks, I'll put it next to the other ones.$u",
  "Coconut.Jonghyuk": "\"The coco-nut nut is a giant nut, and if you eat too much you get very fat~\"$h#$b#Sorry... It's so stupid, but it's a really catchy song, haha.$11#$b#The part where the choir gets super aggressive for absolutely no reason gets me every time.$h",
  "Omelet.Jonghyuk": "I don't mind having breakfast for dinner. Thanks, @!$h",
  "PoppyseedMuffin.Jonghyuk": "Did you bake this? There's no better way to my heart than home-made cooking.$h",
  "SummerSpangle.Jonghyuk": "A Summer Spangle? Thank you, warrior.$u",
  "SweetPea.Jonghyuk": "A Sweet Pea? Thank you, warrior.$u",
  "FairyRose.Jonghyuk": "A Fairy Rose? Thank you, warrior.$u",
  "Sunflower.Jonghyuk": "A Sunflower? Thank you, warrior.$u",
  "Dandelion.Jonghyuk": "I'm supposed to blow on this and make a wish, right?$h#$b#Thanks. I wish you'd come again.$8",

  "Pancakes.Jonghyuk": "I don't mind having breakfast for dinner. Thanks, @!$h",


  "Beer.Jonghyuk": "I do enjoy a scotch every now and then. And I like it strong. Hard, no frills, and nothing sweet...$15",


  //Neutral
  "Fish.Jonghyuk": "Man, I could kill for some tai sashimi right now. Unagi is pretty great too! Thanks.$h",
  "IceCream.Jonghyuk": "I don't understand why people like ice cream so much. It just makes my teeth feel cold and hollow.",
  "Banana.Jonghyuk": "Did you grow these? Thanks.",

  //Dislike

  "CaveCarrot.Jonghyuk": "Sorry, @. I really don't like this.$7",
  "JojaCola.Jonghyuk": "I don't drink soda.",
  "ChocolateCake.Jonghyuk": "I used to like chocolate when I was younger, but not anymore.",
  "BoneFragment.Jonghyuk": "What the hell?$19",

  //Hate
  "Eel.Jonghyuk": "I don't mind seafood, but only if it has been sliced and diced to oblivion.#$b#I don't enjoy things that wriggle and squirm while smelling overly pungent. It gotta be prepped first.",
  "LavaEel.Jonghyuk": "I don't mind seafood, but only if it has been sliced and diced to oblivion.#$b#I don't enjoy things that wriggle and squirm while smelling overly pungent. It gotta be prepped first.",
  "FriedEel.Jonghyuk": "I don't mind seafood, but only if it has been sliced and diced to oblivion.#$b#I don't enjoy things that wriggle and squirm while smelling overly pungent. It gotta be prepped first.",
  "SpicyEel.Jonghyuk": "I don't mind seafood, but only if it has been sliced and diced to oblivion.#$b#I don't enjoy things that wriggle and squirm while smelling overly pungent. It gotta be prepped first.",



  //Schedule Dialogue
  //----------------
  "Jonghyuk.Dialogue.Sunbathe": "...$24#$b#What'chu looking at?$25#$b#...You're making me feel shy.$24",

  //Event Dialogue
  //--------------
  //Animation Dialogue
  //------------------
  "Animations.Jonghyuk.Boxing": "%Jonghyuk's focus in unshakeable. Each strike leaves a heavy dent in the sandbag... You wouldn't want to be on the receiving end of those fists.",
  "Animations.Jonghyuk.Meditate": "%Looks like Jonghyuk's meditating. Best to leave him alone.",
  "Animations.Jonghyuk.Pushup": "%Jonghyuk is doing one-handed push-ups. He's hardly breaking a sweat.",
  "Animations.Jonghyuk.Sunbathe": "...$24#$b#...What'chu looking at?$25#$b#...You're making me feel shy.$23",

  //Movie Reactions
  //---------------

  //Brave Little Sapling
  "Jonghyuk.SpringMovie0.Love.BeforeMovie": "Do you know why saplings are special? They start off weak, but they have the potential to grow into large, unwavering trees.",
  "Jonghyuk.SpringMovie0.Love.DuringMovie": "I can vibe with this.$8",
  "Jonghyuk.SpringMovie0.Love.AfterMovie": "The hope of life is a touching theme. Are you trying to tell me something?$u",

  //Journey of the Prairie King
  "Jonghyuk.SummerMovie0.Dislike.BeforeMovie": "A movie about a video game? Hell yeah, I'm in.$8",
  "Jonghyuk.SummerMovie0.Dislike.DuringMovie": "Huh.",
  "Jonghyuk.SummerMovie0.Dislike.AfterMovie": "Eh... The game was better than the movie.$14",

  //Mysterium
  "Jonghyuk.FallMovie0.Like.BeforeMovie": "Mysterium? That sounds like a really shady drug.$8",
  "Jonghyuk.FallMovie0.Like.DuringMovie": "What the hell?$19",
  "Jonghyuk.FallMovie0.Like.AfterMovie": "I was not expecting that.$19",

  //Miracle at Coldstar Ranch
  "Jonghyuk.WinterMovie0.Disike.BeforeMovie": "I heard this movie is supposed to be really emotional.",
  "Jonghyuk.WinterMovie0.Disike.DuringMovie": "*yawn*",
  "Jonghyuk.WinterMovie0.Disike.AfterMovie": "Sorry. I'm not really into sappy movies like that.",

  //Natural Wonders
  "Jonghyuk.SpringMovie1.Love.BeforeMovie": "I had the choice to continue my education or become a breadwinner to support my family. I chose the latter and dropped out of high school, so I'm looking forward to this.$h#$e#I just hate sounding dumb and ignorant to others.$14",
  "Jonghyuk.SpringMovie1.Love.DuringMovie": "Places to take @ on a date. Noted.$15",
  "Jonghyuk.SpringMovie1.Love.AfterMovie": "I hate looking ignorant and stupid, so thanks for helping me touch base on some things.$8",

  //Wumbus
  "Jonghyuk.SummerMovie1.Dislike.BeforeMovie": "I still don't get why people find Wumbus cool.",
  "Jonghyuk.SummerMovie1.Dislike.DuringMovie": "What the hell am I watching!?$18",
  "Jonghyuk.SummerMovie1.Dislike.AfterMovie": "I wonder if this is where that creepy \"Happy Birthday, Wumbus!\" trend came from.$19",

  //It Howls in the Rain
  "Jonghyuk.FallMovie1.Like.BeforeMovie": "A horror movie, eh? You can hold onto me if you get scared.$u",
  "Jonghyuk.FallMovie1.Like.DuringMovie": "Pffft.$h",
  "Jonghyuk.FallMovie1.Like.AfterMovie": "Not gonna lie, it's funny seeing other people piss their pants.$h#$b#Plus, you get to hold onto me for dear life.$u",

  //Zuzu City Express
  "Jonghyuk.WinterMovie1.Like.BeforeMovie": "All aboard~! The toxic gossip train...$h",
  "Jonghyuk.WinterMovie1.Like.DuringMovie": "A tale of emotion versus reason...$s",
  "Jonghyuk.WinterMovie1.Like.AfterMovie": "She was really naive and idealistic, but he was swayed by her heart in the end.$8",

  //{{i18n:MapString.jh.lani1}}

  //Map Strings
  //-----------
  "MapString.jh.zengarden": "An earthly stone dragon nests itself in an intricate zen garden, snug within the depths of the sand.",
  "MapString.jh.photo": "Jonghyuk and a girl dressed in pajamas. He is holding a sign that says 'Free Hugs.'",
  "MapString.jh.cubby": "A cubby with vacant space for shoes. A pair of green slippers occupies a shelf.#Please take your shoes off.^- Jonghyuk",
  "MapString.jh.bamboo": "A bamboo plant gifted by Miyoung. It is watered weekly.",
  "MapString.jh.trash": "A garbage can.#From deep within the pit comes a faint golden glow, sweet and alluring. You probably shouldn't, but...#...It smells like treasure...!#NO! Don't be indecent.",
  "MapString.jh.catposter": "The cat tells you to 'hang in there.' You are filled with motivation.",
  "MapString.jh.scroll": "\"There's sweetness after suffering. Endure today, freedom tomorrow.\"",
  "MapString.jh.punch": "A heavy punching bag. It hardly budges after a friendly jab.",
  "MapString.jh.console": "A colorful gaming console connected to a wide screen TV.",
  "MapString.jh.memoir0": "Jonghyuk's gaming computer. On the screen seems to be a message from someone:",
  "MapString.jh.memoir1": "Remember Hyuk: Never take charity from people. Always pay them back as soon as you can. Never accept goodwill from people you don't trust, if any at all from those you do trust. Build your own path and you will have a wonderful life.",
  "MapString.jh.memoir2": "Jonghyuk's gaming computer. On the screen seems to be a memo:",
  "MapString.jh.memoir3": "Always acknowledge the pain of others, Hyuk. Everyone is suffering for something in their life. Never be dismissive if they are people you care about.",

  "MapString.jh.lani1": "There's a pink sticky note on the fridge.#hi! :3^- Lani",
  "MapString.jh.lani2": "A selfie of Lani and Jonghyuk at Cat Cafe.",
  "MapString.jh.lani3": "There's a yellow sticky note on the fridge.#DON'T FORGET TO BRING MY VACUUM BACK!!!^- Lani",
  "MapString.jh.ladder": "Hey. You gotta leave a man with a few secrets ~^- Jonghyuk",


  //Festival Dialogue
  //-----------------

  //Egg Festival
  "Festivals.EggFest.Jonghyuk": "Okay, farmer. Make sure to body-block Abigail so she doesn't send Vincent flying during the egg hunt.$12#$b#Jas sometimes stares off into the void when Abigail comes into view. She's too young for flashbacks, @.$19",

  //Flower Dance
  "Festivals.FlowerDance.Jonghyuk": "Back in the city, the park was the go-to place for watching the flowers bloom. The cherry blossoms were my absolute favorite.$12#$b#There was a gondola I used to ride. We'd drift along the river and the flower petals would gently flow along the surface of the water...$11#$b#It's the perfect place to take someone on a date.$16",
  "Jonghyuk.Dialogue.danceRejection": "Sorry, bud. Today I will be choosing someone who will be very sad if I don't pick her.$11",

  //Luau
  "Festivals.Luau.Jonghyuk": "Man, when is it gonna start? I've been waiting all day for this! I workshopped some ideas with Gus and added the perfect ingredient to the soup.$22#$e#...Did you need something?$25#$e#I'm a bit self-conscious of my scars, but the tattoos help cover them up.$22",

  //Moonlight Jellies
  "Festivals.Jellies.Jonghyuk": "These moonlight jellies have a home to return to when they migrate, right?#$b#It must be nice to have someone welcome you back.#$e#Despite living in the Zuzu for most of my life, I never fit in because I wasn't authentically Ferngillian. But I was also different from family because I was born and raised in Zuzu instead of my mother's homeland.$14",

  //Stardew Fair
  "Festivals.StardewFair.Jonghyuk": "No way. I was sure it was going to land on orange...$2#$e#Ugh. One more time!$5#$e#%Vendor: Excuse me, sir? Maybe you should stop. You already spent so much...#$b#No! Those star tokens will be mine...!$18",

  //Spirit's Eve
  "Festivals.SpiritEve.Jonghyuk": "There's something about dressing up as a werewolf that makes me feel... primal.$15#$e#What? You checking me out?$13#$b#If that's what you're into, I can flex these guns as much as you'd like.$17#$b#%Jonghyuk makes a show of flexing an arm. His fluffy tail is somehow wagging back and forth behind him at an incredible speed... How is he doing that?#$e#First of all, no. I am not a furry. Respectfully.$10#$b#This is just cosplay, thank you very much.$u",

  //Ice Festival
  "Festivals.IceFest.Jonghyuk": "Ice fishing and meditation follow the same principle. Patience and decisiveness are key.#$b#Though having said that... I suppose the same is true of everything in life.",

  //WinterStar
  "Festivals.WinterStar.Jonghyuk": "Take care of yourself, @. The world is a better place with you in it.$8",

  //RidgesideGathering
  "Festivals.RSVGathering.Jonghyuk": "Yo, what up? June and I were just catching up for old time's sake.$11",

  //EOR
  "Festivals.EOR.Jonghyuk": "My resolution? To live another day, I guess.$u#$e#...I promised my dad that I'd make it, for the both us.",

  //Spanner - Festivals

  //Egg Festival
  "Festivals.EggFest.Raymond": "Look, the only thing better than being number one is if you help your friend become number one.$6#$b#I sure hope Amina wins! I've been helping her train for this moment.$h#$e#I told her to sweep and go for the legs in a one-on-one confrontation.",

  //Flower Dance
  "Festivals.FlowerDance.Raymond": "We never had anything like this back in the city.#$b#You could only see the flowers blooming if you went down to the main park, but that was Squirrel Scout turf.#$b#Girl Scouts are a serious force of nature...$4",

  //Luau
  "Festivals.Luau.Raymond": "I'll never say no to free food!$h#$b#I ate like fifteen sandwiches from the main dining table before Marnie shoo'ed me away, so I think... you know, mission accomplished.$6",

  //Moonlight Jellies
  "Festivals.Jellies.Raymond": "Boss's sister once made a jellyfish dress for a fashion show. I think she was inspired by these jellies.$7#$e#She would always force me into being her model when she was brainstorming designs...$4#$b#I had to wear a wig and everything--for immersion! It was so embarassing.$4",

  //Stardew Fair
  "Festivals.StardewFair.Raymond": "Boss has some serious bad luck when it comes to games of chance. It's like the odds are stacked against him.$s#$e#The worst part is that he never gives up. I once had to short-circuit a machine just to get him to leave.$4",

  //Spirit's Eve
  "Festivals.SpiritEve.Raymond": "Wait... where am I? Who am I?$4#$e#Gah, let me cook! I can figure out this maze eventually. Trust.$3",

  //Ice Festival
  "Festivals.IceFest.Raymond": "This would be the perfect place for a snowball fight.#$b#Back in the city, the boys and I used to invade the Squirrel turf to take back what was rightfully ours. But we were double-crossed by the alpha and beta squadrons...$a#$b#We lost Bob. The Squirrels took him and I never saw him again. Girl Scouts are seriously brutal.$8",

  //WinterStar
  "Festivals.WinterStar.Raymond": "Happy Winter Star, @.$6#$b#The boys and I would always spend these nights together with Boss... I hope everyone is okay back home.",

  //RidgesideGathering
  //  "Festivals.RSVGathering.Raymond": "Placeholder.",

  //EOR
  "Festivals.EOR.Raymond": "My resolution? One of these days I'll get the old dwarven tech to work again. Wren and Maru have been helping me out.",


  //Dialogue
  //--------



  //Jonghyuk
  "Jonghyuk.Dialogue.Introduction": "Yo, I'm Cho Jonghyuk. Nice to meet you.$h#$e#It's cool you inherited your grandfather's farm. I was at a turbulent point in my life when I moved to Sunberry.#$e#It's a new chapter in your life!$h#$b#It doesn’t matter if you’re new or different. What matters is finding what you truly want to do, then going for it.$8",
  "Jonghyuk.Dialogue.divorced": "You're an eyesore. Get out of my sight.$6",
  "Jonghyuk.Dialogue.dumped_Guys": "You know, I thought of you today. I was reminded to take out the garbage.$5",
  "Jonghyuk.Dialogue.secondChance_Guys": "Don't forget who you belong to.$16",

  "Jonghyuk.Dialogue.grillHangout1": "S'up, @. If you're hungry, I can serve you tonight's special. My treat.$26#$b#Man, it gets so hot and steamy when I'm manning the grill.$27",
  "Jonghyuk.RejectMermaidPendant": "Hey, @? We need to talk.$s#$b#Listen, I'm not saying no. I'm just saying not yet.$14#$b#This is such an incredibly important moment for both of our lives, so I've been preparing something really special.#$b#All I ask is that you wait for me. I'll let you know when everything's ready, but until then, please be patient with me.$h",


  //Spring
  "Jonghyuk.Dialogue.spring_1": "Normally I'd use my time to work and pay off my family's debt.#$b#With them gone now, I don't have as many responsibilities... and I guess that's given me a lot of time to think about myself for once.$14",
  "Jonghyuk.Dialogue.spring_12": "If you're entering the egg hunt, I need you to body-block Abigail. Just make it so the other kids have a decent chance at winning.$13#$b#She literally steamrolled Vincent last year. The poor boy went flying.$19#$e#Hey, what we're doing is not \"sabotage.\" All is fair in love and war.$u",
  "Jonghyuk.Dialogue.spring_23": "Aaaw man, my allergies are flaring. If life is soup, then I am just a chopstick. No plural.$21#$e#I'm dyingggg....$21",

  //Summer
  "Jonghyuk.Dialogue.summer_1": "Life is like a mango.#$b#There may be some rotten parts, but you can scoop them out and savor the rest of it.",
  "Jonghyuk.Dialogue.summer_10": "I'm so pumped for the Luau.$13#$b#What I have prepared for the soup is gonna make things spicy. And I'm not talking 'bout the taste, hehe...$11#$e#Food made with Tender Loving Care is the best kind.$8#$b#Having someone to cook with or cook for is what makes a dish a lot more special.$h",
  "Jonghyuk.Dialogue.summer_27": "The Moonlight Jellies almost seem otherworldly...#$b#Sometimes we end up overthinking things that shouldn't be so complicated, especially when you look at the grand scheme of things.$14#$e#I don't think there needs to be a huge sense of purpose in everything we do, as long as we're having fun and living life.#$b#Shouldn't that be enough?$10",

  //Fall
  "Jonghyuk.Dialogue.fall_1": "I used to help my sister get everything for Back-to-School day. Though, she should have everything prepared for her fashion major.$8#$b#I practically raised her myself.$h#$e#I wonder how she's doing. It should be the start of a brand new semester for her...$14",
  "Jonghyuk.Dialogue.fall_15": "The fair is tomorrow...$13#$b#Y'know, roulette is a basically a form of reflex training. Luck does not betray the earnest.$11#$b#What can I say? We all have our vices, and gambling is one of mine.$12#$e#I don't care if the games are rigged, I am spinning that wheel for the limited edition Crops Husband figurine.$a#$b#Last year, the roulette vendor got busted for cheating.$a#$b#Seeking self-interest in a game that should be fair... I will never forgive him.$6",
  "Jonghyuk.Dialogue.fall_26": "I take Spirit's Eve very seriously. Gotta find the right look and show off all the hard work, y'know?$13",

  //Winter
  "Jonghyuk.Dialogue.winter_1": "The world looks glorious in the snow. Pure white, like the light of the moon...#$e#The perfect backdrop for cleansing both the mind and body.$u",
  "Jonghyuk.Dialogue.winter_7": "Make sure to invest in the right boots for ice fishing. Prevent yourself from slipping and stay dry and warm.$8",
  "Jonghyuk.Dialogue.winter_14": "The harbor is pretty and all, but the Night Market in Downtown Zuzu is the perfect place for intel.$13#$b#There's no better way to know a city than what happens below the streets.$12",
  "Jonghyuk.Dialogue.winter_16": "Ayyy, I managed to nab a limited edition Crops Husband scarecrow from the Night Market.$h#$b#They sold out almost immediately a while back, but I'm so happy to finally get one.$17",
  "Jonghyuk.Dialogue.winter_24": "Tomorrow's the prettiest time of the year.$h#$b#I don't expect anything in return when it comes to gift giving, but if I were to ask for something...#$b#Show me a smile. That would be enough.$h", 

  //Days of The Week

  //0 hearts
  "Jonghyuk.Dialogue.Mon": "It's cool you inherited your grandfather's farm. I was at a turbulent point in my life when I moved to Sunberry.#$e#It's a new chapter in our lives. It doesn’t matter if you’re new or different.$8#$b#What matters is finding what you truly want to do, then going for it.$h",
  "Jonghyuk.Dialogue.Tue": "Caroline hosts an aerobics class at Pierre's every Tuesday. You should join us sometime.$8#$b#The ladies told me the more the merrier. They practically insisted.$u#$e#There's nothing like a good workout to really get the blood pumping.$17",
  "Jonghyuk.Dialogue.Wed": "If I wake up and I look angry, it's because I am angry.#$b#But just give me like 5 minutes to myself and I'll be more presentable. Hopefully.$14",
  "Jonghyuk.Dialogue.Thu": "I've never really had the luxury to pick or choose my own path, so I've gotten used to a simple life.#$b#I guess I've just gotten used to handling things on my own.",
  "Jonghyuk.Dialogue.Fri": "Elias showed me this one book and it got me hooked.#$b#It was like watching a train crash into a dumpster fire. Thank Yoba, the series is over.#$b#I was reading it like it was an obligation for real. I could've stopped reading at one point, but I just kept going. And for what?$h",
  "Jonghyuk.Dialogue.Sat": "Sunberry's a timeless place. Like our own sleepy hollow.$8#$b#You're definitely livening up the atmosphere. I get a little kick out of seeing you come visit.$11",
  "Jonghyuk.Dialogue.Sun": "Lani's the official tech person around here.#$b#Otherwise, I was the closest Sunberry's got since I know the difference between a red and blue wire.$8#$b#But man, it's not the same at all. Not one bit.$19",

  //2 hearts
  "Jonghyuk.Dialogue.Mon2": "The sun is out, the weather's nice and warm... It's so tempting just to lie down and take a nap right now.$15",
  "Jonghyuk.Dialogue.Tue2": "Caroline's tea is to die for. It's like all of my stress and fatigue melted away.$11#$b#Pierre is one lucky man, but he makes me just a bit uncomfortable.$10",
  "Jonghyuk.Dialogue.Wed2": "Alex is such a cute little hoobae. He's been recording how much he deadlifts and asking me for advice.$h#$e#It's nice having people look up to me. I love being someone people can rely on.$12",
  "Jonghyuk.Dialogue.Thu2": "Maybe I should travel the globe to learn all about foreign cuisines and techniques. There's only so much the Queen of Sauce can teach you.#$b#Who knows, maybe I'd find  a special someone along the way, hehe.$11#$e#...It's strange. Just talking with you always lifts my spirits somehow.",
  "Jonghyuk.Dialogue.Fri2": "My way of life is pessimistically optimistic. Always expect the least and you won't be disappointed.#$b#Whenever something good happens, I get a nice genuine uplift for the rest of the day. Like talking with you, for example.$15",
  "Jonghyuk.Dialogue.Sat2": "I'm a go-with-the-flow kinda guy, and I try to make do with whatever's on my plate.#$e#If you find yourself digging a hole, the first step is to stop digging.$u",
  "Jonghyuk.Dialogue.Sun2": "I'm not particularly religious, but I like to say 'Oh Yoba!' a lot.$13",

  //4 hearts
  "Jonghyuk.Dialogue.Mon4.true": "Why is it that nowadays, sellers feel the need to slap labels for every product online?#$b#\"Don't consume, don't use while inebriated, don't look directly at light, don't shove up rectum...\"$14#$b#Man, people are dumb enough to do this stuff for real.$11",
  "Jonghyuk.Dialogue.Mon4.false": "Why is it that nowadays, sellers feel the need to slap labels for every product online?#$b#\"Don't consume, don't use while inebriated, don't look directly at light, don't shove up rectum...\"$14#$b#Man, people are dumb enough to do this shit for real.$11",
  "Jonghyuk.Dialogue.Tue4.true": "Want to know something that gets on my nerves? When people get really passive-aggressive.$a#$b#Like Yoba, I'm not a mind reader. I can't tell what you're thinking. Maybe you just need to learn how to communicate better.$6#$e#Sorry. That stuff just really grinds my gears.$14",
  "Jonghyuk.Dialogue.Tue4.false": "Want to know something that gets on my nerves? When people get really passive-aggressive.$a#$b#Like Yoba, I'm not a mind reader. I can't tell what you're thinking. Maybe you just need to learn how to fucking communicate better.$6#$e#Sorry. That shit just really grinds my gears.$14",
  "Jonghyuk.Dialogue.Wed4": "I have a wicked sixth sense. My gut feeling has always been accurate.$10#$b#I was able to survive growing up in the slums thanks to it.$10#$e#...I wonder how Spanner is doing.$14",
  "Jonghyuk.Dialogue.Thu4": "Miyoung is like the neighborhood grandma. She often comes over just to make sure I've eaten.#$e#...It's nice being taken care of. Nothing but genuine sincerity and kindness.$8#e#I miss my dad.$14",
  "Jonghyuk.Dialogue.Fri4": "I don't drink often, but I do enjoy a scotch every now and then. And I like it strong.$10#$b#I like it hard, no frills, and nothing sweet.$11#$e#When I find something I like, I like to indulge.$16",
  "Jonghyuk.Dialogue.Sat4": "Have you tried drinking chamomile tea before bed? It's a natural and organic cure for insomnia.#$b#I've had trouble sleeping some nights. Though, I think I need something a little stronger.$15",
  "Jonghyuk.Dialogue.Sun4": "How's the farm life treating ya? You must have a lot to do on your plate.#$b#I'm gonna let you out of this conversation, so I don't corner you with small talk.$h",


  //6 hearts
  "Jonghyuk.Dialogue.Mon6": "Man, just when I thought Blake turned a new leaf, he hits me with the most diabolical, unassuming prank.#$b#Why should I give the benefit of the doubt, but the doubt has never benefitted me?$11#$b#It was a cute prank though. It's been a while since I had a hearty laugh.$11",
  "Jonghyuk.Dialogue.Tue6": "I like to invest in good skincare. I always use an essence, a serum, and a moisturizer.$8#$b#What? I like to take care of myself.$h#$b#Brighten your face with strategically placed brighteners and concealers. Then add some natural color to your face. And voila.$u#$e#What'chu looking at? Nah. Keep staring.$13",
  "Jonghyuk.Dialogue.Wed6": "Alright, who do I have to beat up? You've been looking kind of down lately.$13#$b#Someone call Dr. Harvey! ...But not for me.$17#$e#Nah. I gave up fighting a long time ago. Hope that cheered you up.$12",
  "Jonghyuk.Dialogue.Thu6": "I don't do well in vehicles. I get severe motion-sickness, but motorbikes are all right.$2#$e#The thrill ironically makes me feel alive. I'd rather have that than be trapped in a death box.$11",
  "Jonghyuk.Dialogue.Fri6.true": "Gus and I share some cooking tips every now and then. Food always tastes better with good company.$8#$e#Cooking is one of those special activities that only a few learn to truly appreciate. There's no better way to a person's heart than a darn good meal.$h",
  "Jonghyuk.Dialogue.Fri6.false": "Gus and I share some cooking tips every now and then. Food always tastes better with good company.$8#$e#Cooking is one of those special activities that only a few learn to truly appreciate. There's no better way to a person's heart than a damn good meal.$h",
  "Jonghyuk.Dialogue.Sat6": "I love handling spices, but I can dish it out a bit more tame for those with far more delicate palettes.#$e#Well look at you. Keep complimenting my cooking like that, and I'll serve you today's special, if you catch my drift~$17",
  "Jonghyuk.Dialogue.Sun6": "Some people find it flattering when they say that they would die for another person. Like, \"@, I would die for you!\"$10#$b#But seriously bro, stop for a moment and chill.$a#$b#I'd rather they commit to a healthier, less self-deprecating lifestyle instead.$a#$e#A life cut too short is time that can never be regained. And that's time we could use to spend with our loved ones instead.$14",

  //8 hearts - kinda spicy
  "Jonghyuk.Dialogue.Mon8": "Chronic illness got the best of my dad and left a massive scar in my family.$10#$e#I lost one of my friends to a similar battle. If Yoba exists, I wish he'd just stop taking the beautiful things I have left.$s",
  "Jonghyuk.Dialogue.Tue8": "\"What. Where. When.\"$h#$b#Don't just say you wanna \"hang out\" and then not say anything after.$10#$b#A man's gotta know what he's doing to impress the one he likes.$17",
  "Jonghyuk.Dialogue.Wed8": "Alright, who do I have to beat up? You've been looking kind of down lately.$13#$b#Someone call Dr. Harvey! ...But not for me.$17#$e#Nah. I gave up fighting a long time ago. I hope I cheered you up.$12",
  "Jonghyuk.Dialogue.Thu8": "Whenever I see a coin laying on the ground, I pick it up.#$b#My dad always used to smile when I was a kid and say \"find loose change, pick it up and all day long you'll have good luck.\"$15#$b#Does it work? No. But for a second, it's like having my dad back.",
  "Jonghyuk.Dialogue.Fri8": "I was good at algebra, but sucked with geometry. You can bend me 60 degrees. That's my math.$13#$b#Though if you prefer it the other way around, you'd make a cute little angle. Isn't that right, @?$15#$e#Seriously though, can I have the brain cell today? I'm gonna need it.$u",
  "Jonghyuk.Dialogue.Sat8": "You've been a good friend to me.#$b#We should hang out more. I'd love to cook for you sometime. Just the two of us.$15",
  "Jonghyuk.Dialogue.Sun8": "I used to wrestle back in the day. Loved the feeling of having someone pinned underneath me.$h#$b#Nowadays I stick to fitness boxing. It's much more peaceful around here, but I like to stay in shape.$8",

  //10 hearts 
  "Jonghyuk.Dialogue.Mon10": "Placeholder.",
  "Jonghyuk.Dialogue.Tue10": "Placeholder.",
  "Jonghyuk.Dialogue.Wed10": "Placeholder.",
  "Jonghyuk.Dialogue.Thu10": "Placeholder.",
  "Jonghyuk.Dialogue.Fri10": "Placeholder.",
  "Jonghyuk.Dialogue.Sat10": "Placeholder.",
  "Jonghyuk.Dialogue.Sun10": "Placeholder.",

  //Raymond
  "Spanner.Dialogue.Introduction": "Hi, you can call me Spanner.",
  "Spanner.Dialogue.grillHangout1": "Boss's cooking is the absolute best!",


  //Spring
  "Spanner.Dialogue.spring_1": "Do you feel it? The springtime of youth?!#$b#Channel the fire inside of your soul and salute the sun!$h#$e#SALUTE!$u",
  "Spanner.Dialogue.spring_12": "Mayor Lewis says that you should play to have fun in the Egg-hunt tomorrow. But, that's quitter talk.#$b#And I'm raising Amina to be a winner. I've hid eggs all over Sunberry this morning, and she found nearly every single one.$h#$e#...I may have hid them a bit too well. But this is to prepare her for the real thing, I swear!$4",
  "Spanner.Dialogue.spring_23": "The coordinating flower dancing is fun and all, but I prefer dancing to my own rhythm.$6#$b#How 'bout you and me hit the dance the floor and really get the ball rolling, eh?$h",

  //Summer
  "Spanner.Dialogue.summer_1": "Gosh, don't you just love summer?$h#$b#The days get longer, the nights get shorter, and the sun is always shining.#$e#Boss's birthday is also upcoming soon, but he always forgets!",
  "Spanner.Dialogue.summer_10": "There's going to be so much food tomorrow! It's like an all-you-can-eat-buffet.$6#$e#Wren calls me a 'bottomless black hole'. What's that supposed to mean?$4",
  "Spanner.Dialogue.summer_27": "The jellyfish go back to their homes at this time of the year, right?#$e#I wonder what that must feel like.$7",

  //Fall
  "Spanner.Dialogue.fall_1": "This is the theme song of our lives~!$h#$e#%Spanner is busy performing a spontaneous musical number in his own head.",
  "Spanner.Dialogue.fall_15": "I'm so excited so spend some time with Boss tomorrow!$h#$b#It's been a while since we visited a fair. It'll just be like old times.$6",
  "Spanner.Dialogue.fall_26": "It's the Twilight Festival! Make sure to check out Amina's stall when you've got the time.$6#$e#Boy, oh boy, I can't wait to see how many feathers we'll have piled together.$h",

  //Winter
  "Spanner.Dialogue.winter_1": "It snowed overnight! Now we can build a snowfort and have an epic snowball fight!$6#$b#When it comes down to it, I hope you'll join my team! Amina and I are going to take down Blake and Lyenne for sure.$h",
  "Spanner.Dialogue.winter_7": "Is fishing fun? I never tried it out myself, but I'm a bit of worried of doing it on top of ice.$4",
  "Spanner.Dialogue.winter_14": "The Night Market sells all sorts of wares you normally wouldn't be able to find.#$b#I've been saving up from my apprenticeship with Wren! I want to get something for Ophelia and Amina on Winter Star.$h",
  "Spanner.Dialogue.winter_16": "Be careful not to get scammed. I know a counterfeit when I see one.#$b#These eyes have seen past the deceitful business practices of the Squirrel Scouts and their Cookie Pyramid Scheme. Nothing can get past me.$a",
  "Spanner.Dialogue.winter_24": "It's cold on the winter streets, but as long as I had something to cover my ears and some socks...$4#$b#I think that's all I'd really need.$6",

  //Days of The Week

  //0 hearts
  "Spanner.Dialogue.Mon": "Wren lets me shadow her on Mondays and Wednesdays.#$b#We both have blue hair, so I think that means we'll be really good friends!$h",
  "Spanner.Dialogue.Tue": "Boss talked with Ophelia and now I have a room on the second floor of Serenity Inn. It's really nice of her to let me stay.$6#$b#I eventually need to find a way to keep up with the living costs, but Wren said I could apprentice under her.#$e#Most of my skillset is suited for online purposes... and I doubt Ophelia's a tech-savvy person.$4",
  "Spanner.Dialogue.Wed": "I have really bad experiences with girl-scouts. They have a reputation back on our turf. We called them the 'Squirrels'.$7#$b#As Amina's big bro, I have to keep her away from their influence. The dark side of the streets is a world full of knock-off cookies and broken promises.$a",
  "Spanner.Dialogue.Thu": "Man, I could really use a sandwich about now.$s",
  "Spanner.Dialogue.Fri": "When I hear music, I have to put everything down and just go with the flow.#$b#Square up and meet me on the dance floor, farmer! I'll show you my Schlond Poofa Shuffle.$6",
  "Spanner.Dialogue.Sat": "Elias is amazing on the guitar and he has REALLY nice vocals. His baritone hits me right in the 'kokoro'!$h#$b#Did I use that term right? Wren said that was the word for heart.$4",
  "Spanner.Dialogue.Sun": "If I had a superpower, I would choose speed in a heartbeat... but then I had a strange existential thought.$7#$b#The only thing wrong with being faster than the speed of light... is that you can only live in the darkness.$s#$b#There are troubling times ahead of us, farmer. Catch up or get left behind.$a",
  //2 hearts
  "Spanner.Dialogue.Mon2": "Wren lets me work as her apprentice on Mondays and Wednesdays.#$e#I'm not particularly religious, but I like to say 'Oh Yoba!' a lot.$h",
  "Spanner.Dialogue.Tue2": "Repeat after me, @. To be cringe is to be free!$6",
  "Spanner.Dialogue.Thu2": "Iman called me a 'short' king the other day.$5#$b#For the last time, I am NOT short! I am still growing!$3#$b#Being called a king makes me kick and giggle though.$4",
  "Spanner.Dialogue.Fri2": "Boss is 'Boss', and Wren is 'Chief'! And Ripley is the Captain Commander of Cows and Veggies.#b#She insisted I just call her 'Farmer' instead. Ripley is too humble for her own good.",
  "Spanner.Dialogue.Sat2": "I always wondered what it would be like to have a younger sister. I would protect Amina with my life.$s#$b#Boss says we can't choose our lot in life, but we can choose our family and the people we want in our lives.$7",
  "Spanner.Dialogue.Sun2": "Boss gave me these goggles when I was really young.#$b#He said that if I ever felt afraid, I should put them on to feel a lot braver. And now I look super cool.$h",
  //4 hearts
  "Spanner.Dialogue.Mon4": "Wren lets me work as her apprentice on Mondays and Wednesdays.#$b#Blue hair gang. You could join our club.$h",
  "Spanner.Dialogue.Tue4": "PLACEHOLDER",
  "Spanner.Dialogue.Wed4": "PLACEHOLDER",
  "Spanner.Dialogue.Thu4": "PLACEHOLDER",
  "Spanner.Dialogue.Fri4": "PLACEHOLDER",
  "Spanner.Dialogue.Sat4": "PLACEHOLDER",
  "Spanner.Dialogue.Sun4": "PLACEHOLDER",

  //6 hearts
  "Spanner.Dialogue.Mon6": "PLACEHOLDER",
  "Spanner.Dialogue.Tue6": "PLACEHOLDER",
  "Spanner.Dialogue.Wed6": "PLACEHOLDER",
  "Spanner.Dialogue.Thu6": "PLACEHOLDER",
  "Spanner.Dialogue.Fri6": "PLACEHOLDER",
  "Spanner.Dialogue.Sat6": "PLACEHOLDER",
  "Spanner.Dialogue.Sun6": "PLACEHOLDER",

  //8 hearts
  "Spanner.Dialogue.Mon8": "PLACEHOLDER",
  "Spanner.Dialogue.Tue8": "PLACEHOLDER",
  "Spanner.Dialogue.Wed8": "PLACEHOLDER",
  "Spanner.Dialogue.Thu8": "PLACEHOLDER",
  "Spanner.Dialogue.Fri8": "PLACEHOLDER",
  "Spanner.Dialogue.Sat8": "PLACEHOLDER",
  "Spanner.Dialogue.Sun8": "PLACEHOLDER",

  //10 hearts 
  "Spanner.Dialogue.Mon10": "Placeholder.",
  "Spanner.Dialogue.Tue10": "Placeholder.",
  "Spanner.Dialogue.Wed10": "Placeholder.",
  "Spanner.Dialogue.Thu10": "Placeholder.",
  "Spanner.Dialogue.Fri10": "Placeholder.",
  "Spanner.Dialogue.Sat10": "Placeholder.",
  "Spanner.Dialogue.Sun10": "Placeholder.",


  //Other Dialogue
  "Jonghyuk.Dialogue.MovieInvitation": "Are you asking me out on a date? Well, I'd love to go with you.$h#$e#I'll meet you at the theater, babe.$u",
  "Spanner.Dialogue.MovieInvitation": "I'd love to go with you.$h#$e#I'll meet you at the theater.",

  //Resort Dialogue

  //Vanilla
  "Jonghyuk.Dialogue.Resort_Entering": "I have a license to be the lifeguard on duty. Someone's gotta keep the people safe.$h",
  "Jonghyuk.Dialogue.Resort_Leaving": "Hear the sound of the waves and chill. No one gets hurt under my watch.$u",
  "Jonghyuk.Dialogue.Resort_Shore": "The ocean is dangerous. If you ever get pulled in by a wave, I'll do whatever I can to bring you to safety.$15",
  "Jonghyuk.Dialogue.Resort_Chair": "I'm taking a break, so no one is allowed in the water. I might as well enjoy what limited time I have left.$24",
  "Jonghyuk.Dialogue.Resort_Bar": "I'm taking a break, so no one is allowed in the water. I might as well enjoy what limited time I have left.$22",
  "Jonghyuk.Dialogue.Resort": "I should invite Harvey back here later. He's been stuck in his apartment all day.$u#$b#He once talked about wanting to see the sunset with someone he's close to. I know the perfect spot to enjoy the view together.$h",

  //Vanilla - Spanner
  "Spanner.Dialogue.Resort_Entering": "PLACEHOLDER",
  "Spanner.Dialogue.Resort_Leaving": "PLACEHOLDER",
  "Spanner.Dialogue.Resort_Shore": "PLACEHOLDER",
  "Spanner.Dialogue.Resort_Chair": "PLACEHOLDER",
  "Spanner.Dialogue.Resort_Bar": "PLACEHOLDER",
  "Spanner.Dialogue.Resort": "PLACEHOLDER",


  //Mobile Phone Responses
  "MP.Greeting.Jonghyuk": "Whadd'up, baby?$h",
  "MP.Reminisce.Jonghyuk": "Oh, that really brings back memories...$15",
  "MP.Goodbye.Jonghyuk": "Take care of yourself! I'll catch you later.",
  "MP.Greeting.Raymond": "Need a hacker? All services are pre-pay only!$h#$b#Oh--Hi, @!",
  "MP.Reminisce.Raymond": "Oh, I remember that time...",
  "MP.Goodbye.Raymond": "I'm always here if you ever need to talk to someone!$6",

  "Jonghyuk.Dialogue.TwilightFestival1": "",
  "Jonghyuk.Dialogue.TwilightFestival2": "",
  

  //Conversation Topics
  //-------------------

  //Jonghyuk
  "Jonghyuk.Dialogue.cc_Complete": "Ayyy, @! Thanks for fixing up the old community center! Drinks are on me tonight.$u",
  "Jonghyuk.Dialogue.cc_Bus": "Pam can finally drive the bus again.$8#$b#I should go downtown sometime to check in with my guys...$14",
  "Jonghyuk.Dialogue.movieTheater": "Man, I haven't been to the theaters since I was a kid. I would always sneak in with my little sister.$h",
  "Jonghyuk.Dialogue.SterlingTrash": "Gus said that a certain someone did a big nasty in the trashcan by the Saloon.#$b#Sterling's a good guy, but it just sucks to see Mia and Henry's goodwill being squandered whenever he drinks himself to oblivion.$14",
  "Jonghyuk.Dialogue.SterlingDrugs": "You can lead a horse to water, but you can't make it drink... no matter how much you want to force it down its throat.$a#$b#I dunno. Sometimes the only way to help someone is if they even want help in the first place.$14",
  "Jonghyuk.Dialogue.SterlingRelapse": "We just gotta keep doing what we're doing. Involve Sterling more, show our support, and for the love of Yoba - make sure he doesn't do anything stupid or dangerous.$10",
  "Jonghyuk.Dialogue.SterlingApology": "Sterling's back to his usual self. Good for him.$h",
  "Jonghyuk.Dialogue.SterlingSobriety": "Mia is hosting a huge banquet extravaganza! It's practically Sunberry tradition to gather in a small kitchen and cook together.$11",
  "Jonghyuk.Dialogue.JunaSign": "Juna seems pretty cool. I would commit to hand-holding on a first name basis.$u",
  "Jonghyuk.Dialogue.LucikielArrives": "A huge hulking demon in Pelican Town? Yeah, I could take him.$11#$e#Oh--you meant in a fight?$19#$b#Nah...$15",
  "Jonghyuk.Dialogue.Aicha": "When it comes to the supernatural, I'm indifferent. Whether it's real or not, I'm sure as hell not going to find out.#$b#I'm here to live as normal a life that I possibly can. If a demon comes knocking at my door, then we can go from there.$h",
  "Jonghyuk.Dialogue.ReputationIncreased": "Luci seems like a pretty nice guy.#$b#It's no wonder I'm so fit, I kept jumping to conclusions left and right.$u",
  "Jonghyuk.Dialogue.keahi_prank": "Oh Yoba... Nope.$19#$b#That's enough socializing for today...$18",
  "Jonghyuk.Dialogue.event_postweddingreception": "@! Congrats.$8#$b#I wish you and %spouse a happy, wonderful life.$h",
  "Jonghyuk.Dialogue.ToshiGotTherapy": "So Toshi's also going to therapy.$h#$b#It helps a lot to talk to someone. Sometimes we carry way too much baggage that needs to be unpacked.",
  "Jonghyuk.Dialogue.LeilaniArrives": "Leilani's back! I love exchanging recipes with her, especially the Ember Island cuisine.$u",
  "Jonghyuk.Dialogue.SamAlissaMarried": "The goofy guitarist and the shy, adorable singer? Sounds like a perfect match.$h",
  "Jonghyuk.Dialogue.MeetTheCats": "Jorts and Jean are adorable. It's too bad I'm allergic to them.$14#$b#My allergy meds only help so much.$14",
  "Jonghyuk.Dialogue.wedding": "Congrats, @!$u#$b#I wish you guys a lifetime of happiness.$h",
  "Jonghyuk.Dialogue.luauBest": "That soup really hit the spot! I'm still stuffed.$h",
  "Jonghyuk.Dialogue.luauShorts": "If I had a nickel for every time I found purple shorts in my soup, I'd have two nickels. Which isn't a lot, but it's strange that it happened twice.$19",
  "Jonghyuk.Dialogue.luauPoisoned.true": "Ugh... that soup really messed my insides.$21#$b#I'm dying.$21",
  "Jonghyuk.Dialogue.luauPoisoned.false": "Ugh... that soup really fucked me over.$21#$b#I'm dying.$21",
  "Jonghyuk.Dialogue.JukeboxFire": "Spanner was one of the street-urchins that used to follow me around back in Zuzu. He didn't have any parents or responsible guardians, so I took him under my wing.$10#$b#He's surprisingly good with a lockpick and would always break into my apartment before I got him his own spare key.$11#$b#...Though, I didn't think he'd follow me all the way here to Sunberry.$14#$e#Spanner used to bite, kick, and steal all the time when he was younger. We made sure he returned every single item.$h#$b#Believe me, he's waaay better now. He has a knack for restoring dwarven technology, though it usually ends up bursting into flames.$15",
  "Jonghyuk.Dialogue.JonghyukTarotReading": "Thanks for agreeing to come along.$8#$b#My dad...$s#$b#...$14#$b#I used get warned about stuff like this... so there was always this cautionary tale playing in the back of my mind.$14#$b#The reading definitely helped clear my head a little. I'm a bit skeptical, but Diala is really good at what she does.$h",


  //Spanner - still need to do
  "Spanner.Dialogue.cc_Complete": "Wow, the center is fixed!",
  "Spanner.Dialogue.movieTheater": "I know the best ways to sneak into the theater...#$b#What? I love finding blindspots. I always envision the best way to sneak in and out of places.",
  "Spanner.Dialogue.SterlingTrash": "Gus said that a certain someone did a big nasty in the trashcan by the Saloon.#$b#Sterling's a good guy, but it just sucks to see Mia and Henry's goodwill being squandered whenever he drinks himself to oblivion.$14",
  "Spanner.Dialogue.SterlingDrugs": "You can lead a horse to water, but you can't make it drink... no matter how much you want to force it down its throat.$a#$b#I dunno. Sometimes the only way to help someone is if they even want help in the first place.$14",
  "Spanner.Dialogue.SterlingRelapse": "We just gotta keep doing what we're doing. Involve Sterling more, show our support, and for the love of Yoba - make sure he doesn't do anything stupid or dangerous.$10",
  "Spanner.Dialogue.SterlingApology": "Sterling's back to his usual self. Good for him.$h",
  "Spanner.Dialogue.SterlingSobriety": "Mia is hosting a huge banquet extravaganza! It's practically Sunberry tradition to gather in a small kitchen and cook together.$11",
  "Spanner.Dialogue.JunaSign": "Juna seems pretty cool. I would commit to hand-holding on a first name basis.$u",
  "Spanner.Dialogue.LucikielArrives": "PLACEHOLDER",
  "Spanner.Dialogue.ReputationIncreased": "Luci seems like a pretty nice guy.#$b#It's no wonder I'm so fit, I kept jumping to conclusions left and right.$u",
  "Spanner.Dialogue.keahi_prank": "Wow. If you walked like that around Zuzu, you'd probably get mugged.",
  "Spanner.Dialogue.event_postweddingreception": "@! Congrats.$8#$b#I wish you and %spouse a happy, wonderful life.$h",
  "Spanner.Dialogue.ToshiGotTherapy": "So Toshi's also going to therapy.$h#$b#It helps a lot to talk to someone. Sometimes we carry way too much baggage that needs to be unpacked.",
  "Spanner.Dialogue.SamAlissaMarried": "The goofy guitarist and the shy, adorable singer? Sounds like a perfect match.$h",
  "Spanner.Dialogue.MeetTheCats": "Talking cats are the best cats ever.",
  "Spanner.Dialogue.wedding": "Congrats, @!$u#$b#I wish you guys a lifetime of happiness.$h",
  "Spanner.Dialogue.luauBest": "That soup really hit the spot! I'm still stuffed.$h",
  "Spanner.Dialogue.luauShorts": "",
  "Spanner.Dialogue.luauPoisoned": "Ugh... my stomach hurts.$s",
  "Spanner.Dialogue.JukeboxFire": "I'm so happy to be reunited with Boss again!$h#$b#I eventually managed to doxx his location after he left the city, but the bus had been out of order for the longest time!$6#$e#It's been really hard without Boss. Every time I find myself in trouble, he was always there to save the day...$2#$b#I'm glad some things never change.",

  //BUS TRIGGER
  "Pam.Dialogue.PamZuzuTrigger": "I got a call from the bus company yesterday.#$b#Now that the bus is working, I'm getting tapped to run the line for some Zuzu folks every now and then.",

  //Jukebox Fire
  "Pam.Dialogue.JukeboxFire": "Are you telling me that I just missed one of the wildest nights at the Saloon?#$b#I could really use a drink after driving people back and forth from the city...$h",
  "Emily.Dialogue.JukeboxFire": "It's good that everyone followed the emergency fire protocol in the Saloon!#$b#A part of me has always wanted to stop, drop, and roll, but I guess there's always next time.$h",
  "Gus.Dialogue.JukeboxFire": "Wren just did a check-up on our jukebox, and it turned out that the schlond-poofa needed to be replaced.#$b#Now she works as good as new!$h",
  "Lewis.Dialogue.JukeboxFire": "We should really invest in some ceiling sprinklers for the rest of the town. That was a serious fire hazard, but it's good that Gus got it all under control.",
  "Shane.Dialogue.JukeboxFire": "Man, kids are something else. The moment you take your eyes off them, something bad is bound to happen.",
  "Clint.Dialogue.JukeboxFire": "I'm just glad Emily is okay...$s#$b#Didn't she look really cool when she helped put out the flames?$h",
  

  // ======================
  // Event Dialogue
  // ======================

  /* Format for Event dialogues in code

{{i18n:event-SterlingFound.28}}

  */
  //ARV collab event:

  "event-SterlingFound.01": "*hic*", //Hiccup sound effect in speech bubble
  "event-SterlingFound.02": "So this is where you were hiding.$8",
  "event-SterlingFound.03": "AYO, Nacho~! How you doin’ buddy?$9",
  "event-SterlingFound.04": "*sigh*", //sigh sound effect in speech bubble
  "event-SterlingFound.05": "For the last time, it’s Cho Jonghyuk.$a",
  "event-SterlingFound.06": "Any time is na-cho time.$10",
  "event-SterlingFound.07": "You're such a dork.$11#$b#Meanwhile, Mia’s worried sick about you. She made a big fuss at Ripley's farm, who also had no idea where you were. And Henry couldn’t find you at your usual spot at the Saloon.$10#$b#I don't know what you did, but Mia asked ME for help. She would've organized a whole search party if Ripley didn't talk her down.$10",
  "event-SterlingFound.07a": "Thank, Yoba. I owe her one.$13",
  "event-SterlingFound.08": "First of all, chill out. I’m totally fine.#$b#I’m a grown-ass adult, so I don’t need Mia or Henry or YOU of all people to baby me.$s#$b#Sometimes I just need to go to a quiet place alone to clear my head.$5",
  "event-SterlingFound.09": "With drinks?",
  "event-SterlingFound.10": "Well, duh. How else would I get rid of this killer headache?$10#$b#Don't be such a killjoy. Come party with me!$9",
  "event-SterlingFound.11": "Not really a party person anymore. Though, I used to be.$8",
  "event-SterlingFound.12": "Don't worry. When we get back to my room *hic*, it'll be a party just for two.$10",
  "event-SterlingFound.13.true": "Those are always the best times. The one friend just getting wasted and talking nonsense while the other guy hauls his sorry ass back home.$15",
  "event-SterlingFound.13.false": "Those are always the best times. The one friend just getting wasted and talking nonsense while the other guy hauls his sorry ass back home.$15",
  "event-SterlingFound.14": "Yoooo! You don't have to do me dirty like that.",
  "event-SterlingFound.15": "Can you even walk in a straight line?",
  "event-SterlingFound.16": "Will you quit it with the babying? Of course I can—-$13",
  "event-SterlingFound.17": "Ah crap.",
  "event-SterlingFound.18.true": "You know, someone once told me something...$14#$b#When a rope breaks, you can't put it back the same, and it gets a little shorter each time.$14#$b#You're a good guy Sterling, but I just wish you wouldn't make everyone worry so damn much.$14",
  "event-SterlingFound.18.false": "You know, someone once told me something...$14#$b#When a rope breaks, you can't put it back the same, and it gets a little shorter each time.$14#$b#You're a good guy Sterling, but I just wish you wouldn't make everyone worry so damn much.$14",
  "event-SterlingFound.19.true": "The hell is that supposed to mean?$5#$b#You don't know me THAT well.$5#$b#And I sure as hell don't need you to give me advice I didn't freaking ask for.$8",
  "event-SterlingFound.19.false": "The hell is that supposed to mean?$5#$b#You don't know me THAT well.$5#$b#And I sure as hell don't need you to give me advice I didn't fucking ask for.$8",
  "event-SterlingFound.20": "Sterling. Can you walk?$6",
  "event-SterlingFound.21": "Nnnngh... I hate it when it rains...$6",
  "event-SterlingFound.22": "*exhale*", //breathe out sound effect in speech bubble
  "event-SterlingFound.23": "Hey.$14#$b#Let's go home.",
  "event-SterlingFound.24": "...M'kay.$5",
  "event-SterlingFound.25": "Hey. Nacho? I mean, Jonghyuk...$11#$b#Sorry for taking my anger out on you. I was having a rough day.$s#$b#Are we cool?$s",
  "event-SterlingFound.26": "I'm cool. You're maybe lukewarm at best.$u",
  "event-SterlingFound.27": "Augh...! H-hey, apologies in advance.$6",
  "event-SterlingFound.28.true": "Sterling? NO--STERLING DON'T YOU FREAKING DARE--!$7",
  "event-SterlingFound.28.false": "Sterling? NO--STERLING DON'T YOU FUCKING DARE--!$7",

  //2 heart event, Jonghyuk Secret Forest
  "event-jhDance.01": "Ready.",
  "event-jhDance.02": "Yoba. This is embarrassing...$19",
  "event-jhDance.03": "How much did you see just now?$a",
  "event-jhDance.04": "I didn't see anything.",
  "event-jhDance.05": "Just the last part.",
  "event-jhDance.06": "...You were really good!",
  "event-jhDance.07": "Yeah, and I was born yesterday.#$b#I guess it doesn't really matter if you're gonna play innocent. I just wasn't expecting anyone else to be here.$h",
  "event-jhDance.08.true": "Sorry about that. I'm sure you didn't need to see a grown man shaking it for the trees.$h#$b#I honestly wasn't expecting anyone else to be here.$u",
  "event-jhDance.08.false": "Sorry about that. I'm sure you didn't need to see a grown-ass man shaking it for the trees.$h#$b#I honestly wasn't expecting anyone else to be here.$u",
  "event-jhDance.09.true": "Hah! Why are you so adorable?$h#$b#I honestly wasn't expecting anyone else to be here.$u",
  "event-jhDance.09.false": "Hah! And you're fucking adorable.$h#$b#I honestly wasn't expecting anyone else to be here.$u",
  "event-jhDance.10": "I was just listening to The Rise and Fall of a Ferngill Princess. Their latest album is goated.$12",
  "event-jhDance.11": "Music always helped me get through things. It's just so liberating to dance with no one watching out here. Really helps me take my mind off work.$8",
  "event-jhDance.12": "That sounds like fun.",
  "event-jhDance.13": "What do you do for work?",
  "event-jhDance.14": "Hope you enjoyed the show, @. If there's one thing I'm confident in, it's entertaining a crowd.$11#$b#Just know that I can put on an even better show up close and personal.$13#$b#See ya around, @.$17",
  "event-jhDance.15": "Hmm... That's kind of a rude question.#$b#Listen, farmer. I don't know you. And you don't know me. Maybe things are better off that way.#$b#But if you really need to know, you could say I used to work for the entertainment industry. Just don't go pointing your nose in other people's business.$a",
  "event-jhDance.16": "Well, I hope you enjoyed the show, @. If there's one thing I'm confident in, it's entertaining a crowd.$11#$b#Just know that I can put on an even better show up close and personal.$13#$b#See ya around, @.$17",

  //4 heart event, Jonghyuk & DnD:

  "event-jhCoffee.01": "Welcome to the Cat Cafe. What can I get for you?$1",
  "event-jhCoffee.02": "Can I get a coffee? I stayed up way too late last night.$14",
  "event-jhCoffee.03": "Sure. What size?",
  "event-jhCoffee.04": "I'll have a medium.",
  "event-jhCoffee.05": "Hmmm... Sorry. I don't know what that is.$8",
  "event-jhCoffee.06": "Really, Derya?$10#$b#It's this thing between a 'small' and a 'large'--$11",
  "event-jhCoffee.07": "Shhhhh... No.$3#$b#Listen pumpkin, we go by *Tall*, *Grande*, and *Venti* here. Most people would know that.$6",
  "event-jhCoffee.08": "Guess I'm not most people then.$15",
  "event-jhCoffee.09": "Oh my God? Derya stop bullying him!$3",
  "event-jhCoffee.10": "Okay, fine...$3#$b#By the way, Jonghyuk wants a medium-sized coffee.$1",
  "event-jhCoffee.11": "Seriously?$18",
  "event-jhCoffee.12": "Hilarious.", //speech bubble
  "event-jhCoffee.13": "Welcome!", //speech bubble
  "event-jhCoffee.14": "Hi, @.$8#$b#Do you want anything? It's on me.$h",

  //Menu
  "event-jhCoffee.15": "Cookie",
  "event-jhCoffee.16": "Pie",
  "event-jhCoffee.17": "Maple Bar",
  "event-jhCoffee.18": "Pudding",
  "event-jhCoffee.19": "Coffee",
  "event-jhCoffee.20": "Green Tea",
  "event-jhCoffee.21": "Pink Cake",
  "event-jhCoffee.22": "Muffin",
  "event-jhCoffee.23": "Candy",
  "event-jhCoffee.24": "No thanks.",
  "event-jhCoffee.25": "Coming right up!$3",

  "event-jhCoffee.26": "Alright, just making sure.$h",
  "event-jhCoffee.27": "And here's your *medium* coffee.$6",
  "event-jhCoffee.28": "Thanks.",
  "event-jhCoffee.29": "*Purrrr*", //speech bubble
  "event-jhCoffee.30": "A-ACHOO!", //speech bubble
  "event-jhCoffee.31": "Augh, my nose...$21",
  "event-jhCoffee.32": "Did you forget to take your meds this morning? We have some allergy pills upstairs.$10",
  "event-jhCoffee.33": "*sniff*", //speech bubble
  "event-jhCoffee.34": "Yeah... I've been feeling kind of whack lately. I dunno what's wrong with me.$21",
  "event-jhCoffee.35": "Would you like me to give you a reading?$1",
  "event-jhCoffee.36": "A what now?$19",
  "event-jhCoffee.37": "Diala's huge into tarot cards. It's one of the things she's passionate about--like astrology.$8",
  "event-jhCoffee.38": "Sorry, I'm not really into fortune-telling...$10#$b#Not everyone can pay a bunch of money just to be told they've got positive vibes and how they're gonna die.$14",
  "event-jhCoffee.39": "I don't tell fortunes, Hyuk. I tell stories.$5#$b#And tarot is more about giving insight on past, present, or future issues.$s#$b#Who knows? This might help you on your path and point you in the right direction.$11#$b#I'll even give you a reading for free!$h", //Note for translators: Be careful not to delete the "#$b#" -Arknir27
  "event-jhCoffee.40": "I'm just wary of what can be used as a blanket statement...$14",
  "event-jhCoffee.41": "I'll go if @ is there.",

  //Fork
  "event-jhCoffee.42a": "From what I'm hearing, he won't get a reading unless you keep him company.",
  "event-jhCoffee.42b": "When you phrase it like that, even I'd get a little embarrassed.$14",
  "event-jhCoffee.42": "Jonghyuk looks unusually nervous.",
  "event-jhCoffee.43": "Wait, what?",
  "event-jhCoffee.44": "Sure.",
  "event-jhCoffee.44a": "Sure. I'll come.",
  "event-jhCoffee.45": "No thanks.",

  //Good Fork - Continue to next part of 2 heart event
  "event-jhCoffee.46": "Yes, absolutely! Meet me upstairs!$h",
  "event-jhCoffee.47": "Thanks for coming along, @. I appreciate it.$8",
  "event-jhCoffee.48": "Diala's been trying to get a read on him for the longest time.$h#$b#It's hard to get him to open up about himself, so I like to tease him every now and then.$3#$b#...Go ahead and join them. Just make sure to give me the scoop afterwards.",

  //Bad fork - No continuation of 2 heart event
  "event-jhCoffee.49": "Sorry guys... I think I'm just gonna head home.$14",
  "event-jhCoffee.50": "Oh.$s#$b#See you later then.$6",
  "event-jhCoffee.51": "I scared him away, didn't I?$s",
  "event-jhCoffee.52": "It's okay, Diala... Tarot isn't for everyone.$2",
  "event-jhCoffee.53": "It's hard to get Jonghyuk to share about himself, so I like to tease him every now and then.$0#$b#It's like cats, you see. I've had cats long enough to know you gotta give 'em space until they're comfy enough.#$b#Do the same to Jonghyuk and he'll open up again with time.$h",

  /* Format for Event dialogues in code

{{i18n:event-jhReading.41}}

  */

  //2 heart event continuation from good fork, Jonghyuk & Diala's Tarot Reading, includes CGs:
  "event-jhReading.01": "Thanks for joining us, @! We didn't want to start without you.",
  "event-jhReading.02": "Hey, @. I saved you a seat.$u",
  "event-jhReading.03": "Alright! Let me set up real quick!$3",
  "event-jhReading.04": "Diala shuffles her deck.",
  "event-jhReading.05": "So what kind of reading are you interested in, Jonghyuk?$1#$b#Career goals? Health and wellbeing? Oooh, maybe even love or relationship advice?$3",
  "event-jhReading.06": "I just want to know...$s#$b#I...$14#$b#...$a#$b#...Dammit. This is gonna sound so stupid.$14", //Be careful with this one, translator.
  "event-jhReading.07": "Everything's going to be okay.",
  "event-jhReading.08": "It's not stupid.",
  "event-jhReading.09": "I promise not to laugh.",
  "event-jhReading.10": "*Stay silent*",
  "event-jhReading.11": "It takes a lot of courage to do this, Hyuk. We're here for you. I promise.",
  "event-jhReading.12": "...I just want to know if I'm doing the right thing. Like if everything I've done til now wasn't a huge mistake.$14",
  "event-jhReading.13": "Okay. I know just the right reading.$3",
  "event-jhReading.14": "Diala takes her deck of cards and randomly spreads them around in a pile between you all.", //textbox
  "event-jhReading.15": "Okay. So what we're doing right now is known as a three-card spread.#$b#Each card we draw can represent the past, present, and future respectively.$1#$b#Let's see what your first card is...$3",
  "event-jhReading.16": "Oh!$7#$b#This is a good one to start off with!$3",
  "event-jhReading.17": "The Fool.", //textbox
  "event-jhReading.18": "...$19#$b#Ain't no way you're calling me a fool right now, right?$18",
  "event-jhReading.19": "Don't misunderstand, Hyuk.$8#$b#The Fool represents new beginnings.$9#$b#You don't exactly know where you're going, but you just need to follow your heart and take a leap of faith.$11#$b#The mountains suggest that there are challenges to come, but if you're riddled with self-doubt or worries in your life, then the Fool is your guide.$11#$b#The world is your oyster, and anything can happen.",
  "event-jhReading.20": "The world is my oyster...#$b#I like the sound of that.$8#$b#We need a few fools in this world to keep things interesting, right?$h",
  "event-jhReading.21": "Diala rolls her eyes.", //textbox
  "event-jhReading.22": "As for your second card...$3",
  "event-jhReading.23": "Diala's hand tentatively hovers over the card closest to her, but she quickly changes her mind and chooses an entirely different card.", //textbox
  "event-jhReading.24": "She flips the card over, right next to The Fool.", //textbox
  "event-jhReading.25": "The World.", //textbox
  "event-jhReading.26": "Oh, you got the World! What a coincidence!$1",
  "event-jhReading.27": "Is that a good thing?$19",
  "event-jhReading.28": "They make a powerful combo.$11#$b#The World can reflect situations beyond your control...#$b#But when combined with the Fool, you should go with the flow and enjoy your new chapter in life.$h",
  "event-jhReading.29": "That's surprisingly wholesome... And a bit too accurate for my liking.$14#$b#What's the catch?$10",
  "event-jhReading.30": "I mean, there is one card left. Would you like to choose the last one?$1",
  "event-jhReading.31": "Yeah.$10",
  "event-jhReading.32": "Jonghyuk closes his eyes and takes a deep breath.", //textbox
  "event-jhReading.33": "His hand hovers over the pile before snatching a card at random. He swiftly flips it over right next to The World.", //textbox
  "event-jhReading.34": "Temperance.", //textbox
  "event-jhReading.35": "Temperance represents balance and harmony. When combined with the previous tarot, you need to exercise patience and contemplation.#$b#Don’t be too reckless and... hmm... Think about your purpose in life?$2",
  "event-jhReading.36": "That’s easier said than done.$s",
  "event-jhReading.37": "Just believe in the heart of the cards!$h#$b#Past pains and struggles are balanced out by growth and inner strength. These cards indicate a new beginning in your life.#$b#I hope this session helped you find what you’re looking for.$3",
  "event-jhReading.38": "It certainly gives me a lot to think about.$8#$b#I wouldn't mind doing this again. Thanks for giving me the opportunity.$h",
  "event-jhReading.39": "It was my pleasure! Don't be a stranger, Jonghyuk!#$b#As for you... maybe we can do a reading another time, @.$h#$b#I'm going to go make some tea, but you're more than welcome to hang around if you don't feel like leaving just yet.$3",
  "event-jhReading.40": "I'm back! And I brought some tea.[614]$3", //DO NOT DELETE [614]
  "event-jhReading.41": "That was a lot of fun, but I have to head out now. We should hang out again sometime.$h",


  //4 heart event, Jonghyuk & Harvey:

  "event-jhHarvey.1": "Whew...", //speech bubble
  "event-jhHarvey.2": "So, are you starting to see a path forward?$13#$b#You've been looking a lot more confident lately, doc.$11",
  "event-jhHarvey.3": "O-oh really? Doesn't really feel like it.",
  "event-jhHarvey.4": "Yeah, that's usually how it is when it comes to reframing your usual perspective.$8#$b#Just trust me on this. You’re positively glowing.$h",
  "event-jhHarvey.5": "I wish my body could say the same. Hard to take care of patients like this when it aches to move.$h",
  "event-jhHarvey.6": "Oh no... Does your back hurt a lot?$19",
  "event-jhHarvey.7": "I knew it. $14#$b#I pushed you too hard yesterday. It was your first time, too.$14#$b#I know we were caught up in the moment, but I should've been more gentle--$14",
  "event-jhHarvey.8": "D-Don't phrase it like that!$7",
  "event-jhHarvey.9": "@!$8#$b#I don’t know what you heard, but it's a misunderstanding!$8",
  "event-jhHarvey.10": "What, you don’t like my technique?$13#$b#I’ll have you know, I pride myself on excellent form.$13#$b#There’s nothing like a good pounding to really get the blood pumping.$11",
  "event-jhHarvey.11": "I know what you’re doing. You’re trying to get a rise out of me...$a#$b#Well, I’m already used to your antics, so it won’t work.$a",
  "event-jhHarvey.12.true": "Oh no. Doctor Harvey's getting angry. Not gonna lie, it's kinda hot~$15",
  "event-jhHarvey.12.false": "Oh damn. Doctor Harvey's getting angry. Not gonna lie, it's kinda hot~$15",
  "event-jhHarvey.13": "Hyuk.$a",
  "event-jhHarvey.14": "Yes dadd-- I mean yes, doctor?$u",
  "event-jhHarvey.15": "*sigh*",
  "event-jhHarvey.16": "Don’t mind him, @. He’s been helping me craft a regimen tailored to my own specific needs.#$b#I’m responsible for the health of the entire community, so I could at least look the part...",
  "event-jhHarvey.17": "Hey now.$18#$b#None of that talk, Harvs. What you're doing is amazing.$10#$b#You gotta take care of yourself before you take care of others. And not everyone can make that commitment.$13#$b#You're the coolest, most level-headed doctor I know.$17",
  "event-jhHarvey.18": "Ain't that right, farmer?",
  "event-jhHarvey.19": "Yeah, but don't say it too much. It'll go to his head.", // Bad Fork
  "event-jhHarvey.20": "Harvey's the absolute best.", // Good Fork

  //Bad Decision Consequences:
  "event-jhHarvey.21.true": "The heck? @!$18",
  "event-jhHarvey.21.false": "The fuck? @!$18",
  "event-jhHarvey.22": "N-no... Maybe he’s right. It’s only been a few days and I’ve probably been imagining things.$s^N-no... Maybe she’s right. It’s only been a few days and I’ve probably been imagining things.$s#$b#I just need to work it out a little more, I guess. Haha...$s", // ^ - indicates gendered language.
  "event-jhHarvey.23": "See you next time, Hyuk?",
  "event-jhHarvey.24": "Y-yeah...$14#$b#I’ll catch you tomorrow, doc. I’m running low on prescriptions and need to refill soon.$14", //sad tone
  "event-jhHarvey.25": "Man, it was really hard getting the lil’ guy outta his shell.$14#$b#Two steps forward, only to end up taking three leaps back.$a#$b#So, thanks for that, farmer.$6",

  //Good Decision Consequences:
  "event-jhHarvey.26": "You’re flattering me. Let’s just say I have a really good instructor.",
  "event-jhHarvey.27": "See you next time, Hyuk?$h",
  "event-jhHarvey.28": "I’ll catch you tomorrow, doc. I’m running low on prescriptions and need to refill soon.$8", //happy tone

  //Back to normal route:
  "event-jhHarvey.29": "So... What else do you want?", //Jonghyuk asks the player a question
  "event-jhHarvey.30": "Ask about his prescriptions.", //Response 1
  "event-jhHarvey.31": "Ask about Harvey.", //Response 2
  "event-jhHarvey.32": "Harvey’s been prescribing me some medicine to help deal with my cat allergies over the years. ",
  "event-jhHarvey.33": "To be honest, I don't consider myself much of a personal trainer. It's more like a hobby.#$b#I'm a bit too much of a hothead, but teaching new fellas eager for self-improvement helps chill me out a bit.$10#$b#Harvey just has this relaxing vibe that makes me feel like everything’s going to be all right.$11",


  //  "event-jhHarvey.40": ""

  //Raymond Introduction Event-Chain:
  //PART 1
  "event-RaymondIntroduction.1": "Attention Zuzu passengers! We have reached our destination, Pelican Town. Check all your belongings before exiting the bus.",
  "event-RaymondIntroduction.2": "It looks like Pam is finally back in business.",
  "event-RaymondIntroduction.3": "Can't hold it in any longer! I'm going to burst...!$u",
  "event-RaymondIntroduction.4": "Owww...", //speech bubble
  "event-RaymondIntroduction.5": "Our next stop is Calico Desert.", //speech bubble
  "event-RaymondIntroduction.6": "Gah! I'm so sorry!$8",
  "event-RaymondIntroduction.7": "Let me help you!", //speech bubble

  //Farmer Responses
  "event-RaymondIntroduction.8": "Watch where you're going!",
  "event-RaymondIntroduction.9": "Get your hands off me.",
  "event-RaymondIntroduction.10": "I'm fine...",
  "event-RaymondIntroduction.11": "Are you okay?",

  //Raymond Responses
  "event-RaymondIntroduction.12": "I'm so sorry, Mister...$s^I'm so sorry, friend...$s",
  "event-RaymondIntroduction.13": "Gosh, I'm so sorry, Mister...$s^Gosh, I'm so sorry, Miss...$s",
  "event-RaymondIntroduction.14": "Boss would always make fun of me for having two left feet!$8",
  "event-RaymondIntroduction.15": "Gah--I have to go! It's an emergency...!$3",
  "event-RaymondIntroduction.16": "I'm alright! Boss says I have a really hard head.$h",
  "event-RaymondIntroduction.17": "Sorry--I have to go! It's an emergency!$u",

  //Message boxes
  "event-RaymondIntroduction.18": "Your pockets feel a lot lighter.",
  "event-RaymondIntroduction.19": "You check your wallet...",
  "event-RaymondIntroduction.20": "You have lost 1000g.",
  "event-RaymondIntroduction.21": "Wait...!",
  "event-RaymondIntroduction.22": "That pickpocket stole my money!",
  "event-RaymondIntroduction.23": "There might be a misunderstanding...",
  "event-RaymondIntroduction.24": "He couldn't have gotten too far... He might be somewhere in Town!",


  //PART 2
  "event-RaymondIntroduction.25": "Thank you, Mister!$6",
  "event-RaymondIntroduction.26": "This is your third plate already! It's nice seeing youngsters like you enjoy my cooking.$h",
  "event-RaymondIntroduction.27": "This is almost as good as Boss's food! I've missed this flavor so much.$8",
  "event-RaymondIntroduction.28": "You're very honest! Sounds like I have some competition.$h",
  "event-RaymondIntroduction.29": "You're so thin and scrawny, so make sure to eat well if you want to grow taller.",
  "event-RaymondIntroduction.30": "Yes sir!", //speech bubble
  "event-RaymondIntroduction.31": "Welcome!", //speech bubble
  "event-RaymondIntroduction.32": "*Om-Nom*", //speech bubble

  //Farmer Responses
  "event-RaymondIntroduction.33": "Hi again.",
  "event-RaymondIntroduction.34": "I found you!",

  "event-RaymondIntroduction.35": "Huh?$u",
  "event-RaymondIntroduction.36": "Oh! It's you!",
  "event-RaymondIntroduction.37": "How are you doing?$6",

  //Farmer Responses
  "event-RaymondIntroduction.38": "... (Stare in disapproval)",
  "event-RaymondIntroduction.39": "Give me back my money. (Demand)",

  //Spanner Responses
  "event-RaymondIntroduction.40": "Did you need something? Wait a sec...$4",
  "event-RaymondIntroduction.41": "Ohhhh! Whoops. You're the one that I...$u",
  "event-RaymondIntroduction.42": "Sorry about earlier. It was a force of habit.$s",
  "event-RaymondIntroduction.43": "Money? Wait a sec...$4",
  "event-RaymondIntroduction.44": "Ohhhh! Whoops.$u",
  "event-RaymondIntroduction.45": "Sorry about earlier. It was a force of habit.$s",

  "event-RaymondIntroduction.46": "1000g has been returned.", //message box
  "event-RaymondIntroduction.47": "Your total comes out to 650g.",
  "event-RaymondIntroduction.48": "Oh no. I didn't bring enough cash...$8",
  "event-RaymondIntroduction.49": "He's starting to look very nervous.", //message

  //Player Responses:
  "event-RaymondIntroduction.50": "Look, if you needed money for food, just say something. Stealing is still wrong. (Help pay)",
  "event-RaymondIntroduction.51": "I'll cover for him. (Help pay)",
  "event-RaymondIntroduction.52": "Serves him right. (Don't pay)",
  "event-RaymondIntroduction.53": "... (Stay silent)",

  //Spanner Responses
  "event-RaymondIntroduction.54": "I-I know that... I'm really trying to get better at it.$s",
  "event-RaymondIntroduction.55": "Boss would be so disappointed in me...$s",
  "event-RaymondIntroduction.56": "Don't worry about it, @. It's on the house this time.$h",
  "event-RaymondIntroduction.57": "With the way he was eating my food, I'd be happy to feed him regardless!",
  "event-RaymondIntroduction.58": "*Whisper* ...Between you and me, the lad's looking a bit malnourished.$s",
  "event-RaymondIntroduction.59": "Thank you so much, mister!$8",
  "event-RaymondIntroduction.60": "I'd love to pay you back somehow.",
  "event-RaymondIntroduction.61": "Boss always says to never take advantage of people's charity and that I should always pay them back as soon as possible.$6",
  "event-RaymondIntroduction.62": "Thank you... Ugh, Boss is going to be so disappointed in me.$s",
  "event-RaymondIntroduction.63": "I'm really sorry for taking your money earlier.$8",
  "event-RaymondIntroduction.64": "Don't worry about it, @. It's on the house this time.",
  "event-RaymondIntroduction.65": "With the way he was eating my food, I'd be happy to feed him regardless!$h",
  "event-RaymondIntroduction.66": "*Whisper* ...Between you and me, the lad's looking a bit malnourished.$s",
  "event-RaymondIntroduction.67": "Uh...$s",
  "event-RaymondIntroduction.68": "About the money...$s",
  "event-RaymondIntroduction.69": "Don't worry about it. It's on the house.",
  "event-RaymondIntroduction.70": "With the way you were eating my food, I'd be happy to feed you regardless!$h",
  "event-RaymondIntroduction.71": "But this is a one-time thing, you hear?",
  "event-RaymondIntroduction.72": "Really? Thank you mister!$8",
  "event-RaymondIntroduction.73": "I'd love to pay you back somehow.$h",
  "event-RaymondIntroduction.74": "Well, I won't say no if you want to wash the dishes--",

  /* Format for Event dialogues in code

{{i18n:event-RaymondIntroduction.115}}

  */

  //Speech Bubbles:
  "event-RaymondIntroduction.75": "That's the third time this month.",
  "event-RaymondIntroduction.76": "Again?",
  "event-RaymondIntroduction.77": "*sigh*",
  "event-RaymondIntroduction.78": "Oh dear...",

  "event-RaymondIntroduction.79": "Sorry everyone. Our jukebox has been a bit wonky lately. Wren offered to check on it, but she's not free until next week...$s",
  "event-RaymondIntroduction.80": "I guess there'll be no music playing in the background until then.$s",
  "event-RaymondIntroduction.81": "What a shame. Our jukebox lasted us for generations... Perhaps it's time to let her go.$s",
  "event-RaymondIntroduction.82": "Do you mind if I take a look? I think I can fix it.$7",
  "event-RaymondIntroduction.83": "You look awfully young, but be my guest.",
  "event-RaymondIntroduction.84": "Consider your debt repayed if you manage to get her up and running again!$h",
  "event-RaymondIntroduction.85": "Yes sir!", //speech bubble
  "event-RaymondIntroduction.86": "It's time to make things right.$h",
  "event-RaymondIntroduction.87": "The jukebox is working again!$6",
  "event-RaymondIntroduction.88": "Good job, kid!",
  "event-RaymondIntroduction.89": "Wow.",
  "event-RaymondIntroduction.90": "Bravo!",
  "event-RaymondIntroduction.91": "I can't wait to see the look on Boss's face!$h",
  "event-RaymondIntroduction.92": "You sure love to mention this boss of yours a lot.",
  "event-RaymondIntroduction.93": "He's the reason I came to this town in the first place!$h",
  "event-RaymondIntroduction.94": "I've been searching for him for ages... Do you know where he is?$8",
  "event-RaymondIntroduction.95": "What does he look like?",
  "event-RaymondIntroduction.96": "Well--",
  "event-RaymondIntroduction.97": "Hey Gus! I'm here to exchange notes on my latest dish.$h",
  "event-RaymondIntroduction.98": "B-Boss!$8",
  "event-RaymondIntroduction.99": "Spanner? What are you doing here?$19", //Spanner is the name
  "event-RaymondIntroduction.100": "Boss, I missed you so much...$s",
  "event-RaymondIntroduction.101": "I can still be useful! Please don't throw me away!$8",
  "event-RaymondIntroduction.102": "Wait, what are you talking about--$19",
  "event-RaymondIntroduction.103": "Ahhhhh! F-Fire!!!!!$u",
  "event-RaymondIntroduction.104.true": "Oh Yoba! Not again...!$18",
  "event-RaymondIntroduction.104.false": "Damn it, Spanner! Not again...!$18",
  "event-RaymondIntroduction.105": "What do you mean by \"Again?\"", //translator -- be careful not to erase the quotation marks
  "event-RaymondIntroduction.106": "Spanner always manages to make something blow up somehow!$18",
  "event-RaymondIntroduction.107": "Wahh! I'm sorry, Boss!$8",
  "event-RaymondIntroduction.108": "Grab the extinguisher!",
  "event-RaymondIntroduction.109": "Yes!",
  "event-RaymondIntroduction.110": "After some time, the fire is put out.",
  "event-RaymondIntroduction.111": "Fortunately, no one was hurt.",
  "event-RaymondIntroduction.112": "I'm so sorry for the trouble he's caused you, Gus...$14",
  "event-RaymondIntroduction.113": "I'll help you find a new jukebox. I know a guy.$11",
  "event-RaymondIntroduction.114": "Jonghyuk turns to you with Spanner sprawled listlessly over his shoulder.",
  "event-RaymondIntroduction.115": "Come over to my house when you have the time, @. We have a lot to discuss.$17",

  /*

{{i18n:event-jhwaterfall.17}}

  */

  // 6 heart - outside waterfall cave
  "event-jhwaterfall.01": "Is he really sleeping here of all places?",
  "event-jhwaterfall.02": "...Don't you know it's impolite to stare?$28#$b#When you look at me like that, it makes me feel shy.$29",
  "event-jhwaterfall.03": "Sorry.",
  "event-jhwaterfall.04": "I was just minding my own business.",
  "event-jhwaterfall.05": "Then maybe you should try resting at home.",
  "event-jhwaterfall.06": "Hey. I like feeling shy. You should keep looking at me.$11",
  "event-jhwaterfall.07": "Hey, I wasn't mad. I like feeling shy. You should keep looking at me.$11",
  "event-jhwaterfall.08": "I'm kidding! Yoba, if you can't take a joke, then get out of my swamp.$12",
  "event-jhwaterfall.09": "I'm just messin' with ya. I came to relax by the waterfall and lost track of time.$12#$b#The sound of the water crashing down on the rocks helps me meditate.$11#$b#You should try it sometime.$13",
  "event-jhwaterfall.10": "It's funny. I was thinking about you earlier and now you're here.#$b#Actually, I have something I wanted to show you--$8",
  "event-jhwaterfall.11.true": "Oh Yoba! The forecast didn't say anything about there being a shower today.$19",
  "event-jhwaterfall.11.false": "Holy shit? The forecast didn't say anything about there being a shower today!$19",
  "event-jhwaterfall.12": "The rain seems unnatural",
  "event-jhwaterfall.13": "We should take shelter",
  "event-jhwaterfall.14": "Follow me. I know a place that can keep us dry.$10",
  "event-jhwaterfall.15": "Where are you going?",
  "event-jhwaterfall.16": "The Cat Cafe is just up ahead!",
  "event-jhwaterfall.17": "This way is faster! Trust me.$h",
  
  // 6 heart - inside waterfall cave
  "event-cavepool.00": "You're in luck, @. I've never brought anyone here before.#$b#This is one of my secret hideouts.$h",

  //Quick Questions:
  "event-cavepool.01": "I'm honored.", //1
  "event-cavepool.02": "This place is so pretty!", //2
  "event-cavepool.03": "The water seems unusual.", //3
  "event-cavepool.04": "Say nothing.", //4

  //Quick Question Responses:
  "event-cavepool.05": "I don't mind if you tell others about this place. Sights like these should be enjoyed with others.$u", //1
  "event-cavepool.06": "I know, right? Sunberry is filled with pockets of hidden gems. I bet there's plenty other sights just waiting to be uncovered.$h", //2
  "event-cavepool.07": "Yeah, it's crystal clear. Warm all year round too, like a miniature hotspring.$8#$b#I always feel better after a rejuvenating soak. It's like I regained all my stamina.$u", //3
//  "event-cavepool.08": "I love coming here every now and then to clear my mind. The cascade drowns out all the other noise in my head.", //4 unused

  //continue with event:
  "event-cavepool.09": "I love coming here every now and then to clear my mind.#$b#I forget all my problems whenever I'm near water. The cascade drowns out all the loud noise in my head.#$b#It's like at any given moment, I can just drift away.$14#$b#I can't help but wonder if it's okay to let go... and just let myself fall.$14",

  //Quick Questions:
  "event-cavepool.10": "Jonghyuk seems troubled.", //Description for upcoming QQs.
  "event-cavepool.11": "I can relate.", //1
  "event-cavepool.12": "Are you okay?", //2
  "event-cavepool.13": "That sounds dangerous.", //3
  "event-cavepool.14": "Say nothing.", //4

  //Quick Question Responses:
  "event-cavepool.15": "It's not pleasant to feel, but sometimes it's the only thing that feels real in my life.$14#$b#And that grounds me back to reality. At the end of the day, we have to pick ourselves up.#$b#I was never a perfect puzzle to begin with, but someone has to pick up the pieces.$11", //1
  "event-cavepool.16": "Eh. I've been through worse.$8#$b#I've fallen flat on my face more times than I can count, but it's not the fall that measures our character.$h#$b#It's the one where we get back up.$12", //2
  "event-cavepool.17": "Well, that's my reality, and yeah, I'm okay with escaping it once in a while to live in a better one.$10#$b#But at the end of the day, we have to pick ourselves up.$14#$b#I was never a perfect puzzle to begin with, but someone has to pick up the pieces.$11", //3
  // No 4th Response

  //continue with event:
  "event-cavepool.18": "Now that we're here, there's only one thing left to do.$11",

  //Quick Questions:
  "event-cavepool.19": "What are you doing!?", //1
  "event-cavepool.20": "I LIKE where this is going.", //2 
  "event-cavepool.21": "So are we skinny-dipping?", //3 
  "event-cavepool.22": "Please put your clothes back on.", //4
  "event-cavepool.22a": "Whoa, you're ripped!", //4

  //Quick Question Responses:
  "event-cavepool.23": "Relax, @. I do this all the time.$12#$b#I'd rather not trudge back home as a soggy wet mess.$11", //1
  "event-cavepool.24": "See something you like?$23", //2a
  "event-cavepool.25": "Man, that sounded way better in my head!$h#$b#I'm gonna let you out of this conversation, so I don't corner you with small talk.$u", //2b
  "event-cavepool.26": "Wait, seriously? I mean... usually I wouldn't say no.$19#$b#Though... if you really wanted to see me in the buff, perhaps we could try again in a more intimate setting.$17", //3
  "event-cavepool.27": "Lighten up, would'ya? I've been waiting all day to do this.$11", //4
  "event-cavepool.27a": "Aw, thanks @. It makes me happy hearing that from you!$h#$b#My body is the one thing in life I can control.$u",

  //continue with event:
  "event-cavepool.28": "C'mon, @. The water's fine!$12#$b#It's already pouring outside, so it won't hurt to get a little more wet. We can always drop by my place to dry off after we're done.$13",
  "event-cavepool.29": "This feels so nice...", //speech bubble
  "event-cavepool.30": "So... this might sound like a silly question.$8#$b#But I just really wanna know.$h",
  "event-cavepool.31": "Do you like dragons?$8",

  //Quick Questions:
  "event-cavepool.32": "Yes.", //1
  "event-cavepool.33": "No.", //2
  "event-cavepool.34": "I never thought about it.", //3
  "event-cavepool.35": "You're such a dork.", //4

  //Quick Question Responses:
  "event-cavepool.36": "Yeah?$h#$b#Well in that case, I wanna show you something.$8", //1
  "event-cavepool.37": "I guess they're not for everyone.$h#$b#Still, I wanna share something with you.$8", //2 
  "event-cavepool.38": "Sorry, it was a random question.$h#$b#Still, I wanna share something with you.$8", //3
  "event-cavepool.39.true": "Dang, okay! I was just asking!$h#$b#You're not entirely wrong though...$8#$b#Still, I wanna share something with you.$8", //4
  "event-cavepool.39.false": "Damn, okay! I was just asking!$h#$b#You're not entirely wrong though...$8#$b#Still, I wanna share something with you.$8", //4

  //continue with event:
  "event-cavepool.40": "Come here.$22#$b#Look closely... You can feel it, if you want.$22",
  "event-cavepool.41": "Jonghyuk fully presents his back to you.",
  "event-cavepool.42": "Upon a closer inspection, you notice something about his tattoos...",
  "event-cavepool.43": "They're on top of scars?",
  "event-cavepool.44": "Yeah. I tried to cover them up a long time ago...$14",
  "event-cavepool.45": "Have you ever heard of that one folk tale? A fish that swims up a waterfall turns into a dragon.#$b#They rise up against the injustice in the world and defend what they love.$h",
  "event-cavepool.46": "For most of my life, I was like a fish out of water.$8#$b#It felt as if I was going against the current, like the world was out to get me.#$b#Life is a constant struggle, but you just gotta keep going against the tide... No matter what.$14",
  "event-cavepool.47": "Long story short, I was in the darkest period of my life when I almost lost my sister. Fought tooth and nail to keep her safe.$10",
  "event-cavepool.48": "A lot of nasty things were permanently engraved into my body in the process.$a#$b#Slurs and cutting words etched into my back and left arm, all for the world to see.$6",
  "event-cavepool.49": "I needed something to ground me. Something to help me feel like I regained control over myself.#$b#Some people would want to leave the scars behind. I welcome them to it. But not me...$14#$b#I- I can't.$s#$b#If it was just pain-—then pain defines me. I'm proud of who I am, but...$10#$b#Dammit.$a",
  "event-cavepool.50": "The scars... my failures...$14#$b#I never wanted anyone to see them again. Especially my family.$10#$b#The ink covers the scars, but it won't erase what's left behind.$10#$b#They'll remain on my skin forever, but at least behind the tattoos, I can link it to better things moving forward.$11",
  "event-cavepool.51": "So, yeah. I think dragons are really cool.$4",
  "event-cavepool.52": "Thanks for listening, @. And sorry if I got a little heated.$h#$b#But now's the time to let go of all our worries. Be present in the moment and just have fun!$u",

  //Wren and Spanner
  "event-Wrench.01": "*Cough*",
  "event-Wrench.02": "Well, that's not a good sign.$s",
  "event-Wrench.03": "Do you think it's the schlond-poofa?$4",
  "event-Wrench.04": "Shouldn't be... That should still have another couple thousand of miles in it.#$b#Serpentine belt looks like it's okay too, but I don't trust it. Suzuka eats serpentine belts like no one's business.$u",
  "event-Wrench.05": "Do you mind eyeballing the coolant lines for me?$h",
  "event-Wrench.06": "Sure thing, Chief!$h",
  "event-Wrench.07": "Spanner opens the hood of the car.",
  "event-Wrench.08": "Hmm...$7#$b#They all look okay and I don't feel any leakage around them.$s#$b#Wait, what's this doing here?$u",
  "event-Wrench.09": "You find something?",
  "event-Wrench.10": "Hold on, I think I got it...!$4",
  "event-Wrench.11": "There. That should do the trick!$h",
  "event-Wrench.12": "Everything okay, little man?",
  "event-Wrench.13": "No biggie, Chief! The plan went all according to plan--$6",
  "event-Wrench.14": "AAAAAHHH! F-FIRE!!!$u",
  "event-Wrench.15": "Dao's got an extinguisher in her truck--! Just go!!!$4",
  "event-Wrench.16": "AHHHHH!!!",
  "event-Wrench.17": "Despite the initial panic and roaring flames, Wren puts out the fire with practiced ease...",
  "event-Wrench.18": "Shortly after...",
  "event-Wrench.19": "Spanner, you okay? Did you get burned?$4",
  "event-Wrench.20": "Wren, I'm so sorry...$s#$b#I-it's ALL my fault... Your car....$8",
  "event-Wrench.21": "Never mind the car. Are YOU okay?$6",
  "event-Wrench.22": "H-huh?$8#$b#I'm okay, but... your precious car... I...it's gonna be so expensive and....$8",
  "event-Wrench.23": "Yeah, but it's only a car. You're far more important.",
  "event-Wrench.24": "Look, the fire's out, so let's let her cool her heels for a bit and take a break.#$b#We can go grab some snacks at the Cat Cafe and come back to it with clearer heads. You can show me what you spotted then.",
  "event-Wrench.25": "So... you still want me to be your assistant? You're not throwing me away?$4",
  "event-Wrench.26": "You think that's the first time my car's been on fire? Why do you think she's named after a phoenix?$3#$b#No one was hurt, and damage can be fixed. Those are the best kinds of mistakes to make.#$b#So, milk and cookies? It's on me.$1",
  "event-Wrench.27": "Sure thing, chief! But man, you gotta stop treating me like a kid!$1#$b#I don't drink milk anymore. Especially NOT with Squirrel Scout cookies from Zuzu.$5",
  "event-Wrench.28": "Squirrel-Scouts? These are handmade cookies from Diala and Derya. And you're never too old for that!$1#$b#Besides, milk's good for you. Helps you grow nice and tall~",
  "event-Wrench.29": "!!!$3#$b#Gee willikers! When you put it that way, it'd be absolutely bonkers for me to say no!$1",
  "event-Wrench.30": "*pfft*",
  "event-Wrench.31": "Indeed, it is bonkers to not heed my wise words. C'mon, I'll get you an extra large.",
  "event-Wrench.32": "Car caught on fire again.$3#$b#Spanner and I took a look at it after, and what do you know--it was the EFFING SERPENTINE BELT.$5",
  
  //Spanner 2 heart
  "event-RPGSpanner1.01": "Hey, farmer! You’re just in time!$6",
  "event-RPGSpanner1.02": "Boss lets me come over whenever I want to play with his Joytendo.$h#$b#Wanna play with me?",
  "event-RPGSpanner1.03": "Spanner. Did you finish your homework?$10",
  "event-RPGSpanner1.04": "The assignment’s due at midnight, Boss. I can submit it one minute before the deadline.$4",
  "event-RPGSpanner1.05": "Spanner...$a",
  "event-RPGSpanner1.06": "I work better under pressure. It’ll be fiiine~$h",
  "event-RPGSpanner1.07": "It’s nice seeing you around, @. I’m heading out on a run but make yourself at home.$8#$b#If you need anything, there’s pizza in the oven. Just keep an eye on him for me, would'ya?$h",
  "event-RPGSpanner1.08": "Online school's so tedious, but I promise to get my work done after we beat this level.$6",
  "event-RPGSpanner1.09": "Online school?",
  "event-RPGSpanner1.10": "What are we playing?",
  "event-RPGSpanner1.10a": "> Let's start!",
  "event-RPGSpanner1.11": "Yeah, Boss is really set on me continuing my education. And I can't exactly go back to school in the city, y'know?$7#$b#I'm enjoying my life here. And online classes were the best compromise.#$b#If it makes Boss happy, then I don't want to let him down.$6",
  "event-RPGSpanner1.12": "It’s a survival game where you fall down a huge hole and need to make it back to the surface.$h#$b#However, there’s a bunch of hostile creatures that want to end our life subscription to life.$4#$b#There’s tons of endings and the levels are randomized, but maybe you can help me reach a new ending.$6",
  "event-RPGSpanner1.13": "Alright, let's play!$6",
  "event-RPGSpanner1.14": "Uhh... Is it just me or do you hear boss music?$4",
  "event-RPGSpanner1.15": "Wait, we're facing a spider monster already? I don't even have a weapon yet!$u",
  "event-RPGSpanner1.16": "Can you run away?",
  "event-RPGSpanner1.17": "Death before dishonor!",
  "event-RPGSpanner1.18": "Face it head on.",
  "event-RPGSpanner1.19": "Hmm...$4#$b#Uh...$s#$b#I failed the dexterity check... My character will just get trapped by its webs if we leave.$8",
  "event-RPGSpanner1.20": "Man, who hurt you today? Do you really want me to die that badly?$3#$b#Let me do a quick vibe check to see our chances of survival...$4#$b#...$s#$b#Yup. We are absolutely cooked.$h",
  "event-RPGSpanner1.21": "Wait, let me do a perception check...$4#$b#...$s#$b#Yup. I perceive that this thing is going to kill us.$8",
  "event-RPGSpanner1.22": "Wait, did you hear something?$4",
  "event-RPGSpanner1.23": "*Kwik!*",
  "event-RPGSpanner1.24": "The wild Raccoon glares at you with its beady eyes.",
  "event-RPGSpanner1.25": "Ahhhhhhh--!!! What's the final boss doing here??$u",
  "event-RPGSpanner1.26": "Final boss?",
  "event-RPGSpanner1.27": "The raccoon?",
  "event-RPGSpanner1.28": "That thing is absolutely evil. It wiped me out over a hundred times!$a",
  "event-RPGSpanner1.29": "It's just a raccoon.",
  "event-RPGSpanner1.30": "Maybe it's friendly?",
  "event-RPGSpanner1.31": "If evil, why so cute?",
  "event-RPGSpanner1.32": "OH MY GOD, IT HAS A KNIFE!!!$u#$b#Here, you take the controller!$u",
  "event-RPGSpanner1.33": "You fumble with the controls as the Raccoon eagerly brandishes its weapon at Spanner's character.",
  "event-RPGSpanner1.34": "*Kwik!*",
  "event-RPGSpanner1.35": "The Spider creeps slowly from behind.",
  "event-RPGSpanner1.36": "Spider uses Webbing Shot on ???",
  "event-RPGSpanner1.37": "The Raccoon narrowly avoids the attack.",
  "event-RPGSpanner1.38": "...!$u",
  "event-RPGSpanner1.39": "So you have chosen death.",
  "event-RPGSpanner1.40": "The Raccoon looks at you expectantly.",
  "event-RPGSpanner1.41": "Furious Swipes of Wrath",
  "event-RPGSpanner1.42": "Deadly Claw of Revenge",
  "event-RPGSpanner1.43": "Hit 3 times!",
  "event-RPGSpanner1.44": "Whoa! I've never worked with the Raccoon before!$h#$b#Careful, @... The spider is about to launch an attack!$u",
  "event-RPGSpanner1.45": "Spider uses Venomous Fang.",
  "event-RPGSpanner1.46": "The Raccoon avoids the attack.",
  "event-RPGSpanner1.47": "Critical Hit!",
  "event-RPGSpanner1.48": "Whoa! I've never partnered with the Raccoon before!$h#$b#Careful, @... The spider is about to launch a counter-attack!$u",
  "event-RPGSpanner1.49": "Spider uses Venomous Fang.",
  "event-RPGSpanner1.50": "The Raccoon avoids the attack.",
  "event-RPGSpanner1.51": "The Raccoon awaits your command.",
  "event-RPGSpanner1.52": "This is our chance! Unleash the final blow!!$h",
  "event-RPGSpanner1.53": "I have no idea what I'm doing.",
  "event-RPGSpanner1.54": "Press random buttons.",
  "event-RPGSpanner1.55": "Mash all the buttons furiously.",
  "event-RPGSpanner1.56": "Yoba, you play like you're on energy-saving mode. Pour your heart and soul into it!!!$h",
  "event-RPGSpanner1.57": "Yoba, you play like you're on energy-saving mode. Pour your heart and soul into it!!!$h",
  "event-RPGSpanner1.58": "MORE POWER!!!$u",
  "event-RPGSpanner1.59": "*Kwik!*",
  "event-RPGSpanner1.60": "This is the raccoon's ultimate attack.$3",
  "event-RPGSpanner1.61": "Omae wa mou... Shindeiru.",
  "event-RPGSpanner1.62": "*Kwik!*",
  "event-RPGSpanner1.63": "We did it! We survived, @!$h#$b#I can't believe the Raccoon let us go scot-free. I guess it decided that was enough violence for the day.$6",
  "event-RPGSpanner1.64": "Whoaaa... check out all the loot we got! We're rich!$6#$b#And you got over 9000 EXP!$h",
  "event-RPGSpanner1.65": "Is that some kind of disease? Am I going to die?",
  "event-RPGSpanner1.66": "That was fun!",
  "event-RPGSpanner1.67": "I still have no idea what just happened.",
  "event-RPGSpanner1.68": "Am I a gamer now?",
  "event-RPGSpanner1.69": "Oh, I forgot you're a noob.$4#$b#EXP stands for experience points. Beat the bad guys and you become stronger. Then you can go suplex a boulder!$6",
  "event-RPGSpanner1.70": "We should play again sometime! Games are way more fun with friends.$h",
  "event-RPGSpanner1.71": "That's how I started out when I was just a newbie. Just embrace the chaos!$h",
  "event-RPGSpanner1.72": "Once a gamer, always a gamer! Gamer Gang for life!$h",
  "event-RPGSpanner1.73": "We make a really good team! I never would have it made it this far without you.$6#$b#No, seriously. You have some insane luck.#$b#The last time Boss played with me, he kept falling into pitfalls and alerting all the monsters.$7#$b#Then the raccoon decided to hunt us down for making too much noise...$8",
  "event-RPGSpanner1.74": "I'm starving! Good thing Boss left some pizza in the oven![206]$h",

//Invite Letter to 2 heart - Sunberry Hangout 
"jhInviteLetter.Body": "Yo, @!^^I wanted to invite you to come hang out with us on Sunberry Saturdays! There's plenty of music and food to go around. Come stop by any time after 4pm, we're set up in the southeast corner of Sunberry Village.^^I'd love to serve you my signature dish.^^- Cho Jonghyuk",
"jhInviteLetter.Title": "Sunberry Saturday Hangout",

//2 heart Jonghyuk Diner Dash Sunberry Hangout
"jhDinerDash.0": "Hello, dear.",
"jhDinerDash.1": "Jumana, you should really get some rest. Let me handle the cooking tonight.",
"jhDinerDash.2": "Oh my. I may look old, but I'm still young at heart, my dear.",
"jhDinerDash.3": "I know--I'm not trying to undermine you.$19#$b#This is my way of giving back to the community. You already do so much for us, and I just really want to cook you a meal.$h",
"jhDinerDash.4": "How can I say no to that face of yours? Knowing you, food made with tender loving care is my favorite.$6",
"jhDinerDash.5": "@, would you be a dear and help Jonghyuk tonight?#$b#He's plenty capable himself, but Sunberry Saturdays are a community effort. It's our tradition.$1",
"jhDinerDash.6": "Tonight's song is called...",
"jhDinerDash.7": "It's starting!",
"jhDinerDash.8": "Shhh...",
"jhDinerDash.9": "Now, where's my wok... Oh, found it.$22",

"jhDiner4QKey":  "#Why aren't you wearing a shirt?#You like to cook?#What's for dinner?#> How can I help?",
"jhDinerDashAnswer1.0": "Yeah, my eyes are up here.#$b#Relax, @. It's gonna get all hot and steamy once I start whipping everything up.$h#$b#Besides, no one seems to be complaining.$u",
"jhDinerDashAnswer2.0": "Making people happy and seeing them enjoy my food makes me feel so full.$11",
"jhDinerDashAnswer3.0": "Ha! We got all sorts of stuff on the menu, but just wait until you try my 'Stir Fry!'$12#$b#I like to heat the oil first, then toss in the garlic, ginger, and spices before tossing in the rest of the ingredients.$8#$b#Gotta blanch the vegetables first before throwing them into the wok, though. Then add some flavorful, dark rice wine for a more explosive depth of flavor.$u",
"jhDinerDashAnswer4.0": "I'll be busy cooking up a storm, so do you mind bringing the meals to the right people?#$b#I can trust you on this, right?$14",

/*
{{i18n:jhOrderAmina}}
{{i18n:jhOrderBlake}}
*/
"jhDinerDifficulty":  "Jonghyuk looks uncertain.#I'll do my best. > Easy mode (Comfy Orders with the Lofi beat.)#You can count on me. > Challenge mode (High risk, high reward!)",
"jhDinerDash_EZ.0": "Aigoo... they may not look it, but they're a ravenous bunch.$14#$b#Eh, you'll see what I mean. Are you sure you're ready?$11",
"jhExplanation1.0": "People are gonna start calling out orders, so I need you to remember who asked for what and then pick the right meal to give them.#$b#Let me know when you're ready!$h",
"jhDinerDashReadyUp": "#I'm ready!#Wait, what do I do again?",
"jhOrderUp.0": "Here they come!",
"jhOrderUp.H0": "Careful, they can smell fear.",
"jhOrderUp.1": "A 'hamburger' please!",
"jhOrderUp.2": "One 'Maki Roll'!",
"jhOrderUp.3": "I'll have a 'salad'.",
"jhOrderUp.4": "'Fried Mushroom'. Thanks.",
"jhOrderUp.5": "Can I get a 'Stir Fry'?",
"jhOrderUp.6": "I'm all fired up!$11",
"jhOrderUp.7": "Order up!",

"jhOrderAmina": "What did Amina order?#Poppyseed Muffin#Hamburger#Stir Fry#Salad#Fried Mushroom",
"AminaWrongOrderEZ.0": "Umm... This isn't what I asked for.$s",
"AminaWrongOrderEZ.1": "Moon thinks she wanted a burger!",
"AminaCorrect1.0": "Thank you, @! Jonghyuk's burgers are the best!$h",
"AminaCorrect1.1": "Hellooo?",

"jhOrderBlake": "What did Blake order?#Stir Fry#Fried Mushroom#Salad#Hamburger#Maki Roll",
"BlakeWrongOrderEZ.0": "That's not what I wanted...$8",
"BlakeWrongOrderEZ.1": "Yeah, Blake wanted a salad.$6",
"BlakeCorrect1.0": "Thanks! You're a real lifesaver!$h",
"BlakeCorrect1.1": "I'm so hungry~",

/*
{{i18n:jhOrderSterling}}
{{i18n:jhNachoQuestion}}
*/
"jhOrderSterling": "What did Sterling order?#Stir Fry#Salad#Fried Mushroom#Hamburger#Maki Roll",
"SterlingWrongOrderEZ.0": "Please don't do me dirty. I've been waiting all day for this meal.$5",
"SterlingWrongOrderEZ.1": "Don't mind him, @. When Sterling goes too long without eatin' he gets madder than an old wet hen.",
"SterlingCorrect1.0": "My compliments to the chef! 'Na-Cho' is a literal angel, @. One bite and I'm already in heaven.$h",
"jhNachoQuestion": "Nacho?",
"SterlingCorrect1.1": "Jonghyuk's last name is 'Cho.'$1",
"SterlingCorrect1.2": "He's a big tough guy, but I like to call him Nacho.$10#$b#Macho Nacho... that is soooo funny!$9",
"SterlingCorrect1.3": "That smells so good!",

/*
{{i18n:jhOrderIman}}
{{i18n:jhOrderOphelia}}
*/

"jhOrderIman": "What did Iman order?#Hamburger#Salad#Maki Roll#Stir Fry#Fried Mushroom",
"ImanWrongOrderEZ.0": "Ugh. Don't you have anything else?$s",
"ImanWrongOrderEZ.1": "Good luck, @.$6",
"ImanCorrect1.0": "Thank you. Ah, I'm literally ascending right now.$3#$b#Jumana, Dao, and Jonghyuk... their skills as chefs cannot be compared, but they each have their own yummy kick.$h",
"ImanCorrect1.1": "Sigh.",

"jhOrderOphelia": "What did Ophelia order?#Hamburger#Salad#Maki Roll#Stir Fry#Fried Mushroom",
"OpheliaWrongOrderEZ.0": "That's not what I ordered.$s",
"OpheliaCorrect1.0": "Last but not least, huh. Well, the long wait makes it all the more worth it.$h",
"OpheliaCorrect1.1": "That was all of them, huh.",
"OpheliaCorrect1.2": "Everyone looks so happy...$h",
"OpheliaCorrect1.2H": "I noticed there was a bit of a mix-up earlier, but it looks everyone's enjoying themselves.$8",
"OpheliaCorrect1.3": "Thanks for the help, @. Tonight was a great success!$8#$b#You must be hungry after all that running around. Let me serve you tonight's special, if you catch my drift.$u[606]",
"OpheliaCorrect1.3H": "You do pretty well under pressure. Thanks for the help, @.$8#$b#You must be hungry after all that running around. Let me serve you tonight's special, if you catch my drift.$u[606]",
"OpheliaCorrect1.reward": "You did your role perfectly! You feel just a bit closer to everyone.",

//SCORE: S ^^You did your role perfectly! You feel just a bit closer to everyone.

//Spanner Mines Interlude pt.1

"jhInterlude1.0": "...!$u#$b#Oh, good. It's just you. I got worried for a sec.$h",
"jhInterlude1.1": "I have debts to pay, @. I know Boss talked Ophelia into letting me stay at the inn for free.$7#$b#I need to make it up to them somehow. I don't wanna rely on their pity anymore. My pride won't allow it.$s",
"jhInterlude1.2": "Who knows? I might even find some dwarven technology.$h#$b#Then I can uncover their secrets and start my own business!$6",
"jhInterlude1.2a": "#That's nice and all...#But it's dangerous.",
"jhInterlude1.3": "I'm good at sneaking around. And I've got quick hands. I'm like a blue ninja turtle.#$b#Those monsters won't even see me coming.$h",
"jhInterlude1.4": "#You should go back home.#You shouldn't be adventuring by yourself.",
"jhInterlude1.5": "Aww shucks! You're going to keep me some company then?#$b#Well if you insist!$h",
"jhInterlude1.5a":"#That's not what I meant--#Fine.",
"jhInterlude1.6": "Look. This isn't my first time doing this.$s#$b#If you're so concerned, how about you keep an eye on me?$7",
"jhInterlude1.7": "Thank you, @. I mean it.$7",
"jhInterlude1.8": "Now c'mon, farmer. We're wasting daylight. Maybe we can find some friendly little guys to show us the way.$h",
"jhInterlude1.9": "Spanner has joined your party.",

//If dissuaded Spanner
"jhNo.0": "What are you gonna do? Stop me?$5#$b#I'll just sneak back in here the moment you're not looking.$h",
"jhNo.1": "Look. This isn't my first time doing this.$s#$b#If you're so concerned, how about you keep an eye on me?$7",
"jhNo.2": "Now c'mon, farmer. We're wasting daylight. Maybe we can find some friendly little guys to show us the way.$h",
"jhNo.3": "Spanner has joined your party.",

// pt.2 
"jhInterlude2.0": "Awww...",
"jhInterlude2.1": "They're so cute.$8",
"jhInterlude2.2": "Hold on, maybe they like cookies!$6",
"jhInterlude2.3": "Derya and Diala's cookies never disappoint!$h",
"jhInterlude2.4": "Hey, friends. I'm looking for anything that looks like this!$h#$b#D'you know where I can get my hands on some dwarven tech?",
"jhInterlude2.5": "Yeah? Okay!$h#$b#It's going to lead the way, farmer! We just have to follow the little guy!$6",
"jhInterlude2.6": "Follow the mysterious guide.",

// pt.4
"jhInterlude4.0": "There's too many of them! We have to run for it!$4",
"jhInterlude4.1": "Quick! Let's hide in that corner!$4",
"jhInterlude4.2": "Oh no! We've been cornered!$u",
"jhInterlude4.3": "Everyone--take cover!$6",
"jhInterlude4.4": "Yoba... We made it just in time.$19",
"jhInterlude4.5": "Ophelia! Boss! I’m so glad to see you!$8",
"jhInterlude4.6": "Spanner! How many times have I warned you not to go into the mines?$a#$b#Don't you know how worried I was when Amina saw you sneaking in here all by yourself?$6",
"jhInterlude4.7": "I'm not alone though?$h#$b#@ was with me the entire time!$6",
"jhInterlude4.8": "You still could have gotten hurt.$18#$b#I came to check up on you, but Wren said she hadn't seen you all day. She thought you were with me.$14",
"jhInterlude4.9": "I'm fine, Boss! You know me. I've been in way worse situations than this.$h",
"jhInterlude4.10": "That doesn't make it any better. You shouldn't be in these situations in the first place!$s",
"jhInterlude4.11": "But I'm so close to making a breakthrough!$4#$b#@ and I made it this far down, and what I've been searching for all this time HAS to be nearby. I can feel it!$h",
"jhInterlude4.12": "I told you that this place is dangerous. What if you get hurt?$6",
"jhInterlude4.13": "You're not listening to me.$s",
"jhInterlude4.14": "We're going home right this instant.$a",
"jhInterlude4.15": "No.$s#$b#You can go home by yourself.$7",
"jhInterlude4.16": "Spanner!$6",
"jhInterlude4.17": "Why do you care so much? It's not like you're my mom!$a",
"jhInterlude4.18": "...$s",
"jhInterlude4.19": "...$u#$b#...$s",
"jhInterlude4.20": "Spanner--!$18",
"jhInterlude4.21": "No. You're right.$s#$b#But I just have this feeling... That if I don't follow you now, I'm going to regret it for the rest of my life.$7#$b#So I'm coming with you. Is that clear?$5",
"jhInterlude4.22": "...Yeah.$s",
"jhInterlude4.23": "Ophelia and Jonghyuk have joined your party.",
"jhInterlude4.24": "...$s#$b#The dwarven relic should be just up ahead.$7",

// pt.5
"jhInterlude5.0": "Whoa... We never would've found this place without the little guy.$h",
"jhInterlude5.1": "Sorry about earlier, @.$7#$b#I wanted this adventure to be fun, but you ended up seeing something really embarrassing.$h",
"jhInterlude5.2": "In case you didn't know, I'm an orphan.#$b#I was abandoned on the streets when I was just a little kid. No idea who my actual parents are!$h#$b#I have a near photographic memory, but I can't even remember their names or picture their faces.",
"jhInterlude5.3": "Spanner...$s",
"jhInterlude5.4": "Why did they leave me behind?$7#$b#Did they not want me? Was I not good enough?$7#$b#I can't help but wonder sometimes.$h",
"jhInterlude5.5": "...$s",
"jhInterlude5.6": "But hey! This must be what our new friend wanted to show us.$6",
"jhInterlude5.6a": "#I don't have a good feeling about this.#Are you doing okay?#Maybe we should head back.",
"jhInterlude5.7": "...$s#$b#Let's just do what we came here to do.$7",
"jhInterlude5.8": "Let's see...",
"jhInterlude5.9": "Is this really a good idea? We don't know what that thing is. Or how it even ended up down here.$7",
"jhInterlude5.10": "I know how you feel, but Spanner never asks anything for himself. He needs us here now, more than ever.$14",
"jhInterlude5.11": "Ooooh, there's a hidden compartment!$6#$b#I wonder what this button does!$h",
"jhInterlude5.12": "Whoa!",
"jhInterlude5.13": "ĕĖėĘęġĢģĤĥ", //Dwarvish text - probably don't translate this?
"jhInterlude5.14": "What the hell is it saying?$18",
"jhInterlude5.15": "It sounds... familiar. Hold on, I'm recording the audio with my phone.$4",
"jhInterlude5.16": "ĦħĨĩĪīĬĭĮį??ĲĳĴĵĶķĸƟ",  //Dwarvish text - probably don't translate this?
"jhInterlude5.17": "Hey, it dropped something...$4",
"jhInterlude5.18": "Wait. This is--!$6",
"jhInterlude5.19": "Everyone, get away from that thing!$6",
"jhInterlude5.20": "ĸĸĸĸĸĸĸĸĸĸĸĸĸĸĸĸĸĸ", //Dwarvish text - probably don't translate this?
"jhInterlude5.21": "Why is the ground shaking?!$9",
"jhInterlude5.22": "It crashed into the ceiling! We need to go!$7",
"jhInterlude5.23": "Spanner!",
"jhInterlude5.24": "Go!",
"jhInterlude5.25": "OUT OF THE WAY!",
"jhInterlude5.26": "Oh... I'm falling.$s",
"jhInterlude5.27": "I'm glad the others made it... but looks like I'm going to be alone all over again...$10",
"jhInterlude5.28": "I got you, Spanner.$4#$b#I'm right here. And I'm never letting you go.$7",
"jhInterlude5.29": "...hic!$8",
"jhInterlude5.30": "I'm so sorry, everyone.$s#$b#And I'm sorry for lashing at you earlier, Ophelia. I didn't mean what I said, and now you probably hate me and--$8",
"jhInterlude5.31": "Shh... I know, baby. I'm right here.$4#$b#I'm here because I care about you so much. We all do.$4",
"jhInterlude5.32": "I managed to snatch a piece of that robot earlier...$s#$b#If I can just reverse engineer it...$s#$b#No.$7#$b#When I reverse engineer it, I'll start my own company. And then I can finally start paying you back for all my rent.$s#$b#Did I... Did I do a good job?$8",
"jhInterlude5.33": "So this is why you...? Oh, Spanner.$4#$b#I had no idea you felt this way all this time. You did so well. You were absolutely amazing, baby.$4#$b#I'm so proud of you. But I'm also angry and tired and restless and... I'm just happy you're safe.$7#$b#So let's go back home now, okay?$u",
"jhInterlude5.34": "Home.$s",
"jhInterlude5.35": "Yeah. Let's go back home.$h",
"jhInterlude5.36": "Thank you for keeping him safe, @. We'll see you back at the inn.",
"jhInterlude5.37": "Aigoo, kids these days sure can be a handful.$h",
"jhInterlude5.38": "Ahh, that hurts.",
"jhInterlude5.39": "I think I fractured my wrist. The adrenaline is still kicking in, but I know I'm gonna be in a world of pain later.$19#$b#I'll probably give Dr. Harvs a call.$11",
"jhInterlude5.40": "I'll be fine. Catch ya later, @.$u",
"jhInterlude5.41": "Spanner, Ophelia, and Jonghyuk have left the party.",

//harvey interlude
"jhHarveyInterlude.0": "All right, Hyuk. Take a deep breath for me.",
"jhHarveyInterlude.1": "Now exhale.$6",
"jhHarveyInterlude.2": "Whew.",
"jhHarveyInterlude.3": "Good. You have a steady pulse.",
"jhHarveyInterlude.4": "You feelin' me up, Doc? I can flex these guns as much as you want.$u",
"jhHarveyInterlude.5": "You can tease me however you like, but in healthcare matters I have the final word. Understood?$5",
"jhHarveyInterlude.6": "Yessir.$19",
"jhHarveyInterlude.7": "Sigh.",
"jhHarveyInterlude.8": "Well, your wrist isn't broken.#$b#Just don't overexert yourself and make sure to ice it every night.$h",
"jhHarveyInterlude.9": "Helps that I have proper form. You should've seen the other guy.$h",
"jhHarveyInterlude.10": "Did you seriously punch a boulder?$a",
"jhHarveyInterlude.11": "You were frantic the last time I saw you. I'm glad you found Wren's missing apprentice in time.",
"jhHarveyInterlude.12": "You mean Spanner?#$b#I'll always feel a bit guilty when it comes to that boy.$14",
"jhHarveyInterlude.13": "May I ask why? If you don't mind me asking.$s",
"jhHarveyInterlude.14": "Spanner... He reminds me too much of myself. And I'm not as great of a person that he thinks I am.$14#$b#He's the type of guy who wants to make the world a better place than how he found it.$11#$b#Because then maybe it would finally start giving back.$14",
"jhHarveyInterlude.15": "Spanner deserves so much. He deserves the world... and I couldn't give that to him.$14#$b#I guess I was too scared of the responsibility.$14#$b#How could I take care of another person when I was already struggling to take care of myself? Let alone my little sister.$14",
"jhHarveyInterlude.16": "You did what you could at the time, Hyuk.$s",
"jhHarveyInterlude.17": "He thinks I left him behind when I moved from Zuzu. The kid has abandonment issues, for crying out loud! I thought he was fine, but it was bothering him all this time.$18",
"jhHarveyInterlude.18": "Well, Jonghyuk. The way I see it, you're his role model.#$b#He's so polite to everyone in town and he makes sure to mention you all the time.$h#$b#He's no longer the defenseless little boy you think he is. From what I've seen, he's turning into a capable young man surrounded by people that care about him.",
"jhHarveyInterlude.19": "So don't get hung up over not being able to help everyone. I've had my own fair share of experiences of that as a doctor.$s#$b#But just know that good will always has a way of coming back to you tenfold.$h",
"jhHarveyInterlude.20": "Gee, doc. You sure know how to leave a man feeling flustered.$h#$b#But thanks for coming over. I needed someone to talk some sense into me.$13",
"jhHarveyInterlude.21": "Anytime.",

// Spanner 8H
// MOST RECENT EVENT
"SpannerMoon.0": "Hey, @. Do you have a sec?",
"SpannerMoon.1": "Wanna go on a walk with me? The sky is so clear, and the moon is really pretty.$h",
"jhSpannerMoonLater.0": "Okay. See you later.",

"jhSpannerMoonYes.0": "Yay! I know just the spot. It's not too far from here.$h",
"jhSpannerMoonYes.1": "And we're here!$6",
"jhSpannerMoonYes.2": "I know, right? The city never had sights like these.$6",
"jhSpannerMoonYes.3": "But you made it, @!$h#$b#Doesn't the view make it all the more worth it?$6",
"jhSpannerMoonYes.4": "It's a full moon tonight, meaning it's at its biggest and brightest.$h#$b#The world feels so peaceful when we stand here like this.",
"jhSpannerMoonYes.5": "I've been thinking a lot lately.$7#$b#I started to consider that, maybe, every single life has meaning?$7#$b#And when I did, it's like a huge weight was lifted from my shoulders.#$b#To know that it's okay just to be alive, y'know?$h",
"jhSpannerMoonYes.6": "You already know this, but I was abandoned as a child. So I've no clue who my actual parents are. Or whether they ever wanted me. $7#$b#I know there's no point in dwelling on it, but I still can't help wondering sometimes...$s",
"jhSpannerMoonYes.7": "You already know this, but I was abandoned as a child. So I've no clue who my actual parents are. Or whether they ever wanted me.$7#$b#I know there's no point in dwelling on it, but I still can't help wondering sometimes...$s",
"jhSpannerMoonYes.8": "When I was younger, the other foster kids would constantly steal my stuff or break my toys.$7#$b#The adults never really cared. Or at least, that's how I used to think.$7#$b#I understand now that there were just too many kids and not enough resources to take care of all of us. But at the time, I was just so angry and miserable.$s#$b#When I finally had enough, I just walked out the front door and no one did a thing.$7#$b#It's kind of scary now that I think about it.$7#$b#If it wasn't for Boss, I'd probably still be wandering around as a street urchin, following the wrong sorts of people.$h#$b#It felt kinda wrong in a way. To be happy like this. What if all the joy I was feeling was just me stealing another person's happiness?$7#$b#Maybe I got into trouble all the time 'cause that's all I'd ever be worth.$s",
"jhMoon1.0": "Sorry. I struggle a bit with self-worth, but I know I'm enough.$4#$b#Ophelia, Wren, and Boss really hammered that into me.$h",
"jhMoon1.1": "There's a difference between living and surviving.#$b#Now, I can confidently say that I'm living my life to the fullest.#$b#I think I started to think this way because I see you live yours so earnestly.$6",
"jhMoon1.2": "Well, that's enough about me! I'm really good at conveniently forgetting about things like this, hehe.$h",
"jhMoon1.3": "Whoa! Did you see that???",
"jhMoon1.4": "There was a shooting star! Now I have to make a wish!$8",
"jhMoon3.0": "BRO-! I can't just TELL you my wish! Otherwise it won't come true!$u#$b#Sorry, I don't make the rules.$h",
"jhMoon4.0": "Yeah.$6#$b#And uh... Thanks for walking with me tonight.$4#$b#I actually invited you out here because I had something I wanted to tell you.$7#$b#Not a lot of people know this, but my real name is Raymond.$6#$b#It used to feel so wrong being called that, but... I think I'm starting to love myself.$4#$b#So... you can call me whatever you like.$4",
"jhMoon4.1": "Good night, @!$h",
"jhMoon4.2": "...!$4#$b#Good night, @!$h",
"jhMoon2.0": "*hic*",


//Water Lantern Festival

"jhHyuk": "I already made my lantern ahead of time, so go ahead and check up on everyone. I'll make sure no one's feeling hungry.$u#$e#Mayor Lewis can gather everyone together once you think we're ready.$8",
"jhAbigail": "We're sharing a lantern. I want to go even deeper into the mines, so I drew a bunch of ladders on my side.$h",
"jhRobin": "The atmosphere is kind of romantic, don't you think?$h",
"jhDemetrius": "Jonghyuk really found some really eco-friendly materials. I'm glad he took my advice to heart.$h",
"jhMaru": "I'm going to draw a bunch of stars on mine. There's so much of our galaxy that still needs to be explored.",
"jhSebastian": "%You peer over Sebastian's shoulder. A bunch of frogs are drawn on his side of the lantern.#$b#What? I can draw or write whatever I want.",
"jhPierre": "My goal is to attract even more customers than last year. Fortune favors the bold, after all.$h",
"jhCaroline": "It was so nice of Jonghyuk to share a part of his culture with us. I've never done something like this before!$h",
"jhLinus": "Do you ever wonder what you could have done differently in the past?#$b#Even so, I think I would have made the same decisions.",
"jhAlex": "This one's for you, Mom... I miss you so much.$s",
"jhGeorge": "It was awfully kind of that plumber to drive us here. I would have stayed otherwise, but it's nice spending time with my wife.",
"jhEvelyn": "Our daughter was so beautiful and kind... It's like a part of her is still here with us.",
"jhEmily": "I wrote a cute little message on my lantern. I hope it makes someone's day, wherever they are.",
"jhPenny": "I'm a bit lost. I don't know what I want to write on my lantern yet.$s",
"jhPam": "I'd never say no to free food! I think we should just be happy and keep living in the present!$h",
"jhHaley": "I started out making a bucket list of everything I wanted to achieve. But now I'm reconsidering my values and deciding what's important to me.$s#$b#This is kind of hard...$s",
"jhJodi": "I should have brought my camera. Everything is just so pretty.$h",
"jhKent": "My buddies would have loved this kind of sight. I won't let their memories die in vain.",
"jhSam": "It's fun spending time together. I wouldn't have gotten so far in my music if it weren't for my friends.#$b#So I drew us as stick figures. I think you can tell which one I am.$h",
"jhLeah": "Whoever designed these lanterns are so clever! They should be able to float without issue and carry our intentions onward.",
"jhShane": "%Shane is quiet as he watches Jas fiddle with their lantern.%noturn",
"jhMarnie": "Don't mind him. This is a healing process for all of us. Some just take a bit longer to heal.$s",
"jhElliott": "What a beautiful canvas. I aim to fill every corner with my dreams for the future.",
"jhGus": "Oho, Jonghyuk's skills have definitely improved. My compliments to the chef!",
"jhWizard": "Time is fleeting, old friend. We learn from history so we don't repeat it.",
"jhHarvey": "Hyuk has been planning this for a long time. I hope this gives him the closure he's been looking for.$s",
"jhJas": "I drew Aunt Marnie and Uncle Shane. This is Mommy and Daddy. And this is me in the center!#$e#I miss my Mommy and Daddy. I hope they like my drawing...$s",
"jhVincent": "This is so cool! I can't wait to set the candle on fire!",
"jhWilly": "If you want to ride out on the lake, you're going to have to wait your turn.",
"jhBlake": "Lyenne and I got some drinks, so we're just gonna hang out and decorate our lanterns. It's beautiful out here, isn't it?$h#$b#Jonghyuk chose a really cool spot.$u",
"jhAri": "I'm... setting a goal for myself. No, I'm not telling you what it is.$6#$b#...$8#$b#...Okay, fine. I want to be more... social, I guess. I want to make proper friendships. None of this surface-level stuff.$9",
"jhElias": "...I'm not sure what to do here, I won't lie to you.$11#$b#I'm goin' to ignore the past for now, and celebrate my family. Sure, Ari and I are divorced, but we have two great kids.$8#$b#I'm obligated by law to include Lyenne. The law bein' her, of course.$u",
"jhAmina": "We're making a lantern for grandpa! Mom said it would mean a lot to grandma, and I want to make her happy.$h",
"jhDiala": "I'm making a lantern to celebrate Derya, this village, and the cafe. I have no reason to dwell on the past.#$b#I have everything and everyone I need right here, right now.$4",
"jhDerya": "This festival's making me feel all sorts of things. On one hand, I'd love to celebrate the present and everything we accomplished.#$b#On the other hand, I think it's good to remember the past. It's good to celebrate the moments that brought us to our current reality.$h",
"jhEzra": "%Ezra is mindlessly fiddling with the straw in his drink.#$b#Hm? Oh, yes, the lanterns. I'm... supposed to be making one. I'll get to it in a bit.",
"jhIman": "Well, Haley's setting a goal for herself so I might do the same. My lantern's decorated, I just... need to think of a goal now.$h",
"jhJumana": "I wish Adeel was here with us. Amina wants to make a lantern in his honor.$4#$b#He would've been so proud of her and Maia.$9",
"jhMoon": "Moon decorates lantern, too! Moon wants to remember her junimo friends and celebrate achievements.$4",
"jhOphelia": "Ah, didn't think I would be feeling all these emotions tonight. I'm setting goals for myself, and I sure as hell am gonna achieve them.$9",
"jhLyenne": "%Lyenne's looking around the place.#$b#It's... really, really nice to be here. I'm so glad I can call this place 'home'.$h#$b#I'm thankful for the family I made here. I made this lantern to celebrate them.$h",
"jhMaia": "Amina's working really hard on that lantern. I tried to offer to help, but she insists she wants to do it on her own for her grandma.$6",
"jhWrenSong": "Hmmm... I think I'm going to make one to send into the future, not the past. I spend a lot of time already thinking about what came before.$6#$b#And the whole thing about considering the past is so you can do better in the future, right?",
"jhClara.Ripley": "This lantern's for my papaw, in memory of the twinkle in his eye and his innate kindness towards every animal.#$b#I was everalways fascinated by his quiet nature and I'm fixin' to be just like him when I grow up.$1",
"jhLani": "The more I stew about this, the less I know what I want to write...$2#$b#I can’t change my past, but I can change my future. So I should probably write about my future...$6#$b#Oh! I know!$16#$b#%Lani starts animatedly scribbling things down.",
"jhMiyoung": "Hi, dear. Silas and I are decorating our lantern. Have you decorated yours?$h#$b#We're so proud of Jonghyuk for putting this together.$9",
"jhSilas": "@, do you like our lantern? We're really proud of it.$h#$b#I should go show Raz once we're done.$u",
"jhRose": "Moon is keeping me company, @! Isn't that kind of her?$h#$b#Now I can enjoy the festival without being anxious!",
"jhFlour": "Hm, I seem to have lost track of my lantern-festival buddy.$10#$b#Not to worry, @. I'm sure wherever Rose is, she's having a lovely time.$h",
"jhSterling": "This lantern is for my cousin, Gloria. She uhm...$2#$b#I miss her more than anything on a good day.$13#$b#And on a bad one....$12#$b#%Sterling glances at Henry.#$e#But it helps me remember that if she can live on through this lantern, she also lives in the valley still through the little things.#$b#The sound of birdsong in the morning. The first shifting of leaves every season.$0#$b#The ripples in the water when we release a boat...$4",
"jhMia": "This lantern... Is for who I used to be.$4#$b#Because he let me go. And I am grateful that he had the courage to do so, so that I could live freely.$2#$e#It's thank you, I suppose.$4",
"jhHenry": "%Henry is silent as he works, unable to look up even as you say hello.#$b#%You understand he probably has to concentrate, considering how misty his eyes seem behind his glasses.%noturn",
"jhJeanCat": "I think leaving the purpose of the lantern open to interpretation is a wise idea.#$b#Considering whether you wish to celebrate, grieve, or set goals is in itself a contemplation of self.",
"jhJortsCat": "I'm gonna ask everyone if I can put my paw print on their lanterns. I want them to have my good wishes, too!$1",
"jhSpanner": "It really feels like we're all just one big collective family. I hope everything stays just like this.",
"WaterLanternStartQuestion": "Are we ready to start?",
"WaterLanternStartYes": "Yes",
"WaterLanternStartNo": "No",
"WaterLanernEnd": "At the end of the event, Jonghyuk and Demetrius formed a clean-up crew to leave the environment better than its original state, leaving no trace behind.#$b#%You feel just a bit lighter after returning home.",

//main event 8H festival:

"mainEvent.0": "Thank you everyone for gathering here tonight.$h#$b#Before we send our lanterns out onto the lake, I invite you to close your eyes.",
"mainEvent.1": "These lanterns do not erase love or loss, nor do they dull what matters.$s#$b#Tonight, I hope your lantern will lift the weight you carry.$14#$b#May these lights ease the tightness we feel in our hearts as they drift along the river with the memories we share.#$b#Tonight... we celebrate and laugh, and this time it won't feel borrowed.$11#$b#Because when we love so deeply, we also feel so deeply.$8#$b#No forgetting. No regrets. Just the quiet relief of moving forward.",
"mainEvent.2": "You may open your eyes.",
"mainEvent.3": "Let the Water Lantern Festival begin.$h",
"mainEvent.4": "The villagers start lighting their candles. Their dreams and hopes for the future glow radiantly in the night.",
"mainEvent.5": "As the flames are passed around, people help each other place their lanterns onto the edges of the water.",
"mainEvent.6": "The lanterns begin to drift away into the distance.",
"mainEvent.7": "Whoa!",
"mainEvent.8": "There they go...",
"mainEvent.9": "We'll see each other again.",
"mainEvent.10": "They're beautiful.",
"mainEvent.11": "Wow...",
"mainEvent.12": "@!!!$h",
"mainEvent.13": "Sorry, @. I got a little too excited. Are you alright?$19",

//QuickQuestion and choices
"mainEvent.13a": "He looks a little flustered.",
"mainEvent.13b": "Can you please do that again?",
"mainEvent.13c": "I'm okay. But wow, you're strong.",
"mainEvent.13d": "Give me a little warning next time.",


"mainEvent.14": "Oh. You're into that?$h#$b#If this is what you like, I can give you all the big, meaty hugs your body can take later.$9#$b#But the night is far from over. There's something I want to show you.$4",
"mainEvent.15": "I'll make sure to control my strength next time. I want you to feel safe.$4#$b#But the night is far from over. There's something I want to show you.$4",
"mainEvent.16": "Sorry, I won't do it again. I'll make sure to ask next time.$19#$b#I wouldn't do anything to make you feel uncomfortable.$14#$b#But the night is far from over. There's something I want to show you.$4",
"mainEvent.17": "Willy hauls a boat onto the edge of the lake.",
"mainEvent.18": "Jonghyuk boards the boat with ease. He reaches his hand out to help you.",
"mainEvent.19": "Come on, @. Hop on!$h",
"mainEvent.20": "Wait, I want to ride the boat too!$4",
"mainEvent.21": "Maybe next time, dear. You can ride with me.$7",
"mainEvent.22": "Well, well, well. Have fun, you two.$1",
"mainEvent.23": "The villagers happily chatter amongst themselves as you and Jonghyuk drift along toward the center.",
"mainEvent.24": "Thank you for helping me set up this event.$9#$b#I couldn't have done all this without you.$11#$b#My dad would have loved to see this if he were still alive.$15",
"mainEvent.25": "...When I was younger, my dad used to tell me all about the lantern festivals back in his homeland.#$b#I never got to experience them myself, but it was something I always wanted to see one day.#$b#My parents moved here for work, and they eventually settled down and had me in Zuzu.$8#$b#They did their best to raise me... but I was a problem child with a lot of anger at the world.$h#$b#I wasn't truly Ferngillian despite living in Zuzu my whole life. But I wasn't anything else either because I was born and raised here instead of the homeland.$14#$b#I hated being treated differently. It was the way people would look at me, even if they didn't say anything.$10#$b#I never knew how to keep my mouth shut, and I would get into fights all the time because of it.$11#$b#...$s#$b#No matter what I did, I felt like I didn't belong anywhere.$14",
"mainEvent.26": "This place though... Sunberry really feels like home.$8#$b#I may not have done this festival the proper traditional way, but I think everyone had a really good time.$h#$b#It kinda feels more authentic this way. Blending my dad's culture with my own personal touch. We give to the community, and the community gives back.$9",
"mainEvent.27": "The moon is really pretty tonight. Though, we better start heading on back.$8#$b#I'm sure the others would like a turn being out on the lake, surrounded by all these lanterns.$u#$b#Next year's festival will be bigger and better than ever. I just know it!$h",
"mainEvent.28": "{{i18n:WaterLanernEnd}}",



//Custom Gift Responses
//JONGHYUK
"AcceptGift_(O)16": "Thanks! I needed to prep some more condiments and horse radish has the kick I was looking for.$8#$b#Nice and spicy.$17",
"AcceptGift_(O)18": "Yo, you're so sweet!! Daffodils represent new beginnings, as well as good luck.$8#$b#And I need all the luck I can get. I'll get the Limited Edition Crops Husband Gacha pull tonight. This time for sure!$h",
"AcceptGift_(O)20": "Ayyy, I can use this for our Sunberry Saturday Hangouts. Thanks!$8#$b#Grill some leeks with some olive oil and add a pinch of salt and pepper. Simple but always effective.$h",
"AcceptGift_(O)22": "This is nostalgic. My sister used to collect dandelions and we'd make wishes together.$8#$b#What would I wish for? Well, you gotta leave a man with a few secrets.$u",
"AcceptGift_(O)24": "Cheap. Versatile. Easy to work with, and PACKED with flavor. Thanks for the forage, @.$h",
"AcceptGift_(O)60": "Emeralds are like tiny drops of nature's beauty. Thanks, @.$h",
"AcceptGift_(O)62": "Yo, this is so pretty... Thanks, @.$h",
"AcceptGift_(O)64": "Man, you're spoiling me. Did you know these were used as the currency in this old Gacha game I used to play?$8#$b#Thanks for the trip down memory lane.$h",
"AcceptGift_(O)66": "Abigail crunches on these like they're rock candy.$h#$e#I heard they taste like purple... what does that even mean?$19",
"AcceptGift_(O)68": "Whoa, this is a really good cut! How'd you even find this?$u#$b#And you're giving this to me? You're the best. Really.$1200",
"AcceptGift_(O)70": "I'm not really superstitious, but this can be used to ward off evil spirits. Thanks, @.$8",
"AcceptGift_(O)72": "Is this real? Seriously, this is too much...$14#$b#You didn't have to, but I'm just feeling very blessed, y'know?$11",
"AcceptGift_(O)74": "It's so radiant... It changes color depending on the angle too!$h",
"AcceptGift_(O)78": "Uh... Thanks. I'll put it with the others.$19",
"AcceptGift_(O)79": "...How do you read this?$19",
"AcceptGift_(O)80": "Where do you even find these? This is so cool.$8",
"AcceptGift_(O)82": "Whoa, this is a pretty shade of red. Thanks, @!$h",
"AcceptGift_(O)84": "Just look at the shape! Was it formed naturally, or did someone carve it like this?$11$#b#It holds a tragic sense of beauty...$14",
"AcceptGift_(O)86": "Yo, this is so pretty... Thanks, @.$h",
"AcceptGift_(O)88": "Do you like Pina Coladas? It's one of my favorite drinks to make.$15#$b#You should come over to my place sometime and we can enjoy it together.$17",
"AcceptGift_(O)90": "Sharp and prickly exterior but absolutely sweet on the inside. Reminds me of someone I know.$h",
"AcceptGift_(O)91": "I was just in the mood for a strawberry banana smoothie. Thanks, @.$h",
"AcceptGift_(O)93": "Thanks. I'll pass the torch on to someone else. Make the world just a bit brighter.$h",
"AcceptGift_(O)95": "Huh. Feels like radioactive poisoning. Thanks, @.$19",
"AcceptGift_(O)96": "Spanner would love this! He's really into restoring dwarven technology, so this would help him a lot!$h",
"AcceptGift_(O)97": "Spanner would love this! He's really into restoring dwarven technology, so this would help him a lot!$h",
"AcceptGift_(O)98": "Spanner would love this! He's really into restoring dwarven technology, so this would help him a lot!$h",
"AcceptGift_(O)99": "Spanner would love this! He's really into restoring dwarven technology, so this would help him a lot!$h",
"AcceptGift_(O)113": "Thanks, @. I'll put it with the others.$u",
"AcceptGift_(O)116": "Did you find this on the beach? I'll consider it a good-luck charm.$8",
"AcceptGift_(O)117": "How did you even carry this in your backpack? You're a crazy strong farmer.$11#$b#Life on the farm must be a really nice workout.$15",
"AcceptGift_(O)118": "I'm getting some pretty mixed signals from this. Like yeah, individually they're pretty, but I'd rather not cut myself.$19",
"AcceptGift_(O)121": "Spanner would love this! Any authentic dwarven relic gets him all hyped up.$h",
"AcceptGift_(O)122": "Spanner would love this! Any authentic dwarven relic gets him all hyped up.$h",
"AcceptGift_(O)123": "Let your heart beat to the beat of the drum, @. Especially to THIS sick beat.$u#$b#%Jonghyuk starts tapping on the drum to his own rythym.",
"AcceptGift_(O)124": "This looks... familiar. Something about this object doesn't feel safe...$10",
"AcceptGift_(O)126": "It's a Wumbus Pal! And it's a super rare limited edition! Thanks, @.$h",
"AcceptGift_(O)127": "It's a Wumbus Pal! This is a super rare limited edition! Thanks, @.$h",
"AcceptGift_(O)128": "Did you know these are poisonous...? If you don't prep them properly at least.#$b#But thanks! I'll put it to good use.$8",
"AcceptGift_(O)148": "Did you know eels are said to boost stamina and virility?$15#$b#It's a nice gesture, @. Though, I assure you... there is nothing to worry about.$17",
"AcceptGift_(O)145": "Sunfish are literally the most pathetic sea creatures ever.$h#$b#Did you know they used to be used as a rare form of currency around the Gem Seas? I will never forget.$u",
"AcceptGift_(O)149": "I love octopus! I don't have them often, so they're a nice delicacy every once in a while.$8",
"AcceptGift_(O)151": "Mmmm, I love kalamari. I should serve some on Saturday for our Sunberry Hangouts.$h",
"AcceptGift_(O)152": "I was never really a fan of seaweed. It's an acquired taste, I guess.",
"AcceptGift_(O)158": "This is very VERY toxic! Step on one and you're done. Like no, you're seriously done. No, thank you.$19",
"AcceptGift_(O)167": "I appreciate it, but I gave up soda a long time ago. I prefer juices.",
"AcceptGift_(O)168": "Geez, @. Who hurt you today?$19",
"AcceptGift_(O)176": "Thanks! It's best getting them fresh off the farm.$h",
"AcceptGift_(O)174": "Thanks! It's best getting them fresh off the farm.$h",
"AcceptGift_(O)180": "Thanks! It's best getting them fresh off the farm.$h",
"AcceptGift_(O)182": "Thanks! It's best getting them fresh off the farm.$h",
"AcceptGift_(O)184": "Thanks! It's best getting them fresh off the farm.$h",
"AcceptGift_(O)186": "Thanks! It's best getting them fresh off the farm.$h",
"AcceptGift_(O)192": "I love potatoes! Fries are one of my guilty pleasures.$15",
"AcceptGift_(O)194": "Aww, @. Food is the best way to my heart.$h",
"AcceptGift_(O)195": "Thanks, @. I love having breakfast for dinner.$h",
"AcceptGift_(O)196": "Thanks, @! It's like you're my own personal chef.$u",
"AcceptGift_(O)198": "Yo, this looks so good! I could literally kiss you!$h",
"AcceptGift_(O)199": "I had the craving for something warm. Thanks, @.$h",
"AcceptGift_(O)200": "Yo, this has all my favorite vegetables! You're a real one, you know that?$h",
"AcceptGift_(O)201": "Yoba, it's the complete package! I can't wait to eat this at 2am in the morning.$u#$b#Thanks, @!$8",
"AcceptGift_(O)202": "Ahhh, I love fried kalamari! I had such a bad craving for it recently, so this is so nice of you.$h",
"AcceptGift_(O)203": "These things are kind of like fortune cookies. You never end up knowing what you'll get in the center.$h#$b#I always end up with the nastiest concoctions ever, so hopefully I'll get a good one this time. Thanks, @.$8",
"AcceptGift_(O)204": "Yoba, I feel lucky already! You're the best, @.$h#$b#If you aren't too careful, I might end up liking you too much.$u",
"AcceptGift_(O)205": "This is mighty kind of you, @. I'll savor it.$h",
"AcceptGift_(O)206": "Pizza is my go-to for kids. Pop it in the oven and everyone's happy.$h",
"AcceptGift_(O)207": "I was in the mood for some hot pot! The beans give it a nice spicy kick.$u",
"AcceptGift_(O)208": "Not really a fan of sweet things, but I appreciate you. Thanks, @.$8",
"AcceptGift_(O)209": "Oh? It's a 'Carp Surprise'?$8#$b#The only surprising thing would be how good it tastes. Did I ever say I love you, @?$h",
"AcceptGift_(O)210": "Hash browns are one of my guilty pleasures. You know how to speak to my heart, @.$h#$b#Literally.$u",
"AcceptGift_(O)211": "Did you make these just for me? @, you shouldn't have! Thanks a bunch.$h",
"AcceptGift_(O)212": "Winner, winner, salmon dinner! You're spoiling me rotten, @!$h",
"AcceptGift_(O)213": "The best cuisine I could ever ask for! Grilled fish in a hard-shell taco.$h#$b#I'm so happy, I could cry. Thank you, @.$u",
"AcceptGift_(O)214": "Why are you so crazy talented?? We have to compare notes sometime!$h#$b#I should cook you food sometime too. We could do a little exchange.$8",
"AcceptGift_(O)215": "Hell yeah, I was in the mood for something nice and spicy! You know me so well.$h",
"AcceptGift_(O)216": "Bonjour monsieur croissant! Au revoir mademoiselle baguette!$u#$b#Oui. Merci, @.$h",
"AcceptGift_(O)218": "Mmm, my old man used to make this for me when I was younger. Thanks for the memories.$8",
"AcceptGift_(O)219": "Why are you so kind? You really know how to worm your way into my heart, @.$h",
"AcceptGift_(O)220": "I'm not really a fan of sweet things, but I'll take just a tiny slice. Thanks, @.$8",
"AcceptGift_(O)221": "I'm not really a fan of sweet things, but I'll take just a tiny slice. Thanks, @.$8",
"AcceptGift_(O)222": "I'm not really a fan of sweet things, but I'll take just a tiny slice. Thanks, @.$8",
"AcceptGift_(O)223": "Not really a fan of sweet of things, but I could never turn down cookies like these. You're going to give the Squirrel Scouts a run for their money.$h",
"AcceptGift_(O)224": "Wow! Is this is all for me? Thanks, @!$h",
"AcceptGift_(O)225": "Is this real? Seriously, this is too much...$14#$b#You didn't have to, but I'm just feeling very blessed, y'know?$11",
"AcceptGift_(O)226": "Hell yeah! Spice up my favorite meal? You're absolutely goated.$h",
"AcceptGift_(O)227": "Ahh, reminds me of home. Thanks for slicing this up for me, @.$8",
"AcceptGift_(O)228": "Oh hella! I was in the mood for some sushi.$h",
"AcceptGift_(O)229": "I'll use it for Taco Tuesday. Thanks, @!$h",
"AcceptGift_(O)230": "I'll savor it. Thanks, @.$u",
"AcceptGift_(O)231": "I'll savor it. Thanks, @.$u",
"AcceptGift_(O)232": "Yoba, I love rice. Rice is the staple food of life, @. This is my personal anthem.$h",
"AcceptGift_(O)233": "I'm not really a fan of sweet things, but thanks.$h",
"AcceptGift_(O)234": "I do like blueberries. I appreciate it, @.$h",
"AcceptGift_(O)235": "This is just one of the things that can make you feel warm to the core on a chilly night.$h#$b#Thanks, @.$8",
"AcceptGift_(O)236": "Thank you, @! Stuff like this really warms my heart.$8",
"AcceptGift_(O)237": "A Super Meal from a super duper farmer. Thanks, @!$h",
"AcceptGift_(O)238": "This would be a really good side for our Sunberry Saturday Hangouts. Thanks, @.$8",
"AcceptGift_(O)240": "A Farmer's Lunch, huh? Is this what you typically eat, @?$8#$b#Thanks for sharing a part of your world with me.$h",
"AcceptGift_(O)241": "I have mad respect for whoever made this burger. Gotta stay safe cause the city streets aren't safe.$12",
"AcceptGift_(O)242": "I love seafood. You know me so well, @.$17",
"AcceptGift_(O)243": "I'm not really a fan of sweet things, but thank you kindly.$h",
"AcceptGift_(O)244": "Something about your meals just make me feel so warm inside. Thank you, @.$8",
"AcceptGift_(O)245": "Oh cool! Now I have less on my shopping list for Sunberry Saturdays. Thanks, @.$h",
"AcceptGift_(O)246": "Sweet! Now I have less on my shopping list for Sunberry Saturdays. Thanks, @.$8",
"AcceptGift_(O)247": "An essential ingredient for frying. Thanks, @!$u",
"AcceptGift_(O)253": "This'll get me up and going for the rest of the day.$h#$b#Thanks, @. I needed it.$8",
"AcceptGift_(O)254": "Yo, we should put on some blind folds and take turns trying to crack this open with a stick.$h",
"AcceptGift_(O)256": "It's tomato season right? Thanks for sharing your bounty with me.$u",
"AcceptGift_(O)258": "Thanks, I could munch on these all day.$u",
"AcceptGift_(O)259": "Did you go foraging again? I have mad respect for people living solely off the land.$13",
"AcceptGift_(O)260": "Hella, hot AND spicy! Woo!$11",
"AcceptGift_(O)264": "I feel like you're giving me anything you can scrounge from your farm at this point.$11#$b#I'll use it well. Thanks, @.$8",
"AcceptGift_(O)265": "Whoaaa, this is like on the level of molecular gastronomy!$h#$b#Why are you so cool?$13",
"AcceptGift_(O)266": "For me? Thanks! I can use this for our Sunberry Saturday Hangouts.$h",
"AcceptGift_(O)268": "You are absolutely goated. Now I can tell my friends that the farmer gave me a nice golden star.$u",
"AcceptGift_(O)270": "It's a blessing living next to people who farm for a living. Thanks, @.$h",
"AcceptGift_(O)272": "I was thinking of meal prepping some eggplant parmesan later. Thanks for the help!$h",
"AcceptGift_(O)273": "Rice is the staple food of life. Don't forget it.$12",
"AcceptGift_(O)274": "Guess I'm making some roasted artichoke hearts for dinner. You're a real one, @.$h",
"AcceptGift_(O)276": "Derya mentioned they were going to serve Pumpkin Spice lattes at the Cat Cafe later.$8#$b#Spiced pumpkin just makes me feel all warm inside.$h",
"AcceptGift_(O)278": "This would go lovely with the stir-fry I'm cooking later. Thanks, @!$8",
"AcceptGift_(O)279": "I wonder if this is amethyst-flavored. Thanks, @!$u",
"AcceptGift_(O)280": "Thanks! Let me know if you come across any purple yams in the future.$8#$b#I am in the mood for some Ube.$15",
"AcceptGift_(O)283": "Holly is said to ward off evil spirits and bring good luck. Thanks for keeping me in your thoughts, @.$12",
"AcceptGift_(O)284": "'I sneezed on the beet, and the beet got sick-o.'$h#$b#I'll savor this. Thank you, @.$8",
"AcceptGift_(O)286.true": "Are we committing arson today, @? I wouldn't want to be an unknowing accomplice.$u#$b#Okay, but seriously. Why?19",
"AcceptGift_(O)286.false": "Are we committing arson today, @? I wouldn't want to be an unknowing accomplice.$u#$b#Okay, but seriously. What the fuck?19",
"AcceptGift_(O)287": "Oh Yoba, put that away, @! Are you trying to get us in trouble?$5",
"AcceptGift_(O)288": "I'm not going to question why you have this. I learned the hard way that it only gets me in trouble.$14",
"AcceptGift_(O)289": "Uhh... Is it fine for me to eat this? This is a genuine question.$19#$b#Not really sure what's considered etiquette around ostriches.$14",
"AcceptGift_(O)296.true": "Aw, are you sharing your wild berries with me? Why are you so adorable?$11",
"AcceptGift_(O)296.false": "Aw, are you sharing your wild berries with me? Why are you so fucking adorable?$11",
"AcceptGift_(O)303": "You didn't have to go through this pretense if you wanted to have your own wicked way with me, farmer.$u#$b#In all seriousness, I appreciate the booze. Thanks, @.$h",
"AcceptGift_(O)305": "...Is this safe to eat? Something about this egg makes me feel nervous.$19",
"AcceptGift_(O)309": "Yes. That is an acorn.#$b#Oh, you're giving it to me? Okay then.$19",
"AcceptGift_(O)310": "I like to call them helicoptors because of the way they spiral downwards from the air. I used to try to catch them.$8#$b#Growing up, I loved watching the seeds twirl to the ground.$h",
"AcceptGift_(O)311": "Yes, @. That is a very nice pine cone. Thank you for showing me.",
"AcceptGift_(O)326": "Spanner would love this! It would be helpful for referencing all the Dwarven Scrolls he collected.$h",
"AcceptGift_(O)340": "Whoa, bonafide honey? I better hide this from Sierra.$h",
"AcceptGift_(O)341": "This is charming. Miyoung would absolutely love this.$h",
"AcceptGift_(O)342": "I'm not really a big fan of pickles. I used to be way pickier about certain food when I was younger.$8",
"AcceptGift_(O)344": "Oho, you brought the goods. Thanks for gracing me with your hospitality.$u",
"AcceptGift_(O)346": "I like it strong. I like it hard. No frills, nothing sweet.$15#$b#Cheers.$u",
"AcceptGift_(O)348": "Well, well, well. That looks pretty vintage. Don't mind me if I do~!$u#$b#Yoink.$h",
"AcceptGift_(O)349": "Yoba, you're so thoughtful. This makes a long day just a bit shorter.$u",
"AcceptGift_(O)350": "Did you make this yourself? You are absolutely goated.$h",
"AcceptGift_(O)351": "I have been feeling a bit tense lately. Sitting all day in the same posisition is no good for anyone's health.$u",
"AcceptGift_(O)373.true": "You're giving me the pumpkin even though you won it fair and square?$8#$b#Yoba, you're my hero. The hedge maze makes me a bit claustrophobic.$h",
"AcceptGift_(O)373.false": "You're giving me the pumpkin even though you won it fair and square?$8#$b#Damn, you're my hero. The hedge maze makes me a bit claustrophobic.$h",
"AcceptGift_(O)376": "Thanks, @. I'll use it to honor my dad.$14",
"AcceptGift_(O)378": "I'm pretty sure Silas could smelt this for you if you asked him.",
"AcceptGift_(O)380": "I'm pretty sure Silas could smelt this for you if you asked him.",
"AcceptGift_(O)384": "Now you're just giving me pure gold? This is too much, @.$10#$b#Just how am I supposed to repay you?$14",
"AcceptGift_(O)386": "Isn't this supposed to be uber rare? You sure you want to give this to me?$19#$b#Thanks though. I'll put it with the others. $u",
"AcceptGift_(O)393": "This is a pretty color. Red strikes my fancy.$u",
"AcceptGift_(O)392": "That's a pretty shell. I love seeing the things you bring me from your mini adventures.$h",
"AcceptGift_(O)395": "Thanks, @. I needed a pick-me-up for the rest of the day.$h",
"AcceptGift_(O)396.true": "Aw, are you sharing your wild berries with me? Why are you so adorable?$11",
"AcceptGift_(O)396.false": "Aw, are you sharing your wild berries with me? Why are you so fucking adorable?$11",
"AcceptGift_(O)397": "Ow--! What the hell, @?$18",
"AcceptGift_(O)398": "It's convenient being friends with a farmer. Thank you, @.$8",
"AcceptGift_(O)399": "Ayoo, I can use this to make some condiments for the Sunberry Saturday Hangout. Thanks, @.$h",
"AcceptGift_(O)402": "That's a nice flower you found. It's fun seeing the exotic things you like to show me.$h",
"AcceptGift_(O)403": "Did you know Sterling absolutely loves these? He won't shut up about how good they are.$u#$b#I'm going to go rub this in his face. Thanks, @.$h",
"AcceptGift_(O)404": "Mmm, tis the season for collecting mushrooms. We are going to eat well tonight!$h",
"AcceptGift_(O)406.true": "Aw, are you sharing your spoils with me today? Why are you so adorable?$11",
"AcceptGift_(O)406.false": "Aw, are you sharing your spoils with me today? Why are you so fucking adorable?$11",
"AcceptGift_(O)408": "I do enjoy an old-fashioned hazelnut coffee. Roast with some honey and you get a smooth nutty aroma.$8",
"AcceptGift_(O)410.true": "Aw, are you sharing your wild berries with me? Why are you so adorable?$11",
"AcceptGift_(O)410.false": "Aw, are you sharing your wild berries with me? Why are you so fucking adorable?$11",
"AcceptGift_(O)412": "I actually don't know how to cook this. I'll have to see if the Queen of Sauce has any fun recipes.$h",
"AcceptGift_(O)416": "A snow yam, huh. I'm still on the hunt for THE purple yam though. I'll savor this, thank you.$h",
"AcceptGift_(O)417": "A bit too sweet for my tastes, but it can add a nice touch to some of my mocktails. Thanks, @!$h",
"AcceptGift_(O)418": "Wow, this is beautiful. It's amazing how some wildlife only bloom in the cold of winter.$8",
"AcceptGift_(O)419": "Thanks! That's one item off my grocery list.$h",
"AcceptGift_(O)420": "I can never tell if the red one or the purple one is poisonous. Or are they both poisonous?#$b#Only one way to find out.$u",
"AcceptGift_(O)422": "I can never tell if the purple one or the red one is poisonous. Or are they both poisonous?#$b#Only one way to find out.$u",
"AcceptGift_(O)423": "Repeat it with me, @. Rice is the staple food of life.$h",

//Special Orders

"Jonghyuk.SpecialOrders.LanternFestival.Name": "Water Lantern Festival",
"Jonghyuk.SpecialOrders.LanternFestival.Text": "I want to host a celebration... To celebrate the ones we love. Or we could celebrate the past and envision a better tomorrow. I'm not sure what this would look like in the end, but all I know is that I want you to be a part of it. -Cho Jonghyuk",
"Jonghyuk.SpecialOrders.LanternFestival.Objective0Text": "Place 10 Cloth on Jonghyuk's Table.",
"Jonghyuk.SpecialOrders.LanternFestival.Objective1Text": "Place 40 Hardwood on Jonghyuk's Table.",
"Jonghyuk.SpecialOrders.LanternFestival.Objective2Text": "Place 60 Torches on Jonghyuk's Table.",
"Jonghyuk.SpecialOrders.LanternFestival.Objective2Text.WAG": "Place 30 Candles on Jonghyuk's Table.",
/*"Jonghyuk.SpecialOrders.LanternFestival.Objective2Text": "Bring", //+ Number depending if WAG is installed
"Jonghyuk.SpecialOrders.Torches": "Torches",
"Jonghyuk.SpecialOrders.Candles": "Candles",*/
"Jonghyuk.SpecialOrders.LanternFestival.Objective2aText": "on Jonghyuk's counter.",

//Green Rain
"Jonghyuk.Dialogue.GreenRain": "Everything shut down at my house and the phone wasn't working, so I went to check on the others to see if they were doing okay!$19#$b#It's a good thing Ari and Blake are safe. They were the closest nearby, and this is the most ideal shelter in case of a zombie apocalypse.$11#$e#Yeah, you heard what I said. We don't know what's going on outside. At least we have access to a decent supply of fresh produce for the next few weeks.$10",
"Jonghyuk.Dialogue.GreenRainFinished": "Man, I'm just glad everyone's alright. Though I may have freaked Blake out a little with my hypothetical doomsday scenarios.$h#$b#The kid has a very active imagination, but at least we know he'd make a great scavenger.$u",
"Jonghyuk.Dialogue.GreenRain_2": "I'm telling you, this is the ideal setting in case we're in the end times. The primary objective should be scouting out a safehold and procure resources.$10",
"Jonghyuk.AcceptGift_(O)StardropTea": "This... reminds me of my dad. Even when he's gone, I can still feel his lingering presence.$10#$b#Thank you, @. I wish you could have met him.$9",

//Green Rain
"Spanner.Dialogue.GreenRain": "I can't imagine being alone at a time like this. Ophelia has a way of making everyone feel safe.",
"Spanner.Dialogue.GreenRainFinished": "That was kinda fun! Would I go through this again though?$h#$b#Ten out of ten, would not recommend.$4",
"Spanner.Dialogue.GreenRain_2": "Alright, it's time to bust out the emergency blankets! Time to make a pillow fort.$6",
"Spanner.AcceptGift_(O)StardropTea": "You're really giving this to me? This is the best gift ever! I'll savor every last drop.$8",

//More Conversation Topics

"Jonghyuk.Dialogue.SpannerRaccoonRivalry": "Yeah, I wouldn't bother dealing with the Raccoon. It's smarter than it looks.#$b#Sometimes you need to know when you're playing a losing battle. Though, that kid never knows when to quit so I wouldn't be surprised if he got his sandwich back.$h",
"Amina.Dialogue.SpannerRaccoonRivalry": "Spanner and that Raccoon really don't get along. Or maybe they do? It's kind of hard to tell to be honest.$3",
"Ari.Dialogue.SpannerRaccoonRivalry": "Those two rascals nearly made a mess out of my store! All of that over some sandwich?$5#$b#I don't know if I'd still want the sandwich by that point. Though the Raccoon does wash his hands regularly...$6",
"Blake.Dialogue.SpannerRaccoonRivalry": "That was the most intense game of tag I've ever witnessed. Though with the Raccoon, you kind of have to let it go.#$b#Either way, Spanner was relentless. It was like watching an immovable object versus an unstoppable force!$h",
"Elias.Dialogue.SpannerRaccoonRivalry": "That dang raccoon burst into the library with Spanner hot on his heels. They were running 'round the shelves, so I had to kick both of them out.$a#$b#Haven't folks heard of 'no running in the library?' At least the kid was real apologetic about it.$7",
"Ezra.Dialogue.SpannerRaccoonRivalry": "Did you see Spanner chasing the Raccoon earlier? They kept running back and forth past my storefront.#$b#I shouldn't be laughing, but it was kind of hilarious.$h",
"Ophelia.Dialogue.SpannerRaccoonRivalry": "At this point, I should just make two more sandwiches. Those two will be tired and hungry after such a thrilling chase.",
"Jumana.Dialogue.SpannerRaccoonRivalry": "Oh, hi dear. That boy and the Raccoon were playing tag around the flowers, but they were both so gentle.#$b#It's nice having more young people in the village. It feels so lively nowadays.$6",
"Spanner.Dialogue.SpannerRaccoonRivalry": "I finally got my sandwich back. Though that rascal looked really pitiful, so I ended up giving him half.#$b#I know what it's like to be hungry, but stealing is wrong. I learned that the hard way.$s",
"Derya.Dialogue.SpannerRaccoonRivalry": "The Raccoon usually gets what the Raccoon wants. I call it the 'Raccoon Effect.'$9",
"Diala.Dialogue.SpannerRaccoonRivalry": "It was just a sandwich, but it seemed like it was very important to Spanner. I don't often see people that desperate.$2#$b#I wonder if there's more to the story.$6",

"Jonghyuk.Dialogue.RipleyFolkHero": "Ripley is a really kind person.#$b#One time, we had a really bad snow storm during the winter.$19#$b#Ripley trudged through the snow and brought me a bundle of firewood just to make sure I was safe and prepped.$h#$b#I felt bad because she clearly did NOT enjoy cold weather. But to go out of her way to help ME of all people made me feel so warm.$4",
"Spanner.Dialogue.RipleyFolkHero": "Ripley is the best farmer ever! I hope I can grow as big and strong as her someday.$6",

    

}