{
//General
	"NPCD.Name.Constance": "Constance",
	"NPC.Gifttastes.Love": "Holy carp! Thank you for this ex-squid-sit gift!",
	"NPC.Gifttastes.Like": "Fin-tastic.",
	"NPC.Gifttastes.Dislike": "What a load of pollocks!",
	"NPC.Gifttastes.Hate": "Alright...this is so bad I can't even think of a proper pun anymore...",
	"NPC.Gifttastes.Neutral": "That seems a bit fishy to me...",
//Strings from Maps
	"Strings.FishmongerShop.1": "You look into the bin before you...there's something staring back at you at the bottom of it.",
	"Strings.FishmongerShop.2": "Something is glistening at the bottom of the water...you decide to not ask Constance about it.",
	"Strings.FishmongerShop.3": "A bunch of fresh fish swimming about. One seems to stare at you though.",
	"Strings.FishmongerShop.4": "No matter how you look at it...it's still just fish.",
	"Strings.FishmongerShop.5": "You try to open the hatch but it won't budge...",
	"Strings.FishmongerShop.6": "There are several snippets of paper and some photos attached to the wall. You take a closer look and notice a familiar looking man on one of the photos.",
	"Strings.FishmongerShop.7": "There's all kind of things stored in these boxes, among them artifacts, bones and...things you haven't seen before?",
	"Strings.FridgeGalore": "You take a peek to see what is in the fridge...some sandwiches, fish fillet and an assorted variety of freshly cut vegetables. There is also a sealed glass container wrapped in some kind of fabric...",
	"Strings.RadioGaga.0": "Random:You turn the radio on and catch it in the middle of a song:",
	"Strings.RadioGaga.1": "When you turn the radio on, you catch it in the middle of a song:# '...I  can't believe it's hard just to talk to you...But you don't understand...'",
	"Strings.RadioGaga.2": "When you turn the radio on, you catch it in the middle of a song:# '...say it ain't so...make me believe we can fix this...'",
	"Strings.RadioGaga.3": "When you turn the radio on, you catch it in the middle of a song:# '...all those younger days of the past...how I wish they would forever last...'",
	"Strings.RadioGaga.4": "When you turn the radio on, you catch it in the middle of a song:# '...and I know, yeah I know...two do play this game...I've never felt more stupid...'",
	"Strings.RadioGaga.5": "When you turn the radio on, you catch it in the middle of a song:# '...now the sun will rise and I know things'll turn out better...I just wonder when it's time...when the day I know of is almost over...'",
	"Strings.RadioGaga.6": "When you turn the radio on, you catch it in the middle of a song:# '...take a moment to think about...all those fallen pieces...let's pick them up and mend them once more...'",
	"Strings.RadioGaga.7": "When you turn the radio on, you catch it in the middle of a song:# '...dark and cloudy days, but all I do is wait...'",
	"Strings.RadioGaga.8": "When you turn the radio on, you catch it in the middle of a song:# 'Doch wat du deihst, do mit Bedacht...To rechter Tied si op din Wacht...Vergitt ook Gott nich un sin Wort...Doh jeden Minschen recht an Boord...'",
//Movie Reactions
	"MoviesReactions.Spring0.Before": "Hm, I can get the message behind this. Sometimes it's nice to satisfy your inner child.",
	"MoviesReactions.Spring0.During": "I can't help but to root for him...",
	"MoviesReactions.Spring0.After": "I can't believe I got this invested in this afterall. Ah, I think I got something in my eye.",
	"MoviesReactions.Spring1.Before": "It's admirable to always want to learn more about nature and the world around you.",
	"MoviesReactions.Spring1.During": "So fascinating...I normally mainly think about aquatic life but...",
	"MoviesReactions.Spring1.After": "This really broadened my horizon. Maybe I'll ask Gunther later about some books related to the topic.",
	"MoviesReactions.Summer0.Before": "Oh, it's so interesting that the game got a movie. I wonder how it'll be.",
	"MoviesReactions.Summer0.During": "%Constance seems to be really invested in the fighting scenes.",
	"MoviesReactions.Summer0.After": "Now, that is what I call a nice gun fight, heh.",
	"MoviesReactions.Summer1.Before": "Hm, you're into this? Okay, I'll try and see how it is.",
	"MoviesReactions.Summer1.During": "...",
	"MoviesReactions.Summer1.After": "...I'll be honest. This wasn't really my thing, I'm sure kids will really like it tho.",
	"MoviesReactions.Fall0.Before": "Oh...now this is an interesting one.$2",
	"MoviesReactions.Fall0.During": "%Constance seems to be too invested, almost forgetting to eat her snack.",
	"MoviesReactions.Fall0.After": "Wow...I could watch this again.",
	"MoviesReactions.Fall1.Before": "The plot reminds me a bit of my youth, heh.",
	"MoviesReactions.Fall1.During": "What a twist...",
	"MoviesReactions.Fall1.After": "Not a movie I'd usually pick, but I am glad you asked me to go, heh.",
	"MoviesReactions.Winter0.Before": "Mhm...I'm not really the sappy type of person.$3",
	"MoviesReactions.Winter0.During": "...",
	"MoviesReactions.Winter0.After": "...yeah, as I thought. Wasn't really my thing. Thanks for the invite tho.",
	"MoviesReactions.Winter1.Before": "A great pieve of movie history...can't wait to watch it again.",
	"MoviesReactions.Winter1.During": "%Constance nibbles on her snack as she intensely watches the movie.",
	"MoviesReactions.Winter1.After": "What a great movie! I'm really glad that you took me to watch it today. $1",
//Conversation Topics
	"GIFirstArrival.Fishmonger": "Hm? That softy actually brought someone here?#$b#Eh...be careful though, especially when it comes to the vulcano.",
	"GIFirstArrival.Caroline": "I've heard from Willy that you went out to Ginger Island!#$b#If his boat works again I might be able to finally pay a visit to my pen pal.$2",
	"GIFirstArrival.Elliott": "Ah, a little birdie told me you've helped repair Willy's old boat, marvelous.#$b#Maybe I'll get some inspiration for a new book when visiting th island.$1",
	"GIFirstArrival.Harvey": "A more tropical island means to make sure you're prepared when it comes to your health as well.#$b#Oh...it's just that I've heard from the others that Willy took you to Ginger Island. As your doctor I just wanted to make sure you're going to be fine.$1#$b#That said...maybe she will finally come and get a check-in as well...$2",
	"GIFirstArrival.Jas": "I wanna go to the island too and play! It's unfair if it's just you who goes.",
	"GIFirstArrival.Leo": "...",
	"GIFirstArrival.Lewis": "Hm, since Willy took you to Ginger Island....maybe you're finally the one to get that hermit to open up again.$2",
	"GIFirstArrival.Linus": "Ginger Island is a great place to explore! Make sure to greet Constance from me when yo go again.",
	"GIFirstArrival.Vincent": "Is it true that you can see mermaids on the island?",
	"GIFirstArrival.Willy": "Hm....ahoy, @. I hope things go smooth on yer journey on Ginger Island.#$b#Don't let, uh...nevermind. Make your own first impressions and see.$2",
	"2HeartsEvent.Fishmonger": "Well, glad we had that interesting topic a while ago. Makes me wonder what else kinda beliefs you got going in that noggin of yours.",
	"2HeartsEvent.Caroline": "Hey @. been to the island lately? I was thinking of putting together a nice tea blend once I get to go myself. I am sure my pen pal will enjoy it.",
	"2HeartsEvent.Elliott": "The island is a wondrous place. I've gotten some interesting ideas and tips on where to find nice spots from a lady who's staying there.",
	"2HeartsEvent.Harvey": "Hello @. Everything going well with your island trips, I hope.#$b#You didn't happen to hear from a certain someone they'd maybe think about finally getting a health check again?#$b#Ah, no? Hm....well then...$2",
	"2HeartsEvent.Jas": "Did you bring something from the island back? I wanna hear the funny lady talk about mermaids!#$b#Well, Willy said there's someone there who really likes them!",
	"2HeartsEvent.Leo": "..fish lady got you something too? She likes to talk about funny stuff, right?",
	"2HeartsEvent.Lewis": "Ah, @. Do you mind sharing your thoughts with me about how the island is?#$b#...#$b#...I see. Thank you, maybe I will take a look myself in the near future then.#$b#Might work giving her a little talk, hm...",
	"2HeartsEvent.Linus": "Good to see you again, @. How is Constance treating you?#$b#Don't mind her rough edges, sometimes she's a bit hard to talk to but believe me she's a good kid.$1",
	"2HeartsEvent.Vincent": "Mermaids! hey, are there many funny clams and stuff on the island?",
	"2HeartsEvent.Willy": "Ahoy, @. Things are going well, I assume? Good, good...#$b#Maybe one of these days I'll get off the boat as well and, uh, explore a little.",
	"4HeartsEvent.Fishmonger": "Ah, I feel like something heavy has lifted from my shoulders.",
	"4HeartsEvent.Caroline": "How's Constance doing? I've heard that you two have become pretty good friends!",
	"4HeartsEvent.Elliott": "Greetings @. The island air is doing wonders for my imagination.$1#$b#I've had the cahnce to talk a little bit with the locals there and they got quite the stories to tell!",
	"4HeartsEvent.Harvey": "One of these days I am sure I can get Constance to get a check-up...$2#$b#Oh, hey @. I've heard you're pretty good friends with her now, maybe you can convince her to come to the mainland for once?",
	"4HeartsEvent.Jas": "Vincent and I collected sea shells at the shore today. We want to make a big, big castle out of them for the mermaids!",
	"4HeartsEvent.Leo": "...",
	"4HeartsEvent.Lewis": "So, how's Constance doing? You've been on the island pretty often, I'm sure you've met her a lot by now, right?",
	"4HeartsEvent.Linus": "Ah, @! I see you've become good friends with Constance. She can be a bit rough around the dges, but means well.#$b#I hope Willy and her can clear out their differences one day...",
	"4HeartsEvent.Vincent": "I found so many shells! Lets see how big of a castle we can make.",
	"4HeartsEvent.Willy": "@, ahoy.#$b#Oh, ye...actually had a long conversation the other day?#$b#...$2#$b#...I see. Yeah, don't ye worry. That actually made my heart pitter patter a little, haha.$3",
	"6HeartsEvent.Fishmonger": "...",
	"6HeartsEvent.Caroline": "...",
	"6HeartsEvent.Elliott": "...",
	"6HeartsEvent.Harvey": "...",
	"6HeartsEvent.Jas": "...",
	"6HeartsEvent.Leo": "...",
	"6HeartsEvent.Lewis": "...",
	"6HeartsEvent.Linus": "...",
	"6HeartsEvent.Vincent": "...",
	"6HeartsEvent.Willy": "...",
	"8HeartsEvent.Fishmonger": "...",
	"8HeartsEvent.Caroline": "...",
	"8HeartsEvent.Elliott": "...",
	"8HeartsEvent.Harvey": "...",
	"8HeartsEvent.Jas": "...",
	"8HeartsEvent.Leo": "...",
	"8HeartsEvent.Lewis": "...",
	"8HeartsEvent.Linus": "...",
	"8HeartsEvent.Vincent": "...",
	"8HeartsEvent.Willy": "...",
	"10HeartsEvent.Fishmonger": "...",
	"10HeartsEvent.Caroline": "...",
	"10HeartsEvent.Elliott": "...",
	"10HeartsEvent.Harvey": "...",
	"10HeartsEvent.Jas": "...",
	"10HeartsEvent.Leo": "...",
	"10HeartsEvent.Lewis": "...",
	"10HeartsEvent.Linus": "...",
	"10HeartsEvent.Vincent": "...",
	"10HeartsEvent.Willy": "...",
	"AllFishCaught.Fishmonger": "Man, I'm still rather impressed about all the fish you've caught.#$b# I think it's a great oppor-tuna-ty for the lines of fishers, heh.",
	"AllFishCaught.Caroline": "Have you tried seasalt tea?#$b#It's a new thing that I am trying out thanks to my penpal. it's really good!",
	"AllFishCaught.Elliott": "Another wonderful Ginger Island trip.#$b#Oh, hello @, I've just been collecting my notes from my visit to the island, heh.",
	"AllFishCaught.Harvey": "Ah, that smell...certainly fishy but in a different context. ",
	"AllFishCaught.Jas": "Fish are yucky uncooked...but some look so shiny and pretty!#$b#I hope I'll get to see a mermaid on the island with pretty scales!",
	"AllFishCaught.Leo": "Fish are nice. Not as nice as Parrot but good. Maybe I can make fish friend soon?",
	"AllFishCaught.Lewis": "So many fishes...ah, @. Didn't see you there.#$b#Hm? Oh, I was just thinking about a possible good outcome and all the fishes that come with it...",
	"AllFishCaught.Linus": "It's always nice to see young talents in fishing. With Willy and Constance left I feared there'd be no new generation.#$b#You've prooven yourself to be a great fishing master however. I am glad.",
	"AllFishCaught.Vincent": "So many fish in the world! I heard you caught a lot already! Will you live at the beach now too like Willy?",
	"AllFishCaught.Willy": "Aye, what a sight to see. I've heard you even went to get the ones a certain someone was so adamant to research about, heh. Congrats!",
	"BirdieQuestFinished.Fishmonger": "I've heard from Birdie that you actually helped her out finding something important to her...#$b#That was actually very kind of you. It has been such a long time seeing her happy like this.$1",
	"BirdieQuestFinished.Caroline": "I got a variety of beautiful shells sent to me by my penpal.#$b#I'm thinking of making some decorations for  my flower pots using them.",
	"BirdieQuestFinished.Elliott": "My new book about an island trip is coming along nicely.#$b#For now it's just a lot of scribbles and ideas but...I am feeling it!",
	"BirdieQuestFinished.Harvey": "Ah, @. Nice seeing you today. Any news from the island?",
	"BirdieQuestFinished.Jas": "I saw Vincents dad cry today. I think it was happy crying.",
	"BirdieQuestFinished.Leo": "Birdie looking happy, that makes me happy too.",
	"BirdieQuestFinished.Lewis": "You've done quite a lot of achievements on the island, I see.#$b#I wonder what else you managed to pull off there...",
	"BirdieQuestFinished.Linus": "It's good to know that there are still people out there helping others in need.",
	"BirdieQuestFinished.Vincent": "Do you think I can find a Mr Snail on the island too?",
	"BirdieQuestFinished.Willy": "Oh, ye helped out Birdie?#$b#Heh, I know a certain someone who surely be happy to know about that.$1",
//Dialogue Extra
	"Dialogue.Introduction": "I see a new face around here...the name's Constance. I live around here as you can see.#$e#What is it? Need something?",
	"Dialogue.birthdayLoveA": "A gift? How did you know it was my birthday? This is great, thank you!$4",
	"Dialogue.birthdayLoveB": "That's a great find, thank you! I really enjoy this!$4",
	"Dialogue.birthdayLikeA": "Thanks for the gift, I appreciate it.$1",
	"Dialogue.birthdayLikeB": "A gift for little ol' me?$1",
	"Dialogue.birthdayDislikeA": "So you really think you did something with this, huh?$6",
	"Dialogue.birthdayDislikeB": "Yikes...uh, thank you?$6",
	"Dialogue.birthdayNeutralA": "Hm....well, at least you tried. Thanks.",
	"Dialogue.birthdayNeutralB": "...my Pops always said to say 'thank you' for a gift no matter what, so...............'thank you'.",
	"Dialogue.BirthdayFish": "Fish for a Fishmonger. Hm, good catch.",
	"Dialogue.MovieInvite_Invited_TheFishmonger": "A movie? Oh, wasn't exspecting that.#$b#I'll gladly come, can't wait to see which movie you've picked.$1",
//Dialogue  Spring
	"Dialogue.spring_1": "New year, new me they say....I've got nothing to improve. I actually like myself enough to just let casual change happen over time.",
	"Dialogue.spring_Mon": "Did you know, some shrimps can be very noisy with their pincers.#$b#We're talking gunshot and jet engine levels of noise. It's fascinating.#$b#Guess that's why Pops never let me keep a pistol shrimp.$3",
	"Dialogue.spring_Mon2": "Hey @, what have you been up to? Any favorite fish so far?",
	"Dialogue.spring_Mon4": "I make fish puns just for the Halibut.$1#$b#If you can think of a betta pun just drop me a line.",
	"Dialogue.spring_Mon6": "I've found some really nicely colored clams and such at the shore today. There was als a sea urchin...I tried really hard to not put a hat on it.",
	"Dialogue.spring_Mon8": "Sometimes I hear the seagulls cry loudly...I'll throw them a fish or two, that usually makes them really happy and they'll relax at the pier.",
	"Dialogue.spring_Mon10": "Hey Farmer, everything good? Caugh all the fishes out there yet? What if I tell you that there are even more out there?$4",
	"Dialogue.spring_Tue": "I've visited Birdie a bit ago, she seems to be in a good mood today. Maybe I'll ask her if she knows some mermaid stories.",
	"Dialogue.spring_Tue2": "Spider crabs use sponges, seaweed, and anything that will let them blend in, as camouflage that they stick to their carapace. That way they can increase their chance or survival.",
	"Dialogue.spring_Tue4": "Sea cucumbers help clean the ocean. Their diet consists of anything that sticks to sand at the bottom of the ocean and once they've digested everything they need they just poop out the clean sand. Fascinating.",
	"Dialogue.spring_Tue6": "I really liked when Pops took us out for long boat trips visiting all the different islands...there were a few he never took us to though. I wonder why...",
	"Dialogue.spring_Tue8": "Have you heard about the lava eel? Swimming around in such a hot environment...fascinating. I'd love to get one of them one day...",
	"Dialogue.spring_Tue10": "Hm....to fish or not to fish....that is the question...",
	"Dialogue.spring_Wed": "Empty dogfish egg cases sometimes wash up onto the beach...#$b#...some people call them mermaid purses.$3",
	"Dialogue.spring_Wed2": "%Seems like she's too much in thoughts mumbling about mermaids and having seen the prettiest scales ever...",
	"Dialogue.spring_Wed4": "I've been maintaining this boat all on my own. In the past Pops and big bro used to help me but since I left for Ginger Island I am on my own.#$b#...partly by choice.$3",
	"Dialogue.spring_Wed6": "Did you know that fish can still drown? They don't actually breathe water, they just filter the dissolved oxygen from it.#$b#That's why aquariums have machines filtering oxygen into the tanks!$1",
	"Dialogue.spring_Wed8": "The eggs of scorpionfish only take two days to hatch.",
	"Dialogue.spring_Wed10": "DJ’s aren’t allowed to work at fish markets because they’re always dropping the bass.#$b#Cod that was bad, eely bad!$1",
	"Dialogue.spring_Thu": "Hey @, just found this laying around, it might be of help to you. [162]",
	"Dialogue.spring_Thu2": "The water bear may only be one millimeter long but it can survive in outer space. It can also withstand radiation up to a thousand times more than most animals.#$b#You can even bring it back when it was dried up for ten years.",
	"Dialogue.spring_Thu4": "A fish does not add new scales as it grows, the scales it has increase in size instead. In this way, growth rings are formed and these rings reveal the age of a fish.",
	"Dialogue.spring_Thu6": "How do you like fishing? I hope big bro got you into it.#$b#Fishing is a wonderful thing where you can relax but also find out your limits if you decide to do so. No matter what, it puts my heart at ease when the younger generation picks up a pole and continue the tradition.$1",
	"Dialogue.spring_Thu8": "The Bobbit Worm can grow to a length of 10 feet and it attacks with such a force that it can split a fish in two.#$b#Hm? Oh, just thinking to myself...would make for an interesting party trick, no?",
	"Dialogue.spring_Thu10": "Farmer! Good to see you. $1#$b#I've been thinking about taking a little journey out far into the ocean. I'm still curious about what I've been seeing the other day...",
	"Dialogue.spring_Fri": "#$q 310/311 fishorgan_followup#Hey Farmer! What is the name of the organ used by fish to obtain oxygen from water?#$r 310 25 fishorgan_right#Gills#$r 311 0 fishorgan_wrong1#Fins#$r 311 0 fishorgan_wrong2#Lungs#$r 311 0 fishorgan_wrong3#Cilia",
	"Dialogue.fishorgan_right": "I knew you'd get the answer right, good job!$1",
	"Dialogue.fishorgan_wrong1": "Nope, fins are external appendages used for balance, steering and protection. The right answer was gills.",
	"Dialogue.fishorgan_wrong2": "Wrong, an obvious choice since that's what it's called in human anatomy, but the right answer was gills.",
	"Dialogue.fishorgan_wrong3": "Nope, the right answer was gills. Cilia are hair-like projections that move microbes and debris up and out of the airways and are part of the bronchus in the lungs.",
	"Dialogue.fishorgan_followup": "$p 310 #Maybe I should come up with more interesting fish questions, you seem to know a lot. $1 |Maybe you'll get it right next time, don't worry about it.",
	"Dialogue.spring_Fri2": "Bees seem to love this tropical climate....I might get myself a beehouse on the ship#$b#....sweetening tea with honey is a delight.$1",
	"Dialogue.spring_Fri4": "You know what I can't stand? When I fish and catch a lot of trash. It's a real shame what people do to the ocean...how hard is it to keep the water clean?$2",
	"Dialogue.spring_Fri6": "Electric eels can actually  release up to a full ampere of electric current, interesting, right? Even moreso when you know that it only takes 0.2 amperes for it to be deadly for a human.#$b#What a shocking fact.",
	"Dialogue.spring_Fri8": "Did you hear about the shark ghost?#$b#It vanished into fin air!$1",
	"Dialogue.spring_Fri10": "What did the romantic fisherman want?#$b#A gill-friend.$1",
	"Dialogue.spring_Sat": "The Halichoeres bivittatus is a species of wrasse native to tropical waters with their thin, elongated bodies they easily slip out of a person's hand.#$b#They're also referred to as 'Slippery Dick' because of that.",
	"Dialogue.spring_Sat2": "Hey @, have you heard the fisherman’s anthem? Osetra can you sea by the dolphin fish bite…",
	"Dialogue.spring_Sat4": "Apparently we only have discovered around 1% of the ocean so far. That leaves a lot of room for imagination on what mysteries still lie ahead of us...#$b# ...maybe there's a whole town of mermaids out there afterall?$4",
	"Dialogue.spring_Sat6": "Pops used to tell me that I shouldn't say anything when I've got nothing nice to say.#$b#... #$b#...well, guess you're a swell guy then.",
	"Dialogue.spring_Sat8": "You know how they say...Keep your friends close and your Anemones closer.#$b#The saying goes different? Oh, well...",
	"Dialogue.spring_Sat10": "In the past lobsters were referred to as the cockroaches of the sea. They were mainly fed to prisoners and such as they were considered bottom of the food chain.#$b#Time surely changes, huh.",
	"Dialogue.spring_Sun": "...not one of my best mornings. I ran out of my favorite tea and couldn't get the water kettle to work.$3",
	"Dialogue.spring_Sun2": "Another name for the Triggerfish is Humuhumunukunukuapua’a which mean ‘the fish with the pig-nosed face’.#$b#...funny, right?$1",
	"Dialogue.spring_Sun4": "Sometimes you just gotta agree to disagree....you cannot please everyone and there will always be different opinions. I mean, people aren't a hivemind afterall, right?",
	"Dialogue.spring_Sun6": "I swear....on some days I've seen someone out in the sea that I did not recognize.#$b#...I wonder who she was...$3",
	"Dialogue.spring_Sun8": "A nice morning for me includes a good cup of tea sweetened with honey, some multi-grain bread and dill mustard spread topped with salmon and crab.#$b#Of course alongside fishing for some lunch later on, heh. I like sharing my haul with Birdie, she has some nice recipes I really enjoy.$1",
	"Dialogue.spring_Sun10": "Birdie gave me a sweater the other day that had little fishes at the front looking all cute and stuff.#$b#I love it!$1",
//Dialogue summer
	"Dialogue.summer_1": "Ah, the official start of warm weather even at Pelican Town. How's your farm doing?#$b#Some melon wine would surely quench the summer heats thirst, huh. I personally tend to go for cool refreshing teas instead.$1#$b#Nothing against a glass of good wine though.$4",
	"Dialogue.summer_Mon": "I've made my ferrets some fresh kibbles this morning. They also enjoy the occasional meat supper...#$b#Hm? Oh, I'd never dress them up like dolls. Well, they sometimes want to wear a little hat but that's it.",
	"Dialogue.summer_Mon2": "Have you ever considered putting a hat onto a sea urchin? They're adorable wearing those tiny hats.",
	"Dialogue.summer_Mon4": "Monday shmonday...I dreamt about catching the biggest fish I've ever seen. We're talking 'bout as big as me here.#$b#...then I woke up and was wrestling my pillow. Well, at least I didn't eat it this time.",
	"Dialogue.summer_Mon6": "%Constance notices you but is distracted writing down notes in a small notebook.#$b#%You decide to leave her in her thoughts.",
	"Dialogue.summer_Mon8": "The Salema porgy is a species of fish that can cause hallucinations when eaten. Be sure to always check carefully what you're catching and eating.#$b#Don't want you to go around doing silly things or anything.#$b#...I'll bodyslam you to cut down the damage in case that happens so don't worry.$1",
	"Dialogue.summer_Mon10": "I miss the times when Pops bough us some sparklers and we lit them late at night, watching them crackle like a tiny star...#$b#...we'd grill some fish and enjoy the warm weather. I miss those times...",
	"Dialogue.summer_Tue": "I don't really care making big money to be honest. I prefer the freedom that comes with being my own boss. I mean, fish is always on demand so I will at least not struggle.#$b#There are other riches I prefer, like-...hm. Maybe that's for another time.",
	"Dialogue.summer_Tue2": "I've all kind of things to sell, you know?#$b#If you need anything just check out my stock.",
	"Dialogue.summer_Tue4": "The skin of a shark feels like sandpaper because it is covered in tiny little teeth that are called dermal denticles.",
	"Dialogue.summer_Tue6": "Hey, did you know that the poison of the pufferfish is 1200 times more poisonous than Cyanide?",
	"Dialogue.summer_Tue8": "Hello @, do you sometimes think about where you'd be now if you didn't do a certain thing?#$b#Regret can be awful sometimes...and the longer it goes on the more it poisons you. It can make it really hard changing things finally.$3",
	"Dialogue.summer_Tue10": "Warhammer, Alkemy...hm? oh, I was just thinking about a name for my new sea urchin.",
	"Dialogue.summer_Wed": "Sometimes I just like to take one of my ferrets and rub my face against them. Is that weird?#$b#Well, their fur is just so soft and I love them very much.$4",
	"Dialogue.summer_Wed2": "Some one once said that the greatest attraction of a fishing trip is that it allows washing one's soul with pure air and I think there's something true about that.#$b#I can't even begin to describe how it feels to just sail away with your trusty fishing rod ready to catch some fish...$1",
	"Dialogue.summer_Wed4": "Ahoy! Have you seen a particular man on the island before? He wears neat shades and seems rather blue...#$b#From him I know that there are all kind of odd and interesting things out there. It gets me curious.",
	"Dialogue.summer_Wed6": "I am fine out here alone. I admit, sometimes I wish I had someone to call my own but...nevermind. I'm probably too old for this.$3",
	"Dialogue.summer_Wed8": "Many species of fish start their lives as females and when a male is needed the lead female will become one.#$b#In other instances males can change into females as well.",
	"Dialogue.summer_Wed10": "Say, how is my big bro treating you? Good? Yeah, thought so. I always wondered why he never found anyone when he's such a swell guy...#$b#Then again he is saying the same thing about me every time we talk, hm.",
	"Dialogue.summer_Thu": "I've stayed on this island for years. No, I've my reasons....anyway. Don't you have some coconuts to find?",
	"Dialogue.summer_Thu2": "I've got a rotating stock, you can make a good deal now and then, you know? Always worth a shot to come by. Even if it's just for a cup of tea.",
	"Dialogue.summer_Thu4": "Summer time always means great weather to fish. I do enjoy the all year around warm weather of Ginger island. Sometimes the heats getting to me though.#$b#A nice cool drink in the shade is a welcoming change then. Remember to not overdo things.$1",
	"Dialogue.summer_Thu6": "How's %farm doing for you?#$b#I'd assume well, since you got the time to talk to me of all people.$1",
	"Dialogue.summer_Thu8": "Ugh, Sorry about last time. I don't really like talking about myself and here I go randomly dumping things onto you.#$b#Maybe one of these days I'll tell you more if you want to hear me out.",
	"Dialogue.summer_Thu10": "Roses are red, the ocean is blue-....huh? Wait, how long have you been standing there?#$b#I, uh....you heard nothing.$3",
	"Dialogue.summer_Fri": "Most fish reproduce by laying eggs, though some fish, such as great white sharks, give birth to live babies called pups.",
	"Dialogue.summer_Fri2": "Summer is a great time, right? Are you enjoying yourself in the warm summer heat or do you live the work-a-holic life?",
	"Dialogue.summer_Fri4": "Hey @, there's something I've been thinking about.#$q 305/306 willyquestion_followup#Do you think it's odd when you cannot look at someone anymore because they remind you of someone else?#$r 305 15 willyquestion_yes#There's nothing wrong in needing some space to process...#$r 306 0 willyquestion_sorry#Sorry, what is this about?#$r 306 -10 willyquestion_no#Don't be so sensitive!",
	"Dialogue.willyquestion_yes": "Thanks for understanding...I know I should be over this but...$3",
	"Dialogue.willyquestion_sorry": "Ah, well, nevermind...$3",
	"Dialogue.willyquestion_no": "Wow, alright. Now I know who NOT to ask for sympathy in the future.$6",
	"Dialogue.willyquestion_followup": "$p 305 #A loss can be hard sometimes, I know..It's been a good while but there's something just keeping me from being able to approach him again...$3 |Yeah, I don't know what I expected...just leave.",
	"Dialogue.summer_Fri6": "I spent this morning catching my ferrets one after another.#$b#Why? Oh, sometimes they just decide they want to play so they take my hat and make me chase them.#$b#I know I should scold them but it's pretty funny to be honest.",
	"Dialogue.summer_Fri8": "One of my favorite things to eat is fried calamari. I really enjoy it in the summer as it reminds me of the times Pops took us all around the island and one had a summer festival with many food stalls.#$b#They'd fry the food right in front of you in a playful way, heh.$1#$b#Well, I guess children are easily excited by simply things.",
	"Dialogue.summer_Fri10": "%You see Constance holding a trashbag full of random wet tidbits as she's grumbling about water pollution.$2",
	"Dialogue.summer_Sat": "...don't say anything. I've seen him peek past the railing when you arrived here.$3#$b#...shush. I'm over it, don't worry.",
	"Dialogue.summer_Sat2": "I swear, one of these days I'll go out and talk to him...well. How am I supposed to even start the conversation?#$b#...'Sorry I kinda stopped existing for you after Pops died but you were too much like him'......yeah....sounds swell.$3#$e#Sorry, I am not in the mood to talk right now...",
	"Dialogue.summer_Sat4": "I might head to the other side of the island later, up towards the vulcano. There's a few goodies there I like to collect.",
	"Dialogue.summer_Sat6": "There is a lot of old bones and alike to get here in the island. It makes you wonder what kind of creatures must've roamed around here long ago...",
	"Dialogue.summer_Sat8": "I've been collecting clams and such for a while now. There's this little project that I am working on but I don't wanna spoil you so I'm not gonna say what it is about.$1",
	"Dialogue.summer_Sat10": "Oh! Hey, Farmer, great to see you.#$b#I think today I might go and take it a bit slower and only fish for maybe 6 hours.$1",
	"Dialogue.summer_Sun": "Did you know that fish have great memories? Some species of fish can even recognize and remember humans that give them food rewards.#$b#You can play them a little tune while you fed them and after some time they come back when you play it.$1",
	"Dialogue.summer_Sun2": "How about sitting back and fishing a little? The weather is great for catching some fishes.",
	"Dialogue.summer_Sun4": "Sometimes I sit out in the rain late at night looking onto the vast ocean...maybe it'd because I'm tired by then but I swear I can hear someone whisper in the waters.",
	"Dialogue.summer_Sun6": "Hey, @! Caught any fish lately?#$b#Maybe I'll show you some new moves to really get some more strength in your arms so you can fish for 10 hours straight.#$b#That's not normal? Oh, huh.",
	"Dialogue.summer_Sun8": "Now that summer is about to end how was it for you? I hope you made some good summer memories this year.$1",
	"Dialogue.summer_Sun10": "When I was small I almost drowned in the sea once. It was a windless day and I foolishly decided to take a skiff and row all the way out till the coast was barely to be seen.#$e#I was so exhausted in the end and couldn't make it back when something bumped into me and I fell into the water...#$b#Don't worry, my big bro saved me in the end. I'm not a lost soul haunting you, haha!$1",
//Dialogue fall
	"Dialogue.fall_1": "Ahoy, Farmer. Ready for the spooky season?#$b#It's time to get some pumpkins ready to carve and a costume to scare others, right?",
	"Dialogue.fall_Mon": "A warm fall morning is just right to enjoy the colorful leaves and a cup of tea. There's something about the change from summer to fall that seems magical...in some places they celebrate a big harvest festival and offer foods to the gods for next years bountiful harvest.$1",
	"Dialogue.fall_Mon2": "Imagine being a mermaid...I wonder how it's like to live all the way out in the ocean deep down below...",
	"Dialogue.fall_Mon4": "I might go on a little trip soon. I've heard there's a certain island out there which piqued my interest. Pops never mentioned anything to me about it...I wonder why.",
	"Dialogue.fall_Mon6": "Oh, tell me...how's Pelikan Town doing? I was think bout big bro the other day...ah, nevermind. Just silly little anecdotes bout the youth anyway.",
	"Dialogue.fall_Mon8": "One of these days I'll show you some tricks my ferrets learned. It's really funny watching them do their thing. It's like a little choreography.",
	"Dialogue.fall_Mon10": "What I think of Joja?#$b#...$3#$b#...how is that even a question? I've seen more hermit crabs with joja cola cans as a home than I ever wanted to see.#$e#Zero. It's zero. I wanted to see zero hermit crabs with joja cola cans as a home.#$b#This is just really sad...",
	"Dialogue.fall_Tue": "Did you know that moray eels are not aggressive when they open and close their mouth, they are actually just breathing?",
	"Dialogue.fall_Tue2": "The speed of sound in water is 1,435 m/sec which is nearly five times faster than the speed of sound in air.",
	"Dialogue.fall_Tue4": "Big Bro used to tell me that I should take some time off and not overdo it.#$b#Needless to say that I didn't listen to his advice and fell asleep on the boat once I was out fishing during the day.#$b#...yet again he had to go and find me. I guess I was a lot of work back then, huh.$3",
	"Dialogue.fall_Tue6": "Hey @, ready to rake up some leaves on your farm yet? Maybe I'll come visit one of these days to see all this progress you've been talking about.",
	"Dialogue.fall_Tue8": "Believe it or not but I've been talking quite a lot to big bro lately.$1#$b#Ok, maybe I should think twice about bringing my ferrets with me next time I visit him though...$3#$b#...they tried to steal his fresh catch last time. Funny to look at until you have to clean up the mess.",
	"Dialogue.fall_Tue10": "Ahoy! Nice to see you again @.",
	"Dialogue.fall_Wed": "%Constance mumbling something about pumpkins and spices.",
	"Dialogue.fall_Wed2": "Ah, hello Farmer. Gone fishing lately? There's a lot of good fish to catch on the island.",
	"Dialogue.fall_Wed4": "Sorry, I am a bit busy today. There's a few things I want to get done early so there's no troubles on the boat.",
	"Dialogue.fall_Wed6": "A group of sea urchins are called a herd.#$b#Now I really want to give them little cowboy hats and a lasso.$1",
	"Dialogue.fall_Wed8": "The crisp night air during fall is really lovely. Though I do prefer the warmth. I guess everything has their pros and cons, huh.",
	"Dialogue.fall_Wed10": "Thanks for always dropping by. I always told myself that being on my own was fine but now I realize that my heart does ache for company now and then.#$b#You may not have realized it but you're really good in helpings others.$1",
	"Dialogue.fall_Thu": "Fishing or farming...what do you prefer?#$b#Hm? Oh, There's no wrong answer, I am just curious.",
	"Dialogue.fall_Thu2": "Fresh fish is great fish. Not so fresh fish is a monument to a wasteful spirit.",
	"Dialogue.fall_Thu4": "Oh, great timing Farmer. I've found this laying around and thought you might be able to use it somehow. [265]",
	"Dialogue.fall_Thu6": "Birdie and I have been friends for a long while already. I enjoy hanging out with her in the evening when I'm done with my work.#$b# Sometimes we have little game nights too, she's got me everytime so far.$1",
	"Dialogue.fall_Thu8": "Why I always wear the same sweater? Hm, this isn't the same one, that would be weird. I just like red as a color, I guess.#$b#Guess this turned into my work uniform, huh...oh. Yeah, I am always kind of working it seems, hm.$3",
	"Dialogue.fall_Thu10": "Coming back again for a visit?$1#$b#Drop by anytime you want, you're a welcomed guest on my boat.",
	"Dialogue.fall_Fri": "Please tell me you're making leaf piles to jump into on your farm.#$b#I've been thinking about it for a while but most the leaves around here don't geet the nice crips that is so lovely because of the heat...$3",
	"Dialogue.fall_Fri2": "There's a type of jellyfish out there that looks like a fried egg and honestly...it makes me hungry thinking bout it.",
	"Dialogue.fall_Fri4": "I can't decide between jasmine tea and ceylon assam for today. Or should I go fancy with some flower tea? Hm...",
	"Dialogue.fall_Fri6": "Hey @, if you love bad fish puns, then let minnow!$1#$b#Whale, whale, whale...I'll be your ofFISHial fish pun supplyer then.$1",
	"Dialogue.fall_Fri8": "Lucky Lunch...having that dish to eat makes you more than just lucky, heh. The taste is out of this world.$1",
	"Dialogue.fall_Fri10": "%You see Constance playing with her ferrets, she seems to not have noticed you.$5#$b#...alright, alright. You'll get some rainbow trout fillet today, you little rascals.$5#$b#Oh! Hey @, what's up?$1",
	"Dialogue.fall_Sat": "Have I ever bored you with my fish facts? I've been told before that I sometimes don't get social cues...#§b#I don't really get what the big deal is, everybody loves fish facts.#$b#...right?$3",
	"Dialogue.fall_Sat2": "%Constance seems a little aloof today.#$b#...#$b'Ah, oh? Sorry @, there's been a few things on my mind lately.",
	"Dialogue.fall_Sat4": "My ferrets all have their own distinguished character. There's one who's a toe biter but I won't tell who it is. #$b#A little bit feisty, yes, but I don't shame them.",
	"Dialogue.fall_Sat6": "What's the difference between a guitar and a fish?#$b#You can tune a guitar but you can't tuna fish.$1",
	"Dialogue.fall_Sat8": "Ahoy, Farmer! Care for a little cup of tea with lil old me?[614]$1",
	"Dialogue.fall_Sat10": "Do you think there's a moment in time one grows too old for certain things? Like, I don't know...$3#$b#...finding true love, wanting harmony, dreams coming true, things like that.",
	"Dialogue.fall_Sun": "Hey Farmer, come by my shop anytime. I've got quite a few things that may interest you.",
	"Dialogue.fall_Sun2": "Imagine armor that replicated the iridescent colors of fish scales...that would be a sight to behold...",
	"Dialogue.fall_Sun4": "Sometimes I find really great stuff when going out with the boat and fishing in the deep sea.#$b#It ranges from mundane things like trash and random tidbits to even artifacts and odd things I am unsure are from human origins or not...$3",
	"Dialogue.fall_Sun6": "Soon to be winter, eh?#$b#You could accept the cold or just come here during that season, it's up to you.",
	"Dialogue.fall_Sun8": "Ah, I've been thinking actually visiting big bro soon, but the thought of being in the cold is really off putting...$3#$b#Yeah, I know, I know...it's just some snow and ice...",
	"Dialogue.fall_Sun10": "I still don't like the cold but....there's reasons out there where you accept going through things you don't like.#$b#Like, the people you care for as an example.$1",
//Dialogue winter
	"Dialogue.winter_1": "Bullocks...I don't particularly like the cold. Farmer, don't ever throw a snowball at me, I'd hate what would happen next...",
	"Dialogue.winter_Mon": "Why does the fish blush?#$b#Because it saw the bottom of the ocean.",
	"Dialogue.winter_Mon2": "Did you ever imagine what's out there in the deep ocean? Colorful reefs, exotic fishes, the vast salty sea...#$b#...and mermaids, heh.$4",
	"Dialogue.winter_Mon4": "Would it be weird trying to make fish candy? Hm? You wanna know if I meant fish flavoured or fish shaped?#$b# Ah, yes.",
	"Dialogue.winter_Mon6": "Yarr, shiver in me boots.#$b#...#$b#...How did you know I've spent too much time with the pirates?",
	"Dialogue.winter_Mon8": "I might talk to Gus one of these days. I've a few things in mind and want his opinion on it.",
	"Dialogue.winter_Mon10": "Oh? I see you're in high spirits today as well, @. It's good to see you so lively despite the cold back home.$1",
	"Dialogue.winter_Tue": "Saltwater or freshwater fish? Or the allrounders that can survive in wide range of salinity like eels, salmons or flounders? Hm, hard to choose...",
	"Dialogue.winter_Tue2": "Good to see you again, look what I found at the beach this morning wriggling around, I thought you might like it. [154]",
	"Dialogue.winter_Tue4": "Leo has asked me before why my hair is so bright and honestly...I don't know how to answer that.$3#$b#I think it's been like this since I was a kid to be honest. Normally the sun bleaches the hair but, uh...$3",
	"Dialogue.winter_Tue6": "Hm, yeah. Pops called my bright hair a blessing because he could always see me from afar.#$b#Helped catch little ol me when I was zooming around like a ferret on sugar.",
	"Dialogue.winter_Tue8": "Hah, I admit that I've had many instances of weird hair styles in the past.#$b#One time I all shaved it off and Pops was shocked.$1#$b#I should find the old photos to show you at some point, it was really funny.",
	"Dialogue.winter_Tue10": "I'm too old for going wild with my hair now. It was fun in my youth but I think I am content right now.",
	"Dialogue.winter_Wed": "What did the tuna say when he posted bail?#$b#I'm off the hook.",
	"Dialogue.winter_Wed2": "Fish moan, grunt, croak, boom, hiss, whistle, creak, shriek, and wail. They also rattle their bones and gnash their teeth.#$b#They don't actually have any vocal cords, interesting, huh.",
	"Dialogue.winter_Wed4": "Last night I thought I heard someone sing at the docks...I couldn't see anything in the pitchblack darkness of the night...",
	"Dialogue.winter_Wed6": "Aha, Farmer!$1#$b#I got something for you, take a look.[128]$1",
	"Dialogue.winter_Wed8": "Aye, would you greet Elliot from me? he's been writing me such sweet letters lately.$1",
	"Dialogue.winter_Wed10": "I don't really have any duck feathers laying around but I am sure Elliot would like some parrot feathers as well, right?#$b#I've been wondering what to add to my letters back to Elliot, is all.#$b#He's writing letters to me, little stories he's heard of about mermaids and such.$1",
	"Dialogue.winter_Thu": "Hey Farmer, escaping the cold and hide away at Ginger island?#$b#I can relate, the cold isn't really a favorite of mine.",
	"Dialogue.winter_Thu2": "Did you know that the oldest found fishhook dates back to about 42,000 years ago?#$b#It's fascinating how long fishing as we know it has been around.",
	"Dialogue.winter_Thu4": "Hook, line and sinker..hm?#$b#Oh, ahoy @. I've just been thinking about aquatic terms and the modern use of them, is all.$1",
	"Dialogue.winter_Thu6": "Oh, I've visited that blue fella some time ago. It's rare that I see him about though.#$b#He was talking about some odd things I didn't quite get but didn't want to elaborate.#$b#Some unique laugh he got as well.",
	"Dialogue.winter_Thu8": "That man's play with words is quite fascinating. I let him be thought, he seems more like a ghost from times gone by than a person.#$b#Maybe I am imagining things.$3",
	"Dialogue.winter_Thu10": "I might consider making snowmen with the kids.#$b#What? I can change my mind about the cold, okay?$3#$b#...I just really want to be more a part of the community again in some way.",
	"Dialogue.winter_Fri": "Come by to my shop any time, Farmer. I've always got useful bits and bobs around.",
	"Dialogue.winter_Fri2": "Thank you for the visit, Farmer. I feel like you're the change that was needed around here.",
	"Dialogue.winter_Fri4": "...#$b#...yesterday one of my ferrets stuck it's head into my mouth when I was yawning. That's the third time this month.$3",
	"Dialogue.winter_Fri6": "Today I think I mastered the arts of juggling 4 ferrets all at once while keeping my food safe.",
	"Dialogue.winter_Fri8": "I couldn't imagine living further inside land. No ocean close-by would make me feel miserable, I think. There's just something about it that deeply calms me, even with it's vast unexplored areas.#$b#I've tried going to Zuzu City years ago and stayed at a hotel...I didn't sleep well at all. I missed the soft rocking waves and salty air...$2",
	"Dialogue.winter_Fri10": "Friday is my day!$1#$b#What about my day? Huh, I guess it's like any other, but hey, I decide for myself what I want to do so it's awesome either way.$1",
	"Dialogue.winter_Sat": "Hey Farmer, preparing for the end of the year yet?",
	"Dialogue.winter_Sat2": "The end if the year is slowly creeping closer, will you celebrate it alone or with company?",
	"Dialogue.winter_Sat4": "I am trying to convince Birdie to do some midnight fishing tonight. There's supposed to be rare fishes out there at this time of year.",
	"Dialogue.winter_Sat6": "I was thinking letting my ferrets have a little dance party tonight. They love wiggling around.#$b#What it's bout? Well, it's just as it says: dancing, music, food. Having a good time.$1",
	"Dialogue.winter_Sat8": "I've talked to Birdie earlier. Told her about new years eve.#$b#...maybe I've got some ideas for this year.",
	"Dialogue.winter_Sat10": "I can't wait for tomorrow, the day is planned ahead and in the late evening I'll take Birdie and we'll visit big bro.$1",
	"Dialogue.winter_Sun": "Don't you think there's better places to be than with me at this time of the year?",
	"Dialogue.winter_Sun2": "I do think you should probably  get home and spend the end of the year with your loved ones.",
	"Dialogue.winter_Sun4": "Ah, hey there @. One last errand to run before the clock hits midnight?#$b#Don't overwork yourself.",
	"Dialogue.winter_Sun6": "Do you have any wishes for the new year?#$b#I hope the new year will bring some change.",
	"Dialogue.winter_Sun8": "Ah yes, I think I will take Birdie with me to visit big bro for the new years celebration.#$b#He said Elliot would come as well. There will be grilled fish and stew alongside salads and more.$1",
	"Dialogue.winter_Sun10": "I love celebrating the new year with Birdie, big bro and Elliot. It really feels like a little family gathering.$1",
//Dialogue specific day
	"Dialogue.spring_12_2": "Running around finding painted eggs is still a thing, huh?#$b#I still remember how Pops kept hiding way too many eggs. Once big bro got older he helped and kept hiding them too well.#$b#God...that awful rotten smell in summer...$6",
	"Dialogue.spring_23_2": "Can't catch me dressed to the nines. I am no fan of that frilly stuff.#$b#Don't get me wrong, it's not that I dislike it in general but...I ain't delicate enough to wear something like that.$2",
	"Dialogue.summer_10": "Mhm...I really miss going to the Luau. Maybee I should go again, but...hm.",
	"Dialogue.summer_10_2": "I think I'll go fish some more for tomorrow. I want to catch something real good to add.",
	"Dialogue.summer_27": "There's some Jellies floating around the water sometimes at the island. Not as much as at the coast of Pelican Town tomorrow, but more regularly.#$b#Still a sight to see...",
	"Dialogue.summer_27_2": "I actually can't wait to see the Jellies this year...#$b#Maybe I'll see something else peek from the water as well during this magical time.$4",
	"Dialogue.fall_15": "I think it would be unfair to go to the fishing tent and dominate it, huh?#$b#Yeah....I don't do competition. My blood just starts to get heated when it comes to fishing.$3",
	"Dialogue.fall_15_2": "I...really won't do it again this year. No no...#$b#Maybe...just one round.$1",
	"Dialogue.fall_26": "Hey @, are you in the mood to get spooky yet?",
	"Dialogue.fall_26_2": "Hey Farmer! I was thinking about going into the maze to scare the others a little bit in some good humor.#$b#What? I'd be too obvious when I approach? I never intended to be hidden away.$1",
	"Dialogue.winter_7": "Yeah....no. I ain't even attempting to go when the cold can freeze the balls off a brass monkey. I prefer the tropical weather here on the island.",
	"Dialogue.winter_7": "You ready to participate in the fishing contest?#$b#Don't get dressed too much for the cold, once you swing the pole you'll get all heated up anyway and it'll be more of a struggle to catch fish.",
	"Dialogue.winter_7_2": "I'll stay out of the contest, don't want a repeat from the stardew fair...I'll be a bit conflicted who to cheer on more, you or big bro.$1",
	"Dialogue.winter_24": "Hm...you think it's a good idea to go? I'm not sure.#$b#I guess it's a celebration for everyone, huh...$3",
	"Dialogue.winter_24_2": "I wonder what reaction I'll get when I give my gift this year.#$b#Are fishes that weird to give?$3",
//Events
	"Event.Intro.Ahoy": "Ahoy!",
	"Event.Intro.Becareful": "Hey there, didn't think I'd see anyone in this remote place. Seems like that ol sap managed to get the boat ready again?#$b#Not that I particularly care...$3#$b#Anyway. Make sure to be careful around the island, there's a few funky things around here.",
	"Event.Intro.Dontworry": "You can always come here though if you need something and I'll might be able to help with a few things.#$b#So, don't you worry about any details right now, here, take this as a welcome gift.[834]",
	"Event.2Hearts.Ohhey": "Oh, hey!",
	"Event.2Hearts.Sorry": "...sorry, didn't notice you at first. I was kinda in the zone, haha.",
	"Event.2Hearts.Mermaids": "...say. Have you ever seen a mermaid? I mean, yeah there's the mermaid show but usually one would think they're rather hidden so it's not really clear if those are actual mermaids.$3#$b#I do wonder though...back when I was a kid I really believed they must be actual mermaids. But you know how it is...#$b#People laugh at little kids dreams like they said something funny but it's actually really disheartening.$3#$b#Anyway...I swear I've seen something move in the water around here before. And this eery feeling of being watched...hm.",
	"Event.2Hearts.MermaidQ": "So...what are your thoughts on mermaids?",
	"Event.2Hearts.QQ1": "It's a rather childish thing to believe, I guess.",
	"Event.2Hearts.QQ2": "I'm sure the one at the show is real. Even if they're not...I do believe they're out there.",
	"Event.2Hearts.QReply": "...$6#$b#...well, anyway, nice talking to you, I guess.",
	"Event.2Hearts.Giddy": "...#$b#Heh...sorry. I kinda got a bit giddy with you saying that. Maybe I really saw something that day...",
	"Event.4Hearts.Hello": "Ah, hello @, nice day isn't it?",
	"Event.4Hearts.Birdie": "I've visited Birdie earlier today and decided to take a little break since the weather was so nice.#$b#That's one of the quirks in living here. A lot of sunny days, heh.#$b#Say...",
	"Event.4Hearts.HowAreYouQ": "...how's it going for you?",
	"Event.4Hearts.HowAreYouQQ1": "It's going good.",
	"Event.4Hearts.HowAreYouQQ1Reply": "Don't worry too much.",
	"Event.4Hearts.HowAreYouQQ2": "It's going alright.",
	"Event.4Hearts.GoodToKnow": "Ah, that's good to know.",
	"Event.4Hearts.ItsAlright": "Life has it's ups and downs afterall, right?#$b#People shouldn't worry too much when it seems like they're getting drowned, even when it's for a long while...",
	"Event.4Hearts.Troubles": "...sorry.$3#$b#It's just...I know I've sounded so positive in general but the actual truth is...#$b#...things haven't gone that well for me for a long time.$3#$b#You've probably noticed the times when you arrived here...how Willy and I kind of awkwardly ignore each other.",
	"Event.4Hearts.Pathetic": "Big bro and I used to be much closer, you know? But after Pops death we kind of had a fight and...#$b#...before I knew it I ran off to my boat and stubbornly told him that I don't want to see him anymore.$3#$b#Yeah, I know...it's rather silly, I guess. Well, I don't want to sound too pathetic, better leave out the details.$3",
	"Event.4Hearts.PatheticQQ1": "Sometimes it takes time for wounds to heal...",
	"Event.4Hearts.PatheticQQ2": "At times some space is needed...",
	"Event.4Hearts.PatheticQQ1Reply": "Hm...I suppose you're right...",
	"Event.4Hearts.PatheticQQ2Reply": "I guess, that's true...",
	"Event.4Hearts.PatheticQQThankYou": "...$3#$b#...thank you for listening to me. I feel somewhat better about this now. Maybe I'll muster up some courage to talk to him sometime...",
	"Event.4Hearts.PatheticToken": "...#$b#...here. Take this as a token of our friendship. [166]",
//Schedule Dialogue
	"Schedule.Dialogue.tea.000": "Hm~, nothing beats a good cup of tea, right?$1#$b#I do love all kinds of flavours honestly. It really depends on the mood that I am in, heh.$1",
	"Schedule.Dialogue.tea.001": "Ah, @. Want a cup of tea as well? I've made enough for several cups.#$b#Even in summer heat it's a delight. When it gets too hot I just drink it iced, it's really refreshing.$1",
	"Schedule.Dialogue.tea.002": "Tea at this time of the year is just as good as any. It's always tea time somewhere, heh.$1",
	"Schedule.Dialogue.tea.003": "A good way to warm up during colder days is to drink tea. I know I mainly stay at an all year round warm place, but...#$b#...tea can be drunk at any time. Good to take with you when you approach colder regions.",
	"Schedule.Dialogue.tea.004": "Hm, I'm deciding to stay inside today. A nice cup of tea while it rains soothes the soul.",
	"Schedule.Dialogue.tea.005": "I've been keeping in touch with some other tea enthusiasts in the valley via mail. It is fun to hear other peoples thoughts on tea.#$b#Some even send their own homegrown leaves sometimes. It's a delight.$1",
	"Schedule.Dialogue.shop.000": "Hey @, care to buy anything? I've got a good chunk of fine goods that are waiting to find a new home.",
	"Schedule.Dialogue.shop.001": "The weather is nice, right? It really itches me to go out and fish...#$b#...but here I am dutifully bound to serving the customer.#$b#Which is basically just you. Hm...but still.",
	"Schedule.Dialogue.shop.002": "Aye, visiting during shop hours again? Anything interesting you find?",
	"Schedule.Dialogue.shop.003": "Ahoy, Farmer. What business brings you in today?",
	"Schedule.Dialogue.tooearly.000": "Huh? What are you doing here?#$b#You're not supposed to be here during this time of day...$3",
	"Schedule.Dialogue.fishing.000": "Nothing beats fishing at the end of the day. It's calm and relaxing to me...#$b#If you asked me to give up fishing I'd severely question your sanity and willingness to live.$3#$b#Hm? Oh, nothing. I just love fishing.",
	"Schedule.Dialogue.fishing.001": "Do you hear that? The nice faint calls of seagulls and the calm sound of the waves...#$b#...nothing is more relaxing. If I would add a cup of tea to this I'd be in a trance.",
	"Schedule.Dialogue.fishing.002": "Big bro used to take me out on little journeys when pops was gone.#$b#He always promised me that mermaid island was real and that we'd go there one day...",
	"Schedule.Dialogue.fishing.003": "Do you like fishing as well? Come and join me, it's really relaxing.$1",
	"Schedule.Dialogue.pier.000": "Ah, sometimes I think about certain things....hm.#$b#Oh, nevermind. I'm just rambling.$3",
	"Schedule.Dialogue.pier.001": "Oh, hey Farmer. I was just thinking about some stuff. Nothing too important.#$b#Anything interesting happening around you?",
	"Schedule.Dialogue.stock.000": "It's always important to check if ones wares are fresh and in perfect condition.#$b#Everything else gets marked down. Well, or my ferrets eat it.$3",
	"Schedule.Dialogue.stock.001": "I enjoy tending to my shop. No boss or anyone telling me how to do things.#$b#Well, there's also a slight lack of customers but this is more of a hobby anyway.",
	"Schedule.Dialogue.birdie.000": "I enjoy spending time with Birdie. She has a lot of stories to tell.#$b#Sometimes there is a mermaid story here and there as well.",
	"Schedule.Dialogue.birdie.001": "I just hang out around here sometimes. There's this funky music I kinda like, tho I know better than to disturb without reason.",
	"Schedule.Dialogue.birdie.002": "Watching the sun set has something magical. Sometimes I wish I had someone special to share this moment with. Oh well.",
	"Schedule.Dialogue.birdie.003": "Ah...I've got nothing to say...#$b#Sometimes certain things will make you speechless, like a beautiful sunset in the heat of the island. Or pouring the perfect cup of green tea...",
//CROPS
	"petrichor.name": "Petrichor Flower",
	"petrichor.description": "Plant in summer. Takes 7 days to produce an droopy flower in the shade of lingering rain.",
	"fresh.dill.name": "Fresh Dill",
	"fresh.dill.description": "Plant in spring. Takes 7 days to produce an umbel inflorescence.",
	"fisheye.beans.name": "Fisheye Beans",
	"fisheye.beans.description": "Plant all year. Takes 8 days to produce leafy greens and seeds.",
	"halcyon.flower.name": "Halcyon Flower",
	"halcyon.flower.description": "Plant in fall. Takes 7 days to produce a lovely flower.",
	"spicy.mustard.name": "Spicy Mustard Plant",
	"spicy.mustard.description": "Plant all year. Takes 8 days to produce leafy greens and seeds.",
	"scallure.name": "Scallure",
	"scallure.description": "Plant in summer. Takes 7 days to produce an iridescent flower that resembles the scales of a fish.",
	"blood.stained.rose.name": "Blood stained Rose",
	"blood.stained.rose.description": "Plant in fall. Takes 12 days to produce a flower, and keeps producing after the first harvest. Grows on a trellis.",
	"ocean.flax.name": "Ocean Flax",
	"ocean.flax.description": "Plant in fall. Takes 4 days to produce flax of a blue hue said to be loved by mermaids.",
	"sunset.rose.name": "Sunset Rose",
	"sunset.rose.description": "Plant in summer. Takes 12 days to produce a flower, and keeps producing after the first harvest. Grows on a trellis.",
	"salt.emmer.name": "Salt Emmer",
	"salt.emmer.description": "Plant in summer. Takes 4 days to produce emmer of a blue hue, it has a lightly salty taste.",
//RECIPES
	"VWW.baked.red.snapper.curry.name": "Baked Red Snapper Curry",
	"VWW.baked.red.snapper.curry.description": "A delicious Curry with added chunks of Red Snapper.",
	"VWW.fresh.dill.sauce.name": "Fresh Dill Sauce",
	"VWW.fresh.dill.sauce.description": "A creamy sauce made with Dill, goes well with potatoes and fish.",
	"VWW.crispy.fish.and.chips.name": "Crispy Fish and Chips",
	"VWW.crispy.fish.and.chips.description": "A true classic.",
	"VWW.mouth.watering.fishburger.name": "Mouth watering Fishburger",
	"VWW.mouth.watering.fishburger.description": "A buttery soft fish fillet on a burger, what is not to love?",
	"VWW.fish.croquettes.aioli.name": "Fish Croquettes with Aioli",
	"VWW.fish.croquettes.aioli.description": "Battered fish fried and served with an Aioli sauce.",
	"VWW.fish.dill.sauce.name": "Fish in Dill Sauce",
	"VWW.fish.dill.sauce.description": "Crispy fried fish with Dill Sauce.",
	"VWW.savoury.fishballs.name": "Fishballs",
	"VWW.savoury.fishballs.description": "Fish ground into bits to a meatball.like shape. A nice savoury snack for on.the.go.",
	"VWW.spicy.mustard.sauce.name": "Spicy Mustard Sauce",
	"VWW.spicy.mustard.sauce.description": "A mildly spicy sauce made from Mustard.",
	"VWW.plokkfiskur.name": "Plokkfiskur",
	"VWW.plokkfiskur.description": "An interesting take on mashed potatoes, fish is added to it.",
	"VWW.potatoes.dill.sauce.name": "Potatoes in Dill Sauce",
	"VWW.potatoes.dill.sauce.description": "Chunks of cooked potatoes together with a Dill Sauce.",
	"VWW.crispy.salmon.schnitzel.name": "Salmon Schnitzel",
	"VWW.crispy.salmon.schnitzel.description": "Delicious crispy Salmon baked in a breaded crust.",
//BIG CRAFTABLES
	"VWW.fishmonger.scarecrow.name": "Fishmonger Scarecrow",
	"VWW.fishmonger.scarecrow.description": "A scarecrow resembling your local Ginger Island Fishmonger.",
	"VWW.cooler.fishmonger.scarecrow.name": "Cooler Fishmonger Scarecrow",
	"VWW.cooler.fishmonger.scarecrow.description": "A slightly cooler scarecrow resembling your local Ginger Island Fishmonger.",
//CLOTHES
	"VWW.fishmonger.hat.name": "Fishmongers Hat",
	"VWW.fishmonger.hat.description": "A nice woolen hat for your noggin.",
//FISH
	"VWW.worn.out.hat.name": "Worn-out Hat",
	"VWW.worn.out.hat.description": "It's some kind of old hat...it's almost falling apart but should be fine for a crafting project.",
	"VWW.Bicolor.Piranha.Fish.name": "Bicolor Piranha",
	"VWW.Bicolor.Piranha.Fish.description": "It one of the strongest bites found in bony fishes. Ouch!",
	"VWW.Bigfin.Squid.Fish.name": "Bigfin Squid",
	"VWW.Bigfin.Squid.Fish.description": "A rarely seen cephalopod, it's arms and tentacles are both extremely long and believed to be 4m to 8m long.",
	"VWW.Charcoal.Betta.Fish.name": "Charcoal Betta",
	"VWW.Charcoal.Betta.Fish.description": "A small, active, often colorful, ray-finned fish. It's color reminding of charcoal.",
	"VWW.Fairyfloss.Betta.Fish.name": "Fairyfloss Betta",
	"VWW.Fairyfloss.Betta.Fish.description": "A small, active, often colorful, ray-finned fish. It's color reminding of candy floss.",
	"VWW.Firemouth.Fish.name": "Firemouth",
	"VWW.Firemouth.Fish.description": "A cichlid fish, the name is derived from the bright orange-red colouration on the underside of the jaw.",
	"VWW.Garfish.Fish.name": "Garfish",
	"VWW.Garfish.Fish.description": "Also known as the garpike or sea needle.",
	"VWW.Glasseye.Snapper.Fish.name": "Glasseye Snapper",
	"VWW.Glasseye.Snapper.Fish.description": "A genus of the bigeye family found in all tropical seas around the world.",
	"VWW.Golddust.Black.Molly.Fish.name": "Golddust Black Molly",
	"VWW.Golddust.Black.Molly.Fish.description": "Partly melanistic, partly the coloration of gold. A true Beauty.",
	"VWW.Kissing.Fish.Fish.name": "Kissing Fish",
	"VWW.Kissing.Fish.Fish.description": "Kissing gouramis. It has a lot of love to give.",
	"VWW.Matjes.Fish.name": "Matjes",
	"VWW.Matjes.Fish.description": "The young immature version of the herring.",
	"VWW.Moray.Fish.name": "Moray",
	"VWW.Moray.Fish.description": "A type of eel with a high percentage of ciguatoxins. Be careful.",
	"VWW.Neon.Tetra.Fish.name": "Neon Tetra",
	"VWW.Neon.Tetra.Fish.description": "A popular fish for the aquarium. It has a lovely color pattern.",
	"VWW.Queen.Triggerfish.Fish.name": "Queen Triggerfish",
	"VWW.Queen.Triggerfish.Fish.description": "Also called the Old Wife. It can change colour somewhat to match its surroundings.",
	"VWW.Redfin.Hap.Fish.name": "Redfin Hap",
	"VWW.Redfin.Hap.Fish.description": "Copadichromis borleyi. It feeds primarily on zooplankton.",
	"VWW.Sheephead.Fish.name": "Sheephead",
	"VWW.Sheephead.Fish.description": "A type of Wrasse that is living in rocky reef and kelp bed habitats.",
	"VWW.Stoplight.Parrotfish.Fish.name": "Stoplight Parrotfish",
	"VWW.Stoplight.Parrotfish.Fish.description": "The common name, stoplight, comes from the marked yellow spot near the pectoral fin, which is clearly visible only in specimens in the terminal phase.",
	"VWW.Striped.Toby.Fish.name": "Striped Toby",
	"VWW.Striped.Toby.Fish.description": "Canthigaster criobe. A fish with a funny name and stripes all over its body.",
	"VWW.Sunrise.Betta.Fish.name": "Sunrise Betta",
	"VWW.Sunrise.Betta.Fish.description": "A small, active, often colorful, ray-finned fish. It's color reminding of the sunrise.",
	"VWW.Sunset.Betta.Fish.name": "Sunset Betta",
	"VWW.Sunset.Betta.Fish.description": "A small, active, often colorful, ray-finned fish. It's color reminding of the sunset.",
	"VWW.Vampire.Squid.Fish.name": "Scarlet Vampire Squid",
	"VWW.Vampire.Squid.Fish.description": "A deepsea squid with bioluminescent organs and a unique oxygen metabolism. Also referred to as the squid from hell.",
	"VWW.Viperfish.Fish.name": "Viperfish",
	"VWW.Viperfish.Fish.description": "A fish from the twilight zone of the ocean, characterized by long, needle-like teeth and hinged lower jaws.",
//SHOP DIALOGUE
	"TheFishmonger.ShopDialogue.1": "What can I help you with today?",
	"TheFishmonger.ShopDialogue.2": "I've got some ex-squid-it stock available today. Do you wanna take a look?",
	"TheFishmonger.ShopDialogue.3": "Let minnow if you need anything.",
	"TheFishmonger.ShopDialogue.4": "Care for some seeds?",
//MAIL
	"Mail.WelcomeToFishHell": "Ahoy @,^I just wanted to write you a little letter after our first meeting.^I really meant it when I said that you can drop by any time you want. Some people may have reservations about letting others in after a certain time but I do not.^My ferrets are trained to attack, did you know? It's a little trick I taught them. So I don't really see a reason to be wary of anyone.^Anyway, you're free to pet them any time, once they know they can trust you they'll be your best friend!^Come by any time for a cup of tea if you want.^- Constance",
	"Mail.WelcomeToFishHell.Title": "Welcome to Fish Hell",
	
	"Mail.MermaidsAreCoolOK": "Ahoy @,^I've been thinking a bit more about our conversation from some time ago.^There are a few things I found out lately so I might tell you about it once I figure out more.^I'll take this moment to thank you though, at least for hearing me out, I guess. You might have figured out by now that I am not really good at talking to others.^As a thank you I've attached a little something for you to this letter.^- Constance",
	"Mail.MermaidsAreCoolOK.Title": "Mermaids are cool OK",
	
	"Mail.TroubledMind": "Ahoy @,^thank you again for the nice little chat we had the other day.^It's kinda hard opening up to people but we've known each other for a while now.^I feel comfortable enough to refer to you as one of my friends now, I hope you feel the same way.^If there's ever a time you need my help or someone to talk to please don't hesitate to come to me.^- Constance",
	"Mail.TroubledMind.Title": "Troubled Mind",
	
	"Mail.BirdieIsHappy": "Ahoy @,^I've heard from Birdie that you helped her out with getting some closure. That was very kind of you.^There are moments in a persons life that can be hard to endure and overcome so I am glad that you belong to the type of people who help others out in times of need.^Birdie is a close friend of mine, so I am grateful as well for you helping her. Take this item as a token of my gratitude towards you.^- Constance",
	"Mail.BirdieIsHappy.Title": "Birdie is Happy",
	
	"Mail.CongratsBud": "Ahoy @,^I can't believe you've done it! I've heard all about the fishes you've caught, I am really impressed!^It's been a good while since I've seen someone so passionately catch such a big variety of fish.^You're a great fisherman, be proud.^I was contemplating what to gift you on such occassion, so I hope you'll find some use for this.^- Constance",
	"Mail.CongratsBud.Title": "Congrats Bud",
	
	"Mail.RecipesAndSeeds": "Ahoy, @!^I see you've been going strong with your farming lately. Though I'd let you know that I got a little handful of recipes waiting for you at my shop.^They're nothing big but I'm sure you'll enjoy them!^- Constance",
	"Mail.RecipesAndSeeds.Title": "Recipes and Seeds",
	
	"Mail.FishmongerScarecrow": "Ahoy, @!^How's it going? This morning I stood at the pier trying to fish as I do but I've been seing an increase in trash floating around.^It's frustrating to see the ocean keeps getting polluted...so I decided to teach you a little upcycling recipe that I've been thinking about.^It's just a little something but I hope that you will like it!^- Constance",
	"Mail.FishmongerScarecrow.Title": "Scarecrow",
	
	"Mail.CoolerFishmongerScarecrow": "Ahoy, @!^I know, I know...this might not really be worth sending you a letter for but I just found a totally funny idea and just wanted to let you know about it.^Maybe I'm just easily amused by these kind of things but...well, anyway...^Let me know what you think of it.^- Constance",
	"Mail.CoolerFishmongerScarecrow.Title": "Cooler Scarecrow",
}