{
"Aguav_name": "Aguav Berry",
"Aguav_description": "Aguav Berries are decently bitter, particularly getting more bitter towards the stem.",
"AguavSeeds_name": "Aguav Berry Seeds",
"AguavSeeds_description": "Takes 5 days to grow in fall. Yields multiple berries.",
"Apicot_name": "Apicot Berry",
"Apicot_description": "Apicot Berries are somewhat rare. Its blue part has a very dry flavor, while its green part has a very sour flavor. They also have somewhat of a spicy kick to them.",
"ApicotSeeds_name": "Apicot Berry Seeds",
"ApicotSeeds_description": "Takes 9 days to grow in spring. Yields multiple berries.",
"Aspear_name": "Aspear Berry",
"Aspear_description": "Aspear Berries give off a sour fragrance when you bite it. Although the peel is hard, the flesh inside is very juicy.",
"AspearSeeds_name": "Aspear Berry Seeds",
"AspearSeeds_description": "Takes 6 days to grow in fall or winter. Can yield multiple berries.",
"Babiri_name": "Babiri Berry",
"Babiri_description": "Babiri Berries are very firm and surprisingly spicy. It also has a somewhat dry flavor and can be used to make potent medicines.",
"BabiriSeeds_name": "Babiri Berry Seeds",
"BabiriSeeds_description": "Takes 12 days to grow in spring or summer. Yields multiple berries.",
"Belue_name": "Belue Berry",
"Belue_description": "Belue Berries are bitingly sour with a small spicy kick. It's a rather unfortunate surprise given its mouthwateringly delicious appearance.",
"BelueSeeds_name": "Belue Berry Seeds",
"BelueSeeds_description": "Takes 20 days to grow in summer. Yields multiple berries.",
"Bluk_name": "Bluk Berry",
"Bluk_description": "Bluk Berries have a somewhat dry but sweet flavor. The same substance which dyes your mouth black when you eat one has also been observed to cause temporary paralysis in high doses.",
"BlukSeeds_name": "Bluk Berry Seeds",
"BlukSeeds_description": "Takes 3 days to grow in summer. Yields many berries.",
"Charti_name": "Charti Berry",
"Charti_description": "Charti Berries have a dry flavor but are also somewhat spicy. They're often used for making pickles, and as such some would classify it as a vegetable.",
"ChartiSeeds_name": "Charti Berry Seeds",
"ChartiSeeds_description": "Takes 8 days to grow in fall or winter. Yields multiple berries.",
"Cheri_name": "Cheri Berry",
"Cheri_description": "Cheri Berries are somewhat spicy. The capsaicin makes these berries particularly oily, which Joja extracts to make industrial machine lubricants.",
"CheriSeeds_name": "Cheri Berry Seeds",
"CheriSeeds_description": "Takes 5 days to grow in spring. Yields multiple berries.",
"Chesto_name": "Chesto Berry",
"Chesto_description": "Chesto Berries have a somewhat dry flavor. They are incredibly hard and crunchy to the point that some people debate if you are even supposed to eat them whole.",
"ChestoSeeds_name": "Chesto Berry Seeds",
"ChestoSeeds_description": "Takes 7 days to grow in fall. Can yield many berries.",
"Chilan_name": "Chilan Berry",
"Chilan_description": "Chilan Berries have a surprisingly dry flavor but are also somewhat sweet. They can be cored out and dried to make a whistle, which makes an indescribable sound when blown.",
"ChilanSeeds_name": "Chilan Berry Seeds",
"ChilanSeeds_description": "Takes 7 days to grow in fall. Yields multiple berries.",
"Chople_name": "Chople Berry",
"Chople_description": "Chople Berries are decently spicy and somewhat bitter. It's impossible to eat these berries cold as they generate heat underneath the skin.",
"ChopleSeeds_name": "Chople Berry Seeds",
"ChopleSeeds_description": "Takes 10 days to grow in spring or summer. Yields multiple berries.",
"Coba_name": "Coba Berry",
"Coba_description": "Coba Berries are decently bitter while also having a somewhat dry flavor. Supposedly, this berry came into existence when the winds brought together two kinds of berries from far away.",
"CobaSeeds_name": "Coba Berry Seeds",
"CobaSeeds_description": "Takes 14 days to grow in winter. Yields 3 berries with a chance of yielding more.",
"Colbur_name": "Colbur Berry",
"Colbur_description": "Colbur Berries are sour and somewhat bitter. The bushes these grow from are considered invasive in most of the world, as the berries stick to birds and get flown all over the world, where they then get planted in ecosystems that can't support them.",
"ColburSeeds_name": "Colbur Berry Seeds",
"ColburSeeds_description": "Takes 13 days to grow in fall. Yields multiple berries.",
"Cornn_name": "Cornn Berry",
"Cornn_description": "Cornn Berries have a dry flavor and are somewhat sweet. These berries are used in a lot more products than you would think. You would be surprised at the kinds of things they're put in.",
"CornnSeeds_name": "Cornn Berry Seeds",
"CornnSeeds_description": "Takes 6 days to grow in summer. Can yield many berries.",
"Custap_name": "Custap Berry",
"Custap_description": "Custap Berries are overwhelmingly sweet and somewhat bitter. Its skin is bitter and super tough, but the flesh inside is soft like cream and super sweet.",
"CustapSeeds_name": "Custap Berry Seeds",
"CustapSeeds_description": "Takes 21 days to grow in fall or winter. Yields multiple berries.",
"Durin_name": "Durin Berry",
"Durin_description": "Durin Berries are almost overwhelmingly bitter and somewhat sour. They are so bitter that taking a bite instantly stops hiccups.",
"DurinSeeds_name": "Durin Berry Seeds",
"DurinSeeds_description": "Takes 19 days to grow in spring or summer. Yields 1 high value berry with a low chance of yielding more.",
"Enigma_name": "Enigma Berry",
"Enigma_description": "Enigma Berries are overwhelmingly spicy with a somewhat dry flavor. These berries have been crossbred into so many varieties that no one remembers what it originally looked or tasted like. The current mass grown variety is so spicy it's rumored you'll have nightmares the night you eat one.",
"EnigmaSeeds_name": "Enigma Berry Seeds",
"EnigmaSeeds_description": "Takes 18 days to grow in any season. Yields multiple berries.",
"Figy_name": "Figy Berry",
"Figy_description": "Figy Berries are decently spicy. There isn't much to note about them, but they make a tasty quiche!",
"FigySeeds_name": "Figy Berry Seeds",
"FigySeeds_description": "Takes 5 days to grow in spring. Yields multiple berries.",
"Ganlon_name": "Ganlon Berry",
"Ganlon_description": "Ganlon Berries have a very dry and bitter flavor, but are also somewhat sweet. It's rumored these berries are imbued with the power of the land.",
"GanlonSeeds_name": "Ganlon Berry Seeds",
"GanlonSeeds_description": "Takes 7 days to grow in winter. Yields multiple berries.",
"Grepa_name": "Grepa Berry",
"Grepa_description": "Grepa Berries have a somewhat dry flavor and are somewhat sweet and sour. They go really nicely in salad.",
"GrepaSeeds_name": "Grepa Berry Seeds",
"GrepaSeeds_description": "Takes 9 days to grow in fall. Yields many berries.",
"Haban_name": "Haban Berry",
"Haban_description": "Haban Berries are bitter and somewhat sweet. It's rumored these berries were used to kill the dragon whos skeleton now lays in Calico Desert.",
"HabanSeeds_name": "Haban Berry Seeds",
"HabanSeeds_description": "Takes 18 days to grow in fall. Yields multiple berries.",
"Hondew_name": "Hondew Berry",
"Hondew_description": "Hondew Berries have a somewhat dry flavor while also being somewhat spicy and bitter. For some reason, eating these before your next drug test will make it turn up positive.",
"HondewSeeds_name": "Hondew Berry Seeds",
"HondewSeeds_description": "Takes 10 days to grow in any season. Yields multiple berries.",
"Iapapa_name": "Iapapa Berry",
"Iapapa_description": "Iapapa Berries are decently sour. Despite their major difference in coloration and sprouting, this berry is related to the Payapa Berry.",
"IapapaSeeds_name": "Iapapa Berry Seeds",
"IapapaSeeds_description": "Takes 6 days to grow in summer. Yields multiple berries",
"Jaboca_name": "Jaboca Berry",
"Jaboca_description": "Jaboca Berries are overwhelmingly bitter and somewhat sour. Some consider them too bitter to eat outright, but they're perfect for fermenting into cider or wine.",
"JabocaSeeds_name": "Jaboca Berry Seeds",
"JabocaSeeds_description": "Takes 21 days to grow in spring. Yields many berries.",
"Kasib_name": "Kasib Berry",
"Kasib_description": "Kasib Berries are sweet with a somewhat dry flavor. This berry is perfect for desserts due to its flowerlike appearance and sweetness. Some people dry them and use them like good-luck charms.",
"KasibSeeds_name": "Kasib Berry Seeds",
"KasibSeeds_description": "Takes 9 days to grow in fall or winter. Yields multiple berries.",
"Kebia_name": "Kebia Berry",
"Kebia_description": "Kebia Berries have a decently dry flavor and are somewhat sour. They have long been used in antidotes for various poisons and venoms.",
"KebiaSeeds_name": "Kebia Berry Seeds",
"KebiaSeeds_description": "Takes 10 days to grow in fall. Yields multiple berries.",
"Kee_name": "Kee Berry",
"Kee_description": "Kee Berries are very spicy with a very dry flavor and a somewhat balanced undertone. Spices made from drying these and grinding them up are perfect for almost any dish!",
"KeeSeeds_name": "Kee Berry Seeds",
"KeeSeeds_description": "Takes 15 days to grow in summer or winter. Yields multiple berries.",
"Kelpsy_name": "Kelpsy Berry",
"Kelpsy_description": "Kelpsy Berries have a somewhat dry flavor and are somewhat bitter and sour. The juices that come out when you cook them down really enhances the flavor of a dish.",
"KelpsySeeds_name": "Kelpsy Berry Seeds",
"KelpsySeeds_description": "Takes 3 days to grow in fall. Yields multiple berries.",
"Lansat_name": "Lansat Berry",
"Lansat_description": "Lansat Berries have a very balanced flavor, with particularly pronounced spicy, sweet, and sour notes. They're very rare, and holding one just makes you feel happy.",
"LansatSeeds_name": "Lansat Berry Seeds",
"LansatSeeds_description": "Takes 24 days to grow in spring. Can yield many high value berries.",
"Leppa_name": "Leppa Berry",
"Leppa_description": "Leppa Berries are somewhat spicy, sweet, bitter, and sour. They're one of if not the most commonly consumed berry around the world!",
"LeppaSeeds_name": "Leppa Berry Seeds",
"LeppaSeeds_description": "Takes 5 days to grow in fall. Yields multiple berries.",
"Liechi_name": "Liechi Berry",
"Liechi_description": "Liechi Berries are very spicy and sweet with a somewhat dry flavor. Originally found on a 'disappearing island', these berries differ wildly in taste depending on where they're grown.",
"LiechiSeeds_name": "Liechi Berry Seeds",
"LiechiSeeds_description": "Takes 17 days to grow in summer. Yields multiple berries.",
"Lum_name": "Lum Berry",
"Lum_description": "Lum Berries have a somewhat dry, spicy, sweet, and bitter flavor. They are very nutritious and seem to cure a lot of ailments. They are currently in high demand as they are being used for cancer research.",
"LumSeeds_name": "Lum Berry Seeds",
"LumSeeds_description": "Takes 18 days to grow in summer. Yields multiple berries.",
"Mago_name": "Mago Berry",
"Mago_description": "Mago Berries are decently sweet. They work wonderfully as a quick snack!",
"MagoSeeds_name": "Mago Berry Seeds",
"MagoSeeds_description": "Takes 6 days to grow in summer. Yields 3 berries with a chance of more.",
"Magost_name": "Magost Berry",
"Magost_description": "Magost Berries are sweet and somewhat bitter. They are believed to be related to the Mago Berry, but that is unconfirmed.",
"MagostSeeds_name": "Magost Berry Seeds",
"MagostSeeds_description": "Takes 12 days to grow in summer. Yields 3 berries with a chance of more.",
"Maranga_name": "Maranga Berry",
"Maranga_description": "Maranga Berries are very sweet and bitter with somewhat balanced undertones. Despite being rare, there isn't really much to say about them.",
"MarangaSeeds_name": "Maranga Berry Seeds",
"MarangaSeeds_description": "Takes 14 days to grow in fall. Yields multiple berries.",
"Micle_name": "Micle Berry",
"Micle_description": "Micle Berries have an overwhelmingly dry taste but are somewhat sweet too. Eating one before eating something sour will make it taste sweet instead.",
"MicleSeeds_name": "Micle Berry Seeds",
"MicleSeeds_description": "Takes 50 days to grow in spring and summer. Can yield many high value berries. Plant in early spring, harvest in late summer.",
"Nanab_name": "Nanab Berry",
"Nanab_description": "Nanab Berries are somewhat sweet and bitter. They also contain plenty of potassium!",
"NanabSeeds_name": "Nanab Berry Seeds",
"NanabSeeds_description": "Takes 22 days to grow in any season. Yields many berries",
"Nomel_name": "Nomel Berry",
"Nomel_description": "Nomel Berries are sour and somewhat spicy. It's said that if you eat an entire Nomel Berry on its own you won't be able to taste anything for a week because of how sour it is.",
"NomelSeeds_name": "Nomel Berry Seeds",
"NomelSeeds_description": "Takes 12 days to grow in winter. Yields multiple berries.",
"Occa_name": "Occa Berry",
"Occa_description": "Occa Berries are decently spicy and somewhat sweet. Despite their spice, they're often used for desserts.",
"OccaSeeds_name": "Occa Berry Seeds",
"OccaSeeds_description": "Takes 15 days to grow in spring or winter. Yields multiple berries.",
"Oran_name": "Oran Berry",
"Oran_description": "Oran Berries have a peculiar healing property, which due to their easily growable nature, makes them a vital part of modern medicines.",
"OranSeeds_name": "Oran Berry Seeds",
"OranSeeds_description": "Takes 4 days to grow in spring, summer, and fall. Yields multiple berries",
"Pamtre_name": "Pamtre Berry",
"Pamtre_description": "Pamtre Berries have a very dry flavor and are somewhat sweet. It's believed this berry grew on an undiscovered island, fell into the ocean, and drifted to the mainland.",
"PamtreSeeds_name": "Pamtre Berry Seeds",
"PamtreSeeds_description": "Takes 10 days to grow in fall. Yields multiple berries.",
"Passho_name": "Passho Berry",
"Passho_description": "Passho Berries have a decently dry flavor and are somewhat bitter. It doesn't so much have flesh inside as it does a tasty viscous sludge. The empty space inside lets it float on water, though!",
"PasshoSeeds_name": "Passho Berry Seeds",
"PasshoSeeds_description": "Takes 16 days to grow in any season. Yields 3 berries with a chance of more.",
"Payapa_name": "Payapa Berry",
"Payapa_description": "Payapa Berries are decently sour and somewhat sweet. They are a close relative to the Iapapa berry, just with a mild sweetness to compliment the sour.",
"PayapaSeeds_name": "Payapa Berry Seeds",
"PayapaSeeds_description": "Takes 12 days to grow in spring. Yields multiple berries.",
"Pecha_name": "Pecha Berry",
"Pecha_description": "Pecha Berries are somewhat sweet. A very simple berry to eat, it's quite refreshing!",
"PechaSeeds_name": "Pecha Berry Seeds",
"PechaSeeds_description": "Takes 8 days to grow in summer. Yields multiple berries.",
"Persim_name": "Persim Berry",
"Persim_description": "Persim Berries have a somewhat dry flavor and are somewhat spicy, sweet, and sour. These berries have a weird ability to make the person eating it understand a topic at hand.",
"PersimSeeds_name": "Persim Berry Seeds",
"PersimSeeds_description": "Takes 18 days to grow in fall or winter. Yields multiple berries.",
"Petaya_name": "Petaya Berry",
"Petaya_description": "Petaya Berries are very spicy and bitter as well as somewhat sour. It's rumored eating these berries helps improve virility and reproduction, due to its juices making plants grow faster.",
"PetayaSeeds_name": "Petaya Berry Seeds",
"PetayaSeeds_description": "Takes 13 days to grow in summer. Can yield multiple berries.",
"Pinap_name": "Pinap Berry",
"Pinap_description": "Pinap Berries are somewhat spicy and sour. Sometimes these berries very rarely grow seemingly plated in silver or gold, but that doesn't seem to happen around Stardew Valley.",
"PinapSeeds_name": "Pinap Berry Seeds",
"PinapSeeds_description": "Takes 12 days to grow in summer. Yields multiple berries.",
"Pomeg_name": "Pomeg Berry",
"Pomeg_description": "Pomeg Berries are somewhat spicy, sweet, bitter, and sour. It's filled with many little seeds that you can eat.",
"PomegSeeds_name": "Pomeg Berry Seeds",
"PomegSeeds_description": "Takes 7 days to grow in fall. Yields multiple berries.",
"Qualot_name": "Qualot Berry",
"Qualot_description": "Qualot Berries are somewhat spicy, sweet, and sour. Even in places of constant rain and high humidity, the Qualot Berry's plant grows healthy and strong.",
"QualotSeeds_name": "Qualot Berry Seeds",
"QualotSeeds_description": "Takes 9 days to grow in fall or winter. Yields multiple berries.",
"Rabuta_name": "Rabuta Berry",
"Rabuta_description": "Rabuta Berries are bitter and somewhat sour. You're supposed to eat it all, even the peel. The hair on the peel cleans the stomach from the inside.",
"RabutaSeeds_name": "Rabuta Berry Seeds",
"RabutaSeeds_description": "Takes 24 days to grow in winter. Yields multiple berries.",
"Rawst_name": "Rawst Berry",
"Rawst_description": "Rawst Berries are somewhat bitter. That bitter juice is uniquely effective at putting out fires, so these berries are grown en masse for emergency use fire-fighting equipment.",
"RawstSeeds_name": "Rawst Berry Seeds",
"RawstSeeds_description": "Takes 6 days to grow in spring. Yields multiple berries.",
"Razz_name": "Razz Berry",
"Razz_description": "Razz Berries have a somewhat dry flavor and are somewhat spicy. They grow very quickly and very densely, and as such they aren't worth much.",
"RazzSeeds_name": "Razz Berry Seeds",
"RazzSeeds_description": "Takes 3 days to grow in summer. Yields many low value berries.",
"Rindo_name": "Rindo Berry",
"Rindo_description": "Rindo Berries are somewhat spicy and decently bitter. They are very popular as a snacking food.",
"RindoSeeds_name": "Rindo Berry Seeds",
"RindoSeeds_description": "Takes 5 days to grow in spring. Yields multiple berries.",
"Roseli_name": "Roseli Berry",
"Roseli_description": "Roseli Berries are surprisingly sweet and somewhat bitter. Drying and crushing them up make a wonderful base for an herbal tea!",
"RoseliSeeds_name": "Roseli Berry Seeds",
"RoseliSeeds_description": "Takes 9 days to grow in fall. Yields multiple berries.",
"Rowap_name": "Rowap Berry",
"Rowap_description": "Rowap Berries are overwhelmingly sour and somewhat spicy. It's said a man once died due to getting the sour juices into a cut, however that story is unconfirmed.",
"RowapSeeds_name": "Rowap Berry Seeds",
"RowapSeeds_description": "Takes 10 days to grow in spring. Yields multiple berries.",
"Salac_name": "Salac Berry",
"Salac_description": "Salac Berries are very sweet and sour as well as somewhat bitter.  It is rumored to be imbued with the power of the sky.",
"SalacSeeds_name": "Salac Berry Seeds",
"SalacSeeds_description": "Takes 20 days to grow in any season. Yields multiple berries.",
"Shuca_name": "Shuca Berry",
"Shuca_description": "Shuca Berries are decently sweet and somewhat spicy. They are very fragrant and are used to make perfume, after being processed to remove the capsaicin from it.",
"ShucaSeeds_name": "Shuca Berry Seeds",
"ShucaSeeds_description": "Takes 11 days to grow in winter. Yields multiple berries.",
"Sitrus_name": "Sitrus Berry",
"Sitrus_description": "Sitrus Berries have a somewhat dry flavor and are somewhat sweet, bitter, and sour. A simple snack that is also vital in making modern medicines due to its healing nature.",
"SitrusSeeds_name": "Sitrus Berry Seeds",
"SitrusSeeds_description": "Takes 15 days to grow in winter. Yields multiple berries.",
"Spelon_name": "Spelon Berry",
"Spelon_description": "Spelon Berries have a somewhat dry flavor and are very spicy. A common reaction to eating one is attempting to breathe fire.",
"SpelonSeeds_name": "Spelon Berry Seeds",
"SpelonSeeds_description": "Takes 12 days to grow in spring or summer. Yields multiple berries.",
"Starf_name": "Starf Berry",
"Starf_description": "Starf Berries have an incredibly balanced flavor. They are incredibly rare due to attempts to eradicate it for being too strong in the old days.",
"StarfSeeds_name": "Starf Berry Seeds",
"StarfSeeds_description": "Takes 25 days to grow in fall. Yields 5 high value berries with a small chance of more.",
"Tamato_name": "Tamato Berry",
"Tamato_description": "Tamato Berries have a somewhat dry flavor and are spicy. Eating these berries particularly feel like you're eating straight up fire.",
"TamatoSeeds_name": "Tamato Berry Seeds",
"TamatoSeeds_description": "Takes 8 days to grow in summer. Yields multiple berries.",
"Tanga_name": "Tanga Berry",
"Tanga_description": "Tanga Berries are spicy and somewhat sour. There isn't much to say about them, but they sure are delicious!",
"TangaSeeds_name": "Tanga Berry Seeds",
"TangaSeeds_description": "Takes 16 days to grow in spring or fall. Yields multiple berries.",
"Wacan_name": "Wacan Berry",
"Wacan_description": "Wacan Berries are decently sweet and somewhat sour. They're perfect for desserts, especially jam!",
"WacanSeeds_name": "Wacan Berry Seeds",
"WacanSeeds_description": "Takes 5 days to grow in spring. Yields multiple berries.",
"Watmel_name": "Watmel Berry",
"Watmel_description": "Watmel Berries are very sweet and somewhat bitter. If you plant many close together, it's said they can grow one massive berry!",
"WatmelSeeds_name": "Watmel Berry Seeds",
"WatmelSeeds_description": "Takes 11 days to grow in summer. Yields multiple berries.",
"Wepear_name": "Wepear Berry",
"Wepear_description": "Wepear Berries are somewhat bitter and sour. Eating one of these massively aids in digestion.",
"WepearSeeds_name": "Wepear Berry Seeds",
"WepearSeeds_description": "Takes 14 days to grow in fall. Yields multiple berries",
"Wiki_name": "Wiki Berry",
"Wiki_description": "Wiki Berries have a decently dry flavor. The bumps on its skin are a weirdly pleasant texture.",
"WikiSeeds_name": "Wiki Berry Seeds",
"WikiSeeds_description": "Takes 17 days to grow in winter. Yields multiple berries.",
"Yache_name": "Yache Berry",
"Yache_description": "Yache Berries have a somewhat dry flavor and are decently sweet. They taste so much better when they're chilled, and actively cool down your body when eaten.",
"YacheSeeds_name": "Yache Berry Seeds",
"YacheSeeds_description": "Takes 9 days to grow in winter. Yields multiple berries.",
"DriedKasib_name": "Dried Kasib Berry",
"DriedKasib_description": "People don't usually eat the good-luck charm, but it seems to be working for you.",
"FigyBerryQuiche_name": "Figy Berry Quiche",
"FigyBerryQuiche_description": "The science doesn't even support it, but everyone just agrees that this quiche tastes great. Not even amazing, but just great. No one knows why.",
"KeeSpice_name": "Kee Spice",
"KeeSpice_description": "While eating the spice outright is a horribly dangerous internet challenge, adding it to any dish will really enhance its flavor!",
"NightmareSmoothie_name": "Nightmare Smoothie",
"NightmareSmoothie_description": "This smoothie is proven to help you fall asleep and stay asleep for at least 8 hours, although with its extreme spice you'll end up having nightmares. While the Enigma and Tamato Berries are blended, the Coba Berry is dropped in whole. Mysteriously, the effect will NOT work without a whole Coba berry.",
"SpicyBerrySalad_name": "Spicy Berry Salad",
"SpicyBerrySalad_description": "A fruit salad consisting of spicy berries! The spiciness will put a spring in your step that's for sure! Might even make you angry!",
"DryBerrySalad_name": "Dry Berry Salad",
"DryBerrySalad_description": "A fruit salad consisting of dry berries! The dryness seems to strengthen you to your core.",
"SweetBerrySalad_name": "Sweet Berry Salad",
"SweetBerrySalad_description": "A fruit salad consisting of sweet berries! The sweetness makes for a lovely breakfast, and will have you fueled for a day of farming!",
"BitterBerrySalad_name": "Bitter Berry Salad",
"BitterBerrySalad_description": "A fruit salad consisting of bitter berries! The bitterness will help heighten your senses and find good forage!",
"SourBerrySalad_name": "Sour Berry Salad",
"SourBerrySalad_description": "A fruit salad consisting of sour berries! The sourness will get you moving and more alert for catching fish!",
"KasibBerryCake_name": "Kasib Berry Cake",
"KasibBerryCake_description": "A delicious cake decorated with Kasib Berries! And the Occa Berries add a delicious chocolatey taste!",
"NanabSplit_name": "Nanab Split",
"NanabSplit_description": "2 pieces of a Nanab Berry with vanilla bean ice cream in the middle and a Cheri Berry on top",
"Nomelade_name": "Nomelade",
"Nomelade_description": "It's like Lemonade, but made with Nomel Berries! You're not quite sure where you got the aluminum can from...",
"RoseliBerryTea_name": "Roseli Berry Tea",
"RoseliBerryTea_description": "Calming and delicious.",
"SodaPop_name": "Soda Pop",
"SodaPop_description": "Sweetened with High Fructose Cornn Syrup!",
"StarfShapedCookie_name": "Starf-Shaped Cookie",
"StarfShapedCookie_description": "Each tip is its own flavor. Doesn't actually contain Starf Berries.",
"SweetRowapSouffle_name": "Sweet Rowap Soufflé",
"SweetRowapSouffle_description": "The Micle Berry is the star of this dish, which you're supposed to eat before eating the soufflé. The sweetness is indescribable. This dish is inedible without the Micle Berry.",
"CurlyTatsugiriSushi_name": "Vegan Tatsugiri Sushi (Curly)",
"CurlyTatsugiriSushi_description": "This sushi is made with an Iapapa Berry instead of the usual shrimp. The Kee Spice really brings out the umami flavor.",
"DroopyTatsugiriSushi_name": "Vegan Tatsugiri Sushi (Droopy)",
"DroopyTatsugiriSushi_description": "This sushi is made with a Spelon Berry instead of the usual tuna. The Kee Spice really brings out the umami flavor.",
"StretchyTatsugiriSushi_name": "Vegan Tatsugiri Sushi (Stretchy)",
"StretchyTatsugiriSushi_description": "This sushi is made with a Chilan Berry instead of the usual egg. The Kee Spice really brings out the umami flavor.",
"GrepaBerrySalad_name": "Grepa Berry Salad",
"GrepaBerrySalad_description": "A tasty salad!",
"JabocaCider_name": "Jaboca Cider",
"JabocaCider_description": "Refreshing and non-alcoholic so people of all ages can enjoy it!",
"ConcentratedBlukBerryJuice_name": "Concentrated Bluk Berry Juice",
"ConcentratedBlukBerryJuice_description": "A hearty beverage that's crammed with so much fruit you'll feel fully refreshed! However the large number of Bluk Berries will make you feel like you can't move for a little while.",
"StarfJelly_name": "Starf Berry Jelly",
"StarfJelly_description": "Gooey.",
"StarfWine_name": "Starf Berry Wine",
"StarfWine_description": "Drink in moderation.",
"DriedStarf_name": "Dried Starf Berry",
"DriedStarf_description": "Chewy pieces of dried fruit.",
"ChilanWhistle_name": "Chilan Berry Whistle",
"ChilanWhistle_description": "Dried and cored, this berry makes an indescribable sound when blown into. (not a feature)",
"MiniorKonpeito_name": "Minior Konpeito",
"MiniorKonpeito_description": "Konpeito in the colors of Minior cores! Really just a specific selection of Konpeito flavors.",
"AguavBerryPlanter_name": "Aguav Berry Planter",
"ApicotBerryPlanter_name": "Apicot Berry Planter",
"AspearBerryPlanter_name": "Aspear Berry Planter",
"BabiriBerryPlanter_name": "Babiri Berry Planter",
"BelueBerryPlanter_name": "Belue Berry Planter",
"BlukBerryPlanter_name": "Bluk Berry Planter",
"ChartiBerryPlanter_name": "Charti Berry Planter",
"CheriBerryPlanter_name": "Cheri Berry Planter",
"ChestoBerryPlanter_name": "Chesto Berry Planter",
"ChilanBerryPlanter_name": "Chilan Berry Planter",
"ChopleBerryPlanter_name": "Chople Berry Planter",
"CobaBerryPlanter_name": "Coba Berry Planter",
"ColburBerryPlanter_name": "Colbur Berry Planter",
"CornnBerryPlanter_name": "Cornn Berry Planter",
"CustapBerryPlanter_name": "Custap Berry Planter",
"DurinBerryPlanter_name": "Durin Berry Planter",
"EnigmaBerryPlanter_name": "Enigma Berry Planter",
"FigyBerryPlanter_name": "Figy Berry Planter",
"GanlonBerryPlanter_name": "Ganlon Berry Planter",
"GrepaBerryPlanter_name": "Grepa Berry Planter",
"HabanBerryPlanter_name": "Haban Berry Planter",
"HondewBerryPlanter_name": "Hondew Berry Planter",
"IapapaBerryPlanter_name": "Iapapa Berry Planter",
"JabocaBerryPlanter_name": "Jaboca Berry Planter",
"KasibBerryPlanter_name": "Kasib Berry Planter",
"KebiaBerryPlanter_name": "Kebia Berry Planter",
"KeeBerryPlanter_name": "Kee Berry Planter",
"KelpsyBerryPlanter_name": "Kelpsy Berry Planter",
"LansatBerryPlanter_name": "Lansat Berry Planter",
"LeppaBerryPlanter_name": "Leppa Berry Planter",
"LiechiBerryPlanter_name": "Liechi Berry Planter",
"LumBerryPlanter_name": "Lum Berry Planter",
"MagoBerryPlanter_name": "Mago Berry Planter",
"MagostBerryPlanter_name": "Magost Berry Planter",
"MarangaBerryPlanter_name": "Maranga Berry Planter",
"MicleBerryPlanter_name": "Micle Berry Planter",
"NanabBerryPlanter_name": "Nanab Berry Planter",
"NomelBerryPlanter_name": "Nomel Berry Planter",
"OccaBerryPlanter_name": "Occa Berry Planter",
"OranBerryPlanter_name": "Oran Berry Planter",
"PamtreBerryPlanter_name": "Pamtre Berry Planter",
"PasshoBerryPlanter_name": "Passho Berry Planter",
"PayapaBerryPlanter_name": "Payapa Berry Planter",
"PechaBerryPlanter_name": "Pecha Berry Planter",
"PersimBerryPlanter_name": "Persim Berry Planter",
"PetayaBerryPlanter_name": "Petaya Berry Planter",
"PinapBerryPlanter_name": "Pinap Berry Planter",
"PomegBerryPlanter_name": "Pomeg Berry Planter",
"QualotBerryPlanter_name": "Qualot Berry Planter",
"RabutaBerryPlanter_name": "Rabuta Berry Planter",
"RawstBerryPlanter_name": "Rawst Berry Planter",
"RazzBerryPlanter_name": "Razz Berry Planter",
"RindoBerryPlanter_name": "Rindo Berry Planter",
"RoseliBerryPlanter_name": "Roseli Berry Planter",
"RowapBerryPlanter_name": "Rowap Berry Planter",
"SalacBerryPlanter_name": "Salac Berry Planter",
"ShucaBerryPlanter_name": "Shuca Berry Planter",
"SitrusBerryPlanter_name": "Sitrus Berry Planter",
"SpelonBerryPlanter_name": "Spelon Berry Planter",
"StarfBerryPlanter_name": "Starf Berry Planter",
"TamatoBerryPlanter_name": "Tamato Berry Planter",
"TangaBerryPlanter_name": "Tanga Berry Planter",
"WacanBerryPlanter_name": "Wacan Berry Planter",
"WatmelBerryPlanter_name": "Watmel Berry Planter",
"WepearBerryPlanter_name": "Wepear Berry Planter",
"WikiBerryPlanter_name": "Wiki Berry Planter",
"YacheBerryPlanter_name": "Yache Berry Planter",
"BerryCategory": "Berry",
}