{
	"Aguav_name": "Baie Gowav",
	"Aguav_description": "Les baies Gowav sont plutôt amères, particulièrement au plus proche de la tige.",
	"AguavSeeds_name": "Graines de Baie Gowav",
	"AguavSeeds_description": "À planter en automne. Il faut 5 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Apicot_name": "Baie Abriko",
	"Apicot_description": "Les baies Abriko sont plutôt rares. Sa partie bleue a un goût très âpre, tandis que sa partie verte est acidulée. Elles ont également une petite note épicée.",
	"ApicotSeeds_name": "Graines de Baie Abriko",
	"ApicotSeeds_description": "À planter au printemps. Il faut 9 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Aspear_name": "Baie Willia",
	"Aspear_description": "Les baies Willia dégagent une arôme acide lorsque vous la croquez. Malgré sa peau très dure, la chair est des plus juteuses.",
	"AspearSeeds_name": "Graines de Baie Willia",
	"AspearSeeds_description": "À planter en automne ou en hiver. Il faut 6 jours pour qu'elles poussent. Peut produire plusieurs baies.",
	"Babiri_name": "Baie Babiri",
	"Babiri_description": "Les baies Babiri sont très fermes et étonamment épicées. Elles ont aussi un goût quelque peu âpre et possèdent de puissantes propriétés médicinales.",
	"BabiriSeeds_name": "Graines de Baie Babiri",
	"BabiriSeeds_description": "À planter au printemps ou en été. Il faut 12 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Belue_name": "Baie Myrte",
	"Belue_description": "Les baies Myrte sont très acides et quelque peu épicée. C'est assez dommage, surtout qu'elles paraissent tellement délicieuses.",
	"BelueSeeds_name": "Graines de Baie Myrte",
	"BelueSeeds_description": "À planter en été. Il faut 20 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Bluk_name": "Baie Remu",
	"Bluk_description": "Les baies Remu ont un goût quelque peu âpre, mais sucré. Son jus colore la bouche en noire, et il a été observé qu'une forte consommation pouvait provoquer une paralysie temporaire.",
	"BlukSeeds_name": "Graines de Baie Remu",
	"BlukSeeds_description": "À planter en été. Il faut 3 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Charti_name": "Baie Charti",
	"Charti_description": "Les baies Charti ont une saveur âpre avec une note épicée. Elles sont souvent utilisées pour faire des cornichons. On les classifie ainsi plutôt de légumes.",
	"ChartiSeeds_name": "Graines de Baie Charti",
	"ChartiSeeds_description": "À planter en automne ou en hiver. Il faut 8 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Cheri_name": "Baie Ceriz",
	"Cheri_description": "Les baies Ceriz sont légèrement épicées. La capsaïcine rend ces baies plutôt huileuses, que Joja extraient pour en faire des lubrifiants pour machine.",
	"CheriSeeds_name": "Graines de Baie Ceriz",
	"CheriSeeds_description": "À planter au printemps. Il faut 5 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Chesto_name": "Baie Maron",
	"Chesto_description": "Les baies Maron ont un goût plutôt âpre. Elles sont incroyablement dures et croustillantes, à tel point que certains se demandent si on est supposé les manger entières.",
	"ChestoSeeds_name": "Graines de Baie Maron",
	"ChestoSeeds_description": "À planter en automne. Il faut 7 jours pour qu'elles poussent. Peut produire plusieurs baies.",
	"Chilan_name": "Baie Zalis",
	"Chilan_description": "Les baies Zalis ont un goût étonamment âpre, mais aussi sucré. Elles peuvent être vidées et séchées pour en faire des sifflets, qui produisent un son indescriptible.",
	"ChilanSeeds_name": "Graines de Baie Zalis",
	"ChilanSeeds_description": "À planter en automne. Il faut 7 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Chople_name": "Baie Pomroz",
	"Chople_description": "Les baies Pomroz sont assez épicée avec un arrière-goût amère. Il est impossible de manger ces baies froides puisqu'elles génèrent de la chaleur sous leur peau.",
	"ChopleSeeds_name": "Graines de Baie Pomroz",
	"ChopleSeeds_description": "À planter au printemps ou en été. Il faut 10 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Coba_name": "Baie Cobaba",
	"Coba_description": "Les baies Cobaba sont assez amères tout en étant âpre. Il paraît que cette baie a vu le jour lorsque le vent a amené deux variétés de baies de très loin.",
	"CobaSeeds_name": "Graines de Baie Cobaba",
	"CobaSeeds_description": "À planter en hiver. Il faut 14 jours pour qu'elles poussent. Produit 3 baies avec une chance d'en obtenir plus.",
	"Colbur_name": "Baie Lampou",
	"Colbur_description": "Les baies Lampou sont acides et un peu amères. Elles poussent sur des buissons considérés invasifs un peu partout dans le monde, puisqu'elles s'accrochent aux oiseaux et voyagent avec eux tout autour du monde, puis se plantent dans des écosystèmes qui les supportent pas.",
	"ColburSeeds_name": "Graines de Baie Lampou",
	"ColburSeeds_description": "À planter en automne. Il faut 13 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Cornn_name": "Baie Siam",
	"Cornn_description": "Les baies Siam ont une saveur âpre et quelque peu sucrée. Vous seriez surpris de savoir qu'elles sont utilisées dans un grand nombre de produits, bien plus que vous ne le pensez.",
	"CornnSeeds_name": "Graines de Baie Siam",
	"CornnSeeds_description": "À planter en été. Il faut 6 jours pour qu'elles poussent. Peut produire plusieurs baies.",
	"Custap_name": "Baie Chérim",
	"Custap_description": "Les baies Chérim sont intensément sucrée et quelque peu amères. Leur peau est super dure, mais leur chair est très crémeuse et super sucrée.",
	"CustapSeeds_name": "Graines de Baie Chérim",
	"CustapSeeds_description": "À planter en automne ou en hiver. Il faut 21 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Durin_name": "Baie Durin",
	"Durin_description": "Les baies Durin sont vraiment très amères et quelque peu acides. Elles sont si amères qu'une bouchée suffit à arrêter le hoquet.",
	"DurinSeeds_name": "Graines de Baie Durin",
	"DurinSeeds_description": "À planter au printemps ou en été. Il faut 19 jours pour qu'elles poussent. Produit 1 baie de grande valeur avec une faible chance d'en obtenir plus.",
	"Enigma_name": "Baie Enigma",
	"Enigma_description": "Les baies Enigma sont très épicées avec une note âpre. Ces baies sont issues de croisements de tellement de variétés que personne ne se souvient de son goût ou son apparence d'origine. La variété actuelle est si piquante qu'on dit qu'elle vous provoque des cauchemars si vous en mangez une.",
	"EnigmaSeeds_name": "Graines de Baie Enigma",
	"EnigmaSeeds_description": "À planter en toute saison. Il faut 18 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Figy_name": "Baie Figuy",
	"Figy_description": "Les baies Figuy sont bien épicées. Il n'y a pas grand choseà endire, si ce n'est qu'elles font d'excellentes quiches !",
	"FigySeeds_name": "Graines de Baie Figuy",
	"FigySeeds_description": "À planter au printemps. Il faut 5 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Ganlon_name": "Baie Lingan",
	"Ganlon_description": "Les baies Lingan ont un goût très âpre et amère, mais sont quelque peu sucrées. Il est dit que ces baies sont imprégnées du pouvoir de la terre.",
	"GanlonSeeds_name": "Graines de Baie Lingan",
	"GanlonSeeds_description": "À planter en hiver. Il faut 7 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Grepa_name": "Baie Résin",
	"Grepa_description": "Les baies Résin sont plutôt âpres, mais aussi sucrées et acides. Elles accompagnent très bien les salades.",
	"GrepaSeeds_name": "Graines de Baie Résin",
	"GrepaSeeds_description": "À planter en automne. Il faut 9 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Haban_name": "Baie Fraigo",
	"Haban_description": "Les baies Fraigo sont amères et quelque peu sucrées. Il est dit que ces baies étaient utilisées pour tuer le dragon dont le squelette repose dans le désert de Calico.",
	"HabanSeeds_name": "Graines de Baie Fraigo",
	"HabanSeeds_description": "À planter en automne. Il faut 18 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Hondew_name": "Baie Lonme",
	"Hondew_description": "Les baies Lonme sont plutôt âpres si consommées avec quelque chose d'épicé et amère. Pour une raison inconnue, en manger rendra votre prochain dépistague de drogue positif.",
	"HondewSeeds_name": "Graines de Baie Lonme",
	"HondewSeeds_description": "À planter en toute saison. Il faut 10 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Iapapa_name": "Baie Papaya",
	"Iapapa_description": "Les baies Papaya sont assez acides. Bien qu'elles poussent différemment et ne présentent pas les mêmes couleurs, cette variété est une cousine à la baie Yapap.",
	"IapapaSeeds_name": "Graines de Baie Papaya",
	"IapapaSeeds_description": "À planter en été. Il faut 6 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Jaboca_name": "Baie Jaboca",
	"Jaboca_description": "Les baies Jaboca sont très amères et quelque peu acide. Certains pensent qu'elles sont trop amères à la consommation, mais elles sont parfaites pour la fermentation pour en faire du cidre ou du vin.",
	"JabocaSeeds_name": "Graines de Baie Jaboca",
	"JabocaSeeds_description": "À planter au printemps. Il faut 21 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Kasib_name": "Baie Sédra",
	"Kasib_description": "Les baies Sédra sont sucrées avec une petite note âpre. Cette variété est parfaite pour les desserts avec son apparence et sa douceur sucrée. Certains préfèrent les sécher et les utiliser comme porte-bonheurs.",
	"KasibSeeds_name": "Graines de Baie Sédra",
	"KasibSeeds_description": "À planter en automne ou en hiver. Il faut 9 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Kebia_name": "Baie Kébia",
	"Kebia_description": "Les baies Kébia sont assez âpres et quelque peu acides. Fut un temps, elles étaient utilisées dans des antidotes pour différents poisons et venins.",
	"KebiaSeeds_name": "Graines de Baie Kébia",
	"KebiaSeeds_description": "À planter en automne. Il faut 10 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Kee_name": "Baie Rangma",
	"Kee_description": "Les baies Rangma sont très épicées avec une note très âpre, mais équilibrée. Les épices fabriquées en les séchant et en les broyant vont parfaitement dans presque tous les plats !",
	"KeeSeeds_name": "Graines de Baie Rangma",
	"KeeSeeds_description": "À planter en été ou en hiver. Il faut 15 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Kelpsy_name": "Baie Alga",
	"Kelpsy_description": "Les baies Alga sont quelques peu âpres, mais aussi amères et acides. Les jus qui en découlent lorsque vous les cuisinez améliorent beaucoup la saveur d'un plat.",
	"KelpsySeeds_name": "Graines de Baie Alga",
	"KelpsySeeds_description": "À planter en automne. Il faut 3 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Lansat_name": "Baie Lansat",
	"Lansat_description": "Les baies Lansat ont un goût très équilibré, avec notamment une note prononcée de piquant, sucré et acide. Elles sont très rares, et juste d'en garder un sur vous vous rendra de bonne humeur.",
	"LansatSeeds_name": "Graines de Baie Lansat",
	"LansatSeeds_description": "À planter au printemps. Il faut 24 jours pour qu'elles poussent. Peut produire plusieurs baies de grande valeur.",
	"Leppa_name": "Baie Mepo",
	"Leppa_description": "Les baies Mepo sont quelque peut épicées, sucrées, amères et acidulées. Elles sont l'une des baies les plus consommées au monde !",
	"LeppaSeeds_name": "Graines de Baie Mepo",
	"LeppaSeeds_description": "À planter en automne. Il faut 5 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Liechi_name": "Baie Lichii",
	"Liechi_description": "Les baies Lichii sont très piquantes et sucrées avec une petite note âpre. On les trouvait jadis sur une 'île fantôme', la saveur de ces baies diffèrent grandement en fonction d'où elles sont plantées.",
	"LiechiSeeds_name": "Graines de Baie Lichii",
	"LiechiSeeds_description": "À planter en été. Il faut 17 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Lum_name": "Baie Prine",
	"Lum_description": "Les baies Prine sont quelque peu âpres, piquantes, sucrées et amères. Elles sont très nutritives and semblent guérir beaucoup de maux. Elles sont actuellement très demandées puisqu'elles sont utilisées dans la recherche sur le cancer.",
	"LumSeeds_name": "Graines de Baie Prine",
	"LumSeeds_description": "À planter en été. Il faut 18 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Mago_name": "Baie Mago",
	"Mago_description": "Les baies Mago sont plutôt sucrées. Elles font de merveilleux petits goûters !",
	"MagoSeeds_name": "Graines de Baie Mago",
	"MagoSeeds_description": "À planter en été. Il faut 6 jours pour qu'elles poussent. Produit 3 baies avec une chance d'en obtenir plus.",
	"Magost_name": "Baie Mangou",
	"Magost_description": "Les baies Mangou sont sucrées et quelque peu amères. On pense qu'elles sont de la même famille que les baies Mago, mais ça reste à confirmer.",
	"MagostSeeds_name": "Graines de Baie Mangou",
	"MagostSeeds_description": "À planter en été. Il faut 12 jours pour qu'elles poussent. Produit 3 baies avec une chance d'en obtenir plus.",
	"Maranga_name": "Baie Éka",
	"Maranga_description": "Les baies Éka sont très sucrées et amères avec un bon équilibre. Bien que rares, il n'y a pas grand-chose à raconter à leur sujet.",
	"MarangaSeeds_name": "Graines de Baie Éka",
	"MarangaSeeds_description": "À planter en automne. Il faut 14 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Micle_name": "Baie Micle",
	"Micle_description": "Les baies Micle sont très âpres avec une note quelque peu sucrée. En manger une avant de manger quelque chose d'acide le rendra sucré plutôt.",
	"MicleSeeds_name": "Graines de Baie Micle",
	"MicleSeeds_description": "À planter au début du printemps pour une récolte à la fin de l'été. Il faut 50 jours pour qu'elles poussent. Peut produire plusieurs baies de grande valeur.",
	"Nanab_name": "Baie Nanab",
	"Nanab_description": "Les baies Nanab sont plutôt sucrées et amères. Elles contiennent également beaucoup de potassium !",
	"NanabSeeds_name": "Graines de Baie Nanab",
	"NanabSeeds_description": "À planter en toute saison. Il faut 22 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Nomel_name": "Baie Tronci",
	"Nomel_description": "Les baies Tronci sont acides et quelque peu épicées. Il paraît que son acidité est telle qu'en manger un complet vous privera de votre goût pendant une semaine.",
	"NomelSeeds_name": "Graines de Baie Tronci",
	"NomelSeeds_description": "À planter en hiver. Il faut 12 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Occa_name": "Baie Chocco",
	"Occa_description": "Les baies Chocco sont assez épicées avec une note sucrée. Bien qu'épicées, elles sont souvent utilisées pour les desserts.",
	"OccaSeeds_name": "Graines de Baie Chocco",
	"OccaSeeds_description": "À planter au printemps ou en hiver. Il faut 15 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Oran_name": "Baie Oran",
	"Oran_description": "Les baies Oran ont des propriétés particulièrement guérisseuses, et de par leur facilité de culture, elles sont indispensables pour les médicaments modernes.",
	"OranSeeds_name": "Graines de Baie Oran",
	"OranSeeds_description": "À planter au printemps, en été ou en automne. Il faut 4 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Pamtre_name": "Baie Palma",
	"Pamtre_description": "Les baies Palma sont très âpres et quelque peu sucrées. On raconte que c'est une baie qui a poussé dans une île non découverte et qui a dérivé jusqu'à nos terres connues.",
	"PamtreSeeds_name": "Graines de Baie Palma",
	"PamtreSeeds_description": "À planter en automne. Il faut 10 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Passho_name": "Baie Pocpoc",
	"Passho_description": "Les baies Pocpoc sont plutôt âpres et quelque peu amères. Il n'y a pas beaucoup de chair à l'intérieur, mais plutôt une substance visqueuse et délicieuse. Cette baie flotte grâce à ses petites bulles d'air à l'intérieur.",
	"PasshoSeeds_name": "Graines de Baie Pocpoc",
	"PasshoSeeds_description": "À planter en toute saison. Il faut 16 jours pour qu'elles poussent. Produit 3 baies avec une chance d'en obtenir plus.",
	"Payapa_name": "Baie Yapap",
	"Payapa_description": "Les baies Yapap sont plutôt acides et quelque peu sucrées. Elles sont de la même famille que les baies Papaya, avec une légère touche sucrée pour complémenter son goût acide.",
	"PayapaSeeds_name": "Graines de Baie Yapap",
	"PayapaSeeds_description": "À planter au printemps. Il faut 12 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Pecha_name": "Baie Pêcha",
	"Pecha_description": "Les baies Pêcha sont plutôt sucrées. Une baie très simple à manger, pour une fois !",
	"PechaSeeds_name": "Graines de Baie Pêcha",
	"PechaSeeds_description": "À planter en été. Il faut 8 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Persim_name": "Baie Kika",
	"Persim_description": "Les baies Kika sont à la fois âpres, épicées, sucrés et acidulées. Ces baies ont un curieux pouvoir qui permet à la personne qui la mange de comprendre un sujet de conversation.",
	"PersimSeeds_name": "Graines de Baie Kika",
	"PersimSeeds_description": "À planter en automne ou en hiver. Il faut 18 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Petaya_name": "Baie Pitaye",
	"Petaya_description": "Les baies Pitaye sont très épicées et amères, mais aussi quelque peu acides. Les rumeurs racontent que ces baies augmentent la virilité et la reproduction, sur la base que leur jus aide les autres plantes à pousser plus vite.",
	"PetayaSeeds_name": "Graines de Baie Pitaye",
	"PetayaSeeds_description": "À planter en été. Il faut 13 jours pour qu'elles poussent. Peut produire plusieurs baies.",
	"Pinap_name": "Baie Nanana",
	"Pinap_description": "Les baies Nanana sont plutôt épicées et acides. Très rarement, elles peuvent pousser en étant recouvertes d'argent ou d'or, mais ça n'a pas l'air d'arriver ici, dans la Vallée.",
	"PinapSeeds_name": "Graines de Baie Nanana",
	"PinapSeeds_description": "À planter en été. Il faut 12 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Pomeg_name": "Baie Grena",
	"Pomeg_description": "Les baies Grena sont quelque peu épicées, sucrées, amères et acidulées. Elles sont remplies de petites graines que vous pouvez manger.",
	"PomegSeeds_name": "Graines de Baie Grena",
	"PomegSeeds_description": "À planter en automne. Il faut 7 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Qualot_name": "Baie Qualot",
	"Qualot_description": "Les baies Qualot sont quelque peu épicées, sucrées et acidulées. Même dans un environnement avec des pluies constantes et une haute humidité, les baies Qualot poussent sans aucun problème.",
	"QualotSeeds_name": "Graines de Baie Qualot",
	"QualotSeeds_description": "À planter en automne ou en hiver. Il faut 9 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Rabuta_name": "Baie Rabuta",
	"Rabuta_description": "Les baies Rabuta sont amères et quelque peu acides. Vous êtes supposés la manger entière, peau incluse. Les poils sur la peau nettoient l'estomac.",
	"RabutaSeeds_name": "Graines de Baie Rabuta",
	"RabutaSeeds_description": "À planter en hiver. Il faut 24 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Rawst_name": "Baie Fraive",
	"Rawst_description": "Les baies Fraive sont quelque peu amères. Leur jus amère a une façon unique d'éteindre les flammes, elles sont ainsi cultiver en masse pour combattre les flammes d'incendie.",
	"RawstSeeds_name": "Graines de Baie Fraive",
	"RawstSeeds_description": "À planter au printemps. Il faut 6 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Razz_name": "Baie Framby",
	"Razz_description": "Les baies Framby ont un goût quelque peu âpre et épicé. Elles poussent très vite et en grand nombre, réduisant ainsi leur valeur.",
	"RazzSeeds_name": "Graines de Baie Framby",
	"RazzSeeds_description": "À planter en été. Il faut 3 jours pour qu'elles poussent. Produit plusieurs baies de petite valeur.",
	"Rindo_name": "Baie Ratam",
	"Rindo_description": "Les baies Ratam sont quelque peu épicées et assez amères. Elles ne sont pas très populaires pour les goûters.",
	"RindoSeeds_name": "Graines de Baie Ratam",
	"RindoSeeds_description": "À planter au printemps. Il faut 5 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Roseli_name": "Baie Selro",
	"Roseli_description": "Les baies Selro sont étonamment sucrées et quelque peu amères. Les sécher et les concasser en font une superbe base pour le thé !",
	"RoseliSeeds_name": "Graines de Baie Selro",
	"RoseliSeeds_description": "À planter en automne. Il faut 9 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Rowap_name": "Baie Pommo",
	"Rowap_description": "Les baies Pommo sont très acides et quelque peu épicées. On raconte qu'autrefois un homme est décédé en renversant le jus acide dans une coupure, l'histoire n'est cependant pas confirmée.",
	"RowapSeeds_name": "Graines de Baie Pommo",
	"RowapSeeds_description": "À planter au printemps. Il faut 10 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Salac_name": "Baie Sailak",
	"Salac_description": "Les baies Sailak sont très sucrées et acidulées, et quelque peu amères. La légende raconte qu'elles sont imprégnées du pouvoir du ciel.",
	"SalacSeeds_name": "Graines de Baie Sailak",
	"SalacSeeds_description": "À planter en toute saison. Il faut 20 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Shuca_name": "Baie Jouca",
	"Shuca_description": "Les baies Jouca sont quelque peu épicées et assez sucrées. Elles dégagent une odeur vive et sont utilisées dans la confection de parfum, après un traitement pour enlever la capsaïcine.",
	"ShucaSeeds_name": "Graines de Baie Jouca",
	"ShucaSeeds_description": "À planter en hiver. Il faut 11 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Sitrus_name": "Baie Sitrus",
	"Sitrus_description": "Les baies Sitrus sont quelque peu âpres, mais aussi sucrées, amères et acides. Un petit encas qui est aussi indispensable dans la confection de médicaments modernes, de par sa nature guérisseuse.",
	"SitrusSeeds_name": "Graines de Baie Sitrus",
	"SitrusSeeds_description": "À planter en hiver. Il faut 15 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Spelon_name": "Baie Kiwan",
	"Spelon_description": "Les baies Kiwan ont un goût quelque peu âpre et sont très épicées. Une réaction normale après en avoir mangé est d'essayer de cracher du feu.",
	"SpelonSeeds_name": "Graines de Baie Kiwan",
	"SpelonSeeds_description": "À planter au printemps ou en été. Il faut 12 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Starf_name": "Baie Frista",
	"Starf_description": "Les baies Frista ont une saveur incroyablement équilibrée. Son goût était si puissant qu'on a cherché jadis à éradiquer cette baie de la surface de la planète, d'où son incroyable rareté de nos jours. ",
	"StarfSeeds_name": "Graines de Baie Frista",
	"StarfSeeds_description": "À planter en automne. Il faut 25 jours pour qu'elles poussent. Produit 5 baies de grande valeur.",
	"Tamato_name": "Baie Tamato",
	"Tamato_description": "Les baies Tamato ont un goût quelque peu âpre et épicé. Les manger vous donne la sensation d'avaler du feu.",
	"TamatoSeeds_name": "Graines de Baie Tamato",
	"TamatoSeeds_description": "À planter en été. Il faut 8 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Tanga_name": "Baie Panga",
	"Tanga_description": "Les baies Panga sont épicées et quelque peu acides. Il n'y a pas grand-chose à dire à leur sujet, à part qu'elles soient délicieuses !",
	"TangaSeeds_name": "Graines de Baie Panga",
	"TangaSeeds_description": "À planter au printemps ou en automne. Il faut 16 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Wacan_name": "Baie Parma",
	"Wacan_description": "Les baies Parma sont assez sucrées et quelque peu acidulées. Elles sont parfaites pour les desserts, surtout en confiture !",
	"WacanSeeds_name": "Graines de Baie Parma",
	"WacanSeeds_description": "À planter au printemps. Il faut 5 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Watmel_name": "Baie Stekpa",
	"Watmel_description": "Les baies Stekpa sont très sucrées et quelque peu amères. Il paraît que si vous en plantez plusieurs côte à côte, un baie gigantesque peut apparaître !",
	"WatmelSeeds_name": "Graines de Baie Stekpa",
	"WatmelSeeds_description": "À planter en été. Il faut 11 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Wepear_name": "Baie Repoi",
	"Wepear_description": "Les baies Repoi sont quelque peu amères et acides. En manger améliorent grandement la digestion.",
	"WepearSeeds_name": "Graines de Baie Repoi",
	"WepearSeeds_description": "À planter en automne. Il faut 14 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Wiki_name": "Baie Wiki",
	"Wiki_description": "Les baies Wiki ont un goût assez âpre. Les bosses sur sa peau sont d'une texture étrangement plaisante.",
	"WikiSeeds_name": "Graines de Baie Wiki",
	"WikiSeeds_description": "À planter en hiver. Il faut 17 jours pour qu'elles poussent. Produit plusieurs baies.",
	"Yache_name": "Baie Nanone",
	"Yache_description": "Les baies Nanone ont un goût quelque peu âpre et assez sucré. Elles ont un bien meilleure goût bien fraîches, et vous baissera activement la température corporelle une fois ingurgitées.",
	"YacheSeeds_name": "Graines de Baie Nanone",
	"YacheSeeds_description": "À planter en hiver. Il faut 9 jours pour qu'elles poussent. Produit plusieurs baies.",
	"DriedKasib_name": "Baie Sédra séchée",
	"DriedKasib_description": "Il n'est pas courant de manger un objet porte-bonheur, mais ça n'a pas l'air de vous arrêter.",
	"FigyBerryQuiche_name": "Quiche à la Baie Figuy",
	"FigyBerryQuiche_description": "La science ne cautionne pas du tout cette recette, mais tout le monde est d'accord pour dire qu'elle est bonne. Pas délicieuse, juste bonne. Personne ne sait pourquoi.",
	"KeeSpice_name": "Épice de Rangma",
	"KeeSpice_description": "Bien que d'avaler cette épice soit un défi internet terriblement dangereux, l'ajouter à n'importe quel plat améliorera sa saveur !",
	"NightmareSmoothie_name": "Smoothie du Cauchemar",
	"NightmareSmoothie_description": "Il a été prouvé que ce smoothie vous aide à vous endormir pendant au moins 8 heures, même si son goût extrêmement épicé vous donnera des cauchemars. Les baies Enigma et Tamato sont mixées, mais la baie Cobaba doit être mise entière, car mystérieusement, son effet ne marchera pas sans une baie Cobaba entière.",
	"SpicyBerrySalad_name": "Salade de baies épicées",
	"SpicyBerrySalad_description": "Une salade constituée uniquement de baies épicées ! Son piquant donnera un coup de fouet dans vos pas pour sûr ! Ça pourra même vous énerver !",
	"DryBerrySalad_name": "Salade de baies âpres",
	"DryBerrySalad_description": "Une salade constituée uniquement de baies âpres ! Son âpreté a l'air de vous renforcer au plus profond de vous.",
	"SweetBerrySalad_name": "Salade de baies sucrées",
	"SweetBerrySalad_description": "Une salade constituée uniquement de baies sucrées ! Leur douceur en font un adorable petit-déjeûner, et vous donnera toute la force nécessaire pour cultiver votre ferme !",
	"BitterBerrySalad_name": "Salade de baies amères",
	"BitterBerrySalad_description": "Une salade constituée uniquement de baies amères ! Son amertume vous rendra plus concentré et aiguisera vos sens pour trouver de meilleures ceuillettes !",
	"SourBerrySalad_name": "Salade de baies acides",
	"SourBerrySalad_description": "Une salade constituée uniquement de baies acides ! Son amertume vous boostera et aiguisera vos sens pour attraper les poissons !",
	"KasibBerryCake_name": "Gâteau aux baies Sédra",
	"KasibBerryCake_description": "Un gâteau délicieux orné de baies Sédra ! Les baies Chocco ajoutent un délicieux goût chocolaté !",
	"NanabSplit_name": "Nanab Split",
	"NanabSplit_description": "2 morceaux d'une baie Nanab avec une boule de glace à la vanille au milieu et une baie Ceriz au dessus!",
	"Nomelade_name": "Limonade de Tronci",
	"Nomelade_description": "Comme une limonade, mais faite avec des baies Tronci ! Vous ne savez pas d'où sort la canette en aluminium par contre…",
	"RoseliBerryTea_name": "Thé de Selro",
	"RoseliBerryTea_description": "Apaisant et délicieux.",
	"SodaPop_name": "Soda Pop",
	"SodaPop_description": "Sucré avec du sirop de baies Siam!",
	"StarfShapedCookie_name": "Cookie en forme de Frista",
	"StarfShapedCookie_description": "Chaque branche possède son propre goût. Ne contient pas de baie Frista.",
	"SweetRowapSouffle_name": "Soufflé sucré de Pommo",
	"SweetRowapSouffle_description": "La baie Micle est la star de ce plat, que vous devez ingurgiter avant de manger le soufflé. Sa douceur sucrée est indescriptible. Ce plat est inmangeable sans la baie Micle.",
	"CurlyTatsugiriSushi_name": "Sushi Nigirigon Végan (Courbée)",
	"CurlyTatsugiriSushi_description": "Ce sushi est réalisé avec une baie Papaya au lieu de la crevette. L'épice de Rangma fait vraiment bien ressortir le goût umami.",
	"DroopyTatsugiriSushi_name": "Sushi Nigirigon Végan (Affalée)",
	"DroopyTatsugiriSushi_description": "Ce sushi est réalisé avec une baie Kiwan au lieu du thon. L'épice de Rangma fait vraiment bien ressortir le goût umami.",
	"StretchyTatsugiriSushi_name": "Sushi Nigirigon Végan (Raide)",
	"StretchyTatsugiriSushi_description": "Ce sushi est réalisé avec une baie Zalis au lieu de l'oeuf. L'épice de Rangma fait vraiment bien ressortir le goût umami.",
	"GrepaBerrySalad_name": "Salade de baies Résin",
	"GrepaBerrySalad_description": "Une bonne salade !",
	"JabocaCider_name": "Cidre de Jouca",
	"JabocaCider_description": "Rafraîchissant et sans alcool pour ravir les petits comme les grands !",
	"ConcentratedBlukBerryJuice_name": "Jus concentré de baies Remu",
	"ConcentratedBlukBerryJuice_description": "Une boisson saine avec tellement de fruits que vous vous sentirez totalement rafraîchi ! Cependant, l'énorme quantité de baies Remu vous rendra léthargique pendant un moment.",
	"StarfJelly_name": "Gelée de baies Frista",
	"StarfJelly_description": "Gluant.",
	"StarfWine_name": "Vin de baies Frista",
	"StarfWine_description": "Buvez avec modération.",
	"DriedStarf_name": "Baies Frista séchées",
	"DriedStarf_description": "Morceaux moelleux de fruits séchées.",
	"ChilanWhistle_name": "Sifflet de baie Zalis",
	"ChilanWhistle_description": "Séchée et vidée, cette baie produit un son indescriptible lorsqu'on souffle dedans.",
	"MiniorKonpeito_name": "Konpeito Météno",
	"MiniorKonpeito_description": "Konpeito aux couleurs des noyaux de Météno ! Juste une sélection spécifique de saveurs de Konpeito.",
	"AguavBerryPlanter_name": "Pousse de baie Gowav",
	"ApicotBerryPlanter_name": "Pousse de baie Abriko",
	"AspearBerryPlanter_name": "Pousse de baie Willia",
	"BabiriBerryPlanter_name": "Pousse de baie Babiri",
	"BelueBerryPlanter_name": "Pousse de baie Myrte",
	"BlukBerryPlanter_name": "Pousse de baie Remu",
	"ChartiBerryPlanter_name": "Pousse de baie Charti",
	"CheriBerryPlanter_name": "Pousse de baie Ceriz",
	"ChestoBerryPlanter_name": "Pousse de baie Maron",
	"ChilanBerryPlanter_name": "Pousse de baie Zalis",
	"ChopleBerryPlanter_name": "Pousse de baie Pomroz",
	"CobaBerryPlanter_name": "Pousse de baie Cobaba",
	"ColburBerryPlanter_name": "Pousse de baie Lampou",
	"CornnBerryPlanter_name": "Pousse de baie Siam",
	"CustapBerryPlanter_name": "Pousse de baie Chérim",
	"DurinBerryPlanter_name": "Pousse de baie Durin",
	"EnigmaBerryPlanter_name": "Pousse de baie Enigma",
	"FigyBerryPlanter_name": "Pousse de baie Figuy",
	"GanlonBerryPlanter_name": "Pousse de baie Lingan",
	"GrepaBerryPlanter_name": "Pousse de baie Résin",
	"HabanBerryPlanter_name": "Pousse de baie Fraigo",
	"HondewBerryPlanter_name": "Pousse de baie Lonme",
	"IapapaBerryPlanter_name": "Pousse de baie Papaya",
	"JabocaBerryPlanter_name": "Pousse de baie Jaboca",
	"KasibBerryPlanter_name": "Pousse de baie Sédra",
	"KebiaBerryPlanter_name": "Pousse de baie Kébia",
	"KeeBerryPlanter_name": "Pousse de baie Rangma",
	"KelpsyBerryPlanter_name": "Pousse de baie Alga",
	"LansatBerryPlanter_name": "Pousse de baie Lansat",
	"LeppaBerryPlanter_name": "Pousse de baie Mepo",
	"LiechiBerryPlanter_name": "Pousse de baie Lichii",
	"LumBerryPlanter_name": "Pousse de baie Prine",
	"MagoBerryPlanter_name": "Pousse de baie Mago",
	"MagostBerryPlanter_name": "Pousse de baie Mangou",
	"MarangaBerryPlanter_name": "Pousse de baie Éka",
	"MicleBerryPlanter_name": "Pousse de baie Micle",
	"NanabBerryPlanter_name": "Pousse de baie Nanab",
	"NomelBerryPlanter_name": "Pousse de baie Tronci",
	"OccaBerryPlanter_name": "Pousse de baie Chocco",
	"OranBerryPlanter_name": "Pousse de baie Oran",
	"PamtreBerryPlanter_name": "Pousse de baie Palma",
	"PasshoBerryPlanter_name": "Pousse de baie Pocpoc",
	"PayapaBerryPlanter_name": "Pousse de baie Yapap",
	"PechaBerryPlanter_name": "Pousse de baie Pêcha",
	"PersimBerryPlanter_name": "Pousse de baie Kika",
	"PetayaBerryPlanter_name": "Pousse de baie Pitaye",
	"PinapBerryPlanter_name": "Pousse de baie Nanana",
	"PomegBerryPlanter_name": "Pousse de baie Grena",
	"QualotBerryPlanter_name": "Pousse de baie Qualot",
	"RabutaBerryPlanter_name": "Pousse de baie Rabuta",
	"RawstBerryPlanter_name": "Pousse de baie Fraive",
	"RazzBerryPlanter_name": "Pousse de baie Framby",
	"RindoBerryPlanter_name": "Pousse de baie Ratam",
	"RoseliBerryPlanter_name": "Pousse de baie Selro",
	"RowapBerryPlanter_name": "Pousse de baie Pommo",
	"SalacBerryPlanter_name": "Pousse de baie Sailak",
	"ShucaBerryPlanter_name": "Pousse de baie Jouca",
	"SitrusBerryPlanter_name": "Pousse de baie Sitrus",
	"SpelonBerryPlanter_name": "Pousse de baie Kiwan",
	"StarfBerryPlanter_name": "Pousse de baie Frista",
	"TamatoBerryPlanter_name": "Pousse de baie Tamato",
	"TangaBerryPlanter_name": "Pousse de baie Panga",
	"WacanBerryPlanter_name": "Pousse de baie Parma",
	"WatmelBerryPlanter_name": "Pousse de baie Stekpa",
	"WepearBerryPlanter_name": "Pousse de baie Repoi",
	"WikiBerryPlanter_name": "Pousse de baie Wiki",
	"YacheBerryPlanter_name": "Pousse de baie Nanone",
	"BerryCategory": "Baie"
}