{

//Display name
"JortsCat.DisplayName": "Jorts",
"JeanCat.DisplayName": "Jean",

//Config schema
"config.LinusEventTweak.name": "Linus Event Tweak",
"config.LinusEventTweak.description": "Tweaks Linus's garbage event to include Jorts.",
"config.PierreEventTweak.name": "Pierre Event Tweak",
"config.PierreEventTweak.description": "Tweaks Pierre's secret stash event.",
"config.LastingCTs.name": "Lasting Conversation Topics",
"config.LastingCTs.description": "Allow for conversation topics to last indefinitely (leave false if you don't have Lasting CTs installed.)",
"config.NyapuToggle.name": "Nyapu Toggle", //arigato nyapu-san! (New for 1.5.4)
"config.NyapuToggle.description": "Enable Nyapu portraits for Jorts and Jean.", //New for 1.5.4

//Gift Tastes
"JortsCat.GiftTaste.Love": "Oh, thank you, thank you, thank you, @! This is my favorite!",
"JortsCat.GiftTaste.Like": "This smells good, @! I really like it!",
"JortsCat.GiftTaste.Neutral": "I'm not really sure what this is, but thank you!$h",
"JortsCat.GiftTaste.Dislike": "This is kind of scrungy... and not in a good way.",
"JortsCat.GiftTaste.Hate": "@...why are you being mean?$2",
"JeanCat.GiftTaste.Love": "Oh, this is lovely! Thank you for sharing it with me, purrr.",
"JeanCat.GiftTaste.Like": "Thank you. This is quite a suitable offering.",
"JeanCat.GiftTaste.Neutral": "Thank you for thinking of me, @.",
"JeanCat.GiftTaste.Dislike": "@... You do know I'm a cat, right? How can I use this?",
"JeanCat.GiftTaste.Hate": "HSSSS!",

//Special orders
"Eloise.Jortsseeds.Name": "These Seeds Are For The Birds",
"Eloise.Jortsseeds.Ordertext": "I want to feed the birds so I can birdwatch! Please bring me a bunch of seeds so I can sort through them! You can deliver them to my mailbox. Thank you!^^(There is a muddy pawprint at the bottom of this order)",
"Eloise.Jortsseeds.Objective": "Deliver 100 mixed seeds for Eloise (and a cat) to her mailbox.",

"10950110.0": "There's a cardinal! I knew they'd love those sunflower seeds!$h",
"10950110.1": "And a bluejay!$3#$b#Oh, he's going right for the acorns!",
"10950110.2": "Hiya, Eloise! Whatcha doing?$h",
"10950110.3": "Shh! You'll scare the birds!$3",
"10950110.4": "Birds? You found some friends? I wanna see!",
"10950110.5": "No! You can't harm the birds!",
"10950110.6": "Why would I harm friends?$4",
"10950110.7": "You have to be really, really quiet, okay?$3",
"10950110.8": "I'm a ninja!$h",
"10950110.9": "So what's that friend's name?",
"10950110.10": "That's a cardinal.",
"10950110.11": "Hello, cardinal! I've never gotten to be so close before!",
"10950110.12": "What's that one? The red one.",
"10950110.13": "Oh, that's also a cardinal. A boy one.",
"10950110.14": "You can tell they're a boy?$4",
"10950110.15": "Yeah, the girl cardinals are brown and the boy cardinals are red.#$b#The boy cardinals have showy colors to attract the girls. Dad says it's called 'sexual dimorphism'.",
"10950110.16": "Wow, that's so neat! So the boys show off for the girls, huh?$h",
"10950110.17": "They sure do!$h",
"10950110.18": "Wow, Eloise, you're so smart. I bet you know everything about bird friends!",
"10950110.19": "...$3#$b#Hee hee!  Thank you, Jorts!$h",
"10950110.20": "Teach me lots, okay?",
"10950110.21": "Sure thing!$h",
"10950110.22": "So what's that one there?",
"10950110.23": "Oh, that's a house sparrow, you can tell by the stripe....",

//RSV special order - new for 1.5.0
"Blair.cats.Name": "The Better Fisherwoman",
"Blair.cats.Ordertext": "Hey! Jean's challenged me to a fishing competition, and I need some help preparing. The Rivera family name is on the line! I need a lot of bait so I can show her how it's done! Please drop it off at the barrel outside my house.",
"Blair.cats.Objective1": "Deliver 50 Deluxe Bait",
"Blair.cats.Objective2": "Deliver 30 Wild Bait",
"Blair.cats.rewardletter": "Hi @,^^ Thanks for hooking me up with all that quality bait! Here's some from my special stash for you to use in your time off (don't worry, I kept some for the competition.) Now it's just up to me and my rod.^^--Blair",
"Blair.cats.rewardletter.title": "Baited Thanks",


//String dialogue
"JortsCat.Trash.000.1": "I am SWIMMING in scrungy smells!$h",
"JortsCat.Trash.000.2": "Um... I might be stuck.$s",
"JortsCat.Trash.000.3": "Jean! Jean, I found a fish!$h",
"JortsCat.Trash.000.4": "Someone just left the lid unfastened on this, what else was I supposed to do?",
"JortsCat.Trash.000.5": "Something just moved! I'mma get it! ...Oh, it was my tail.",
"JortsCat.Trash.000.6": "Jean...Jean, help....$s",
"JortsCat.ColaShop.000.1": "I've got a hat! Thanks Vincent! I think it needs eyeholes though.$3",
"JortsCat.ColaShop.000.2": "Huh, it's kinda dark out today, isn't it?$3",
"JortsCat.ColaShop.000.3": "Look, I'm recycling!$3",
"JortsCat.ColaShop.000.4": "This doesn't count as a trashcan mishap, right?$3",
"JortsCat.ColaShop.000.5": "I AM CUPCAT, MASTER OF PELICAN TOWN!$3",
"JortsCat.Kevin.000.1": "Cheesy chips and cheesy crunchies are both good! But mango is my favorite.$3",
"JortsCat.Kevin.000.2": "If she didn't want you pecking at it, why did she leave it out?$4",
"JortsCat.Kevin.000.3": "Do you like Tatiana as much as I like Jean?$1",
"JortsCat.Kevin.000.4": "Oh wow! Kevin, you're so cool! What happened next?$1",
"JortsCat.Kevin.000.5": "Do you ever get cold in winter? Let me know if you need to come in, all right?",
"JortsCat.Kevin.000.6": "Here, Kevin, I saved you this! What do you think? Super scrungy, right?$h",
"JortsCat.Kevin.000.7": "Where did you find that?? IT'S SO SPARKLY!$1",
"JortsCat.CatCafe.000.1": "Zzz... no, I'm not a sleepy kitty... that's a pocket monster...$7",
"JortsCat.CatCafe.000.2": "Hnn... yes, you can pet my belly, it's stress relieving... zzz$7",
"JortsCat.CatCafe.000.3": "Yes, I spilled the tea... what about it... snrrr$7",
"JortsCat.CatCafe.000.4": "Zzz... I'm gonna make a big soup... yes, I'll share....$7",
"JortsCat.CatCafe.000.5": "What do you think is on the ceiling?#$b#Is it a bug? I hope it's a bug.",
"JortsCat.CatCafe.000.6": "Mmm... so sleepy... can't keep eyes... open....$7",
"JortsCat.Pride.000": "It's a party for everybody to love who they are! That's the best kind!$1#$b#Don't forget that I love you too, @!",
"JeanCat.Trash2.000.1": "Classic Jorts...$3",
"JeanCat.Trash2.000.2": "Well Jorts, you may be IN trash, but at least you AREN'T trash.$3",
"JeanCat.Trash2.000.3": "Jorts, absolutely do not eat that.$2",
"JeanCat.Trash2.000.4": "I don't even want to think about what I'll have to clean off him this time.$3",
"JeanCat.Trash2.000.5": "At least it's a disaster that mostly cleans up after itself.$3",
"JeanCat.Trash2.000.6": "Well... setting the 'days since a trash can mishap' count back to zero...$3",
"JeanCat.Ginger.000.1": "Look, just try talking to her. Kids pay attention, you know.$6",
"JeanCat.Ginger.000.2": "A redbanded perch is NOT a replacement for a sea bass, end of story.$6",
"JeanCat.Ginger.000.3": "That Pierre... I'm telling you, we need to slip in one night and pee on everything he loves.$6",
"JeanCat.Ginger.000.4": "When that dog get loose one day, don't come crying to me.$6",
"JeanCat.Ginger.000.5": "She named you WHAT, now?$6",
"JeanCat.Ginger.000.6": "So, what's Shane done lately that's entertaining? Spill the catnip.",
"JeanCat.Ginger.000.7": "But what would WE know about that, we're just cats.$6",
"JeanCat.Ginger.000.8": "So then Jorts got locked in the closet...$6",
"JeanCat.Tatiana.000.1": "It's really only a 'love' potion if it's from the Amor region, otherwise it's just sparkling infatuation.$6",
"JeanCat.Tatiana.000.2": "A redbanded perch is NOT a replacement for a sea bass, end of story.$6",
"JeanCat.Tatiana.000.3": "That's some nice robes Razzy has, huh? Would be a shame if something happened to them.$6",
"JeanCat.Tatiana.000.4": "Look, humans can't be explained as easily as Jorts.$6",
"JeanCat.Tatiana.000.5": "Just try knocking some things off the shelf sometime. It's great stress relief.$6",  //New line for 1.5.0
"JeanCat.Tatiana.000.6": "Ahahaha! Classic Kevin!$6",
"JeanCat.Tatiana.000.7": "But what would WE know about that, we're just animals.$6",
"JeanCat.Tatiana.000.8": "So then Jorts got locked in the closet...$6",
"JeanCat.HotGoss.000.1": "Look, just try talking to her. Kids pay attention, you know.$6",
"JeanCat.HotGoss.000.2": "It's really only a 'love' potion if it's from the Amor region, otherwise it's just sparkling infatuation.$6",
"JeanCat.HotGoss.000.3": "A redbanded perch is NOT a replacement for a sea bass, end of story.$6",
"JeanCat.HotGoss.000.4": "That's some nice robes Razzy has, huh? Would be a shame if something happened to them.$6",
"JeanCat.HotGoss.000.5": "That Pierre... I'm telling you, we need to slip in one night and pee on everything he loves.$6 ",
"JeanCat.HotGoss.000.6": "She named you WHAT, now?$6",
"JeanCat.HotGoss.000.7": "Ahahaha! Classic Kevin!$6",
"JeanCat.HotGoss.000.8": "So, what's Shane done lately that's entertaining? Spill the catnip.",
"JeanCat.HotGoss.000.9": "Look, humans can't be explained as easily as Jorts.$6",
"JeanCat.HotGoss.000.10": "But what would WE know about that, we're just animals.$6",
"JeanCat.HotGoss.000.11": "When that dog gets loose one day, don't come crying to me.$6",
"JeanCat.HotGoss.000.12": "So then Jorts got locked in the closet...$6",
"JeanCat.ColaShop2.000.1": "Classic Jorts...$3",
"JeanCat.ColaShop2.000.2": "Sam, uh, a little help here?$3",
"JeanCat.ColaShop2.000.3": "At least it's not a Joja cup, I suppose.$3",
"JeanCat.ColaShop2.000.4": "Vincent, I appreciate the thought, but that's not a hat.$3",
"JeanCat.CatCafe2.000.1": "Yes, you may brush me, if you're gentle.$6",
"JeanCat.CatCafe2.000.2": "The cats here have the BEST tea about the locals, you know.$6",
"JeanCat.CatCafe2.000.3": "Just keeping my conscience clean and my claws sharp. $h",
"JeanCat.CatCafe2.000.4": "%Jean is singing to herself while she scratches the post.#$b#The softest paw can become a claw~$h",
"JeanCat.CatCafe2.000.5": "Just getting in some quality grooming while Jorts naps.$6",
"JeanCat.CatCafe2.000.6": "I'm fine. I've only had a LITTLE catnip.$3",
"JeanCat.Pride2.000": "Never forget, @, Pride started as a riot. It's good to be proud of who you are, but also important not to let hate oppress you.",

//Compat dialogue
"JortsCat.Solstice.winter_24": "Hey @, could you put a wish tag on the tree for me? I don't have thumbs.#$b#Also, I can't write.$4", //day before Solstice
"JeanCat.Solstice.winter_24": "I think there's so much food at the Winter Solstice because humans associate food with care. What better way to show someone love than to take care of a basic need?$h", //day before Solstice
"JortsCat.Solstice.JortsCat": "Happy food and friends day, @! I saved this just for you! It's my favorite so I hope you like it too![280]$h", //dialogue during the festival
"JortsCat.fall_19": "Are you going up to Ridgeside tomorrow?",
"JortsCat.winter_27": "Jean and I are going to go up to the Ridge a little early so I can pick out a good branch. I want something nice and scrungy!",
"JeanCat.fall_19": "Whereas the Fair is a regional event, Ridgeside's Gathering is really meant more for the people local to here.#$b#It allows the two towns time to get together without all the pressure of an 'important' event.",
"JeanCat.winter_27": "I'm not fond of the Ridge after dark, but rituals like the Ember of Resolutions are good to put finality into the year and start afresh.",

//CONVERSATION Topics
"jortsandjean.CT.Abigail.MeetTheCats": "I love listening to Jean's stories, she's so smart. I have to be careful to wash my clothes when I get home, though. Dad's super-allergic.",
"jortsandjean.CT.Abigail.ButteredJorts": "Hahaha, poor Jorts! I bet Jean wasn't pleased at having to clean up after this one.$h",
"jortsandjean.CT.Abigail.JortsZoomies": "Sam told me about Jorts and Jean terrorizing Morris.  You love to see a grown man losing to a pair of cats.$h",
"jortsandjean.CT.Abigail.OpenAllTheDoors": "I can't believe Joja just...closed, like that. Sam said they didn't even bother clearing out the stock.",
"jortsandjean.CT.Alex.MeetTheCats": "Those two neighborhood cats really like visiting my grandparents. Grandma really seems to love them, so they must be good company.",
"jortsandjean.CT.Alex.ButteredJorts": "Grandma put aside some trimmings for Jean, but she refused. I guess she's feeling a little nauseated from cleaning off all that butter from Jorts.",
"jortsandjean.CT.Caroline.MeetTheCats": "I see Abigail with a couple of cats every now and then. They seem quite unusual, don't they?",
"jortsandjean.CT.Caroline.ButteredJorts": "You know, it's funny. Aside from being fished out of the trash can, Jorts doesn't seem to need us that much, but we do seem to need him.",
"jortsandjean.CT.Caroline.OpenAllTheDoors": "I'm very thankful Pierre's store managed to survive the presence of Jojamart. A lot of small shops like his in other towns aren't so lucky.",
"jortsandjean.CT.Clint.MeetTheCats": "I don't know why those cats come around here so much. It's not like I feed them.",
"jortsandjean.CT.Clint.ButteredJorts": "I get Pam was trying to help, but... butter?$s",
"jortsandjean.CT.Demetrius.MeetTheCats": "Talking cats? Ah, I see, you're making a joke.$h#$b#Talking cats just isn't scientifically possible. They don't have adequate vocal cords or tongues to properly enunciate.",
"jortsandjean.CT.Demetrius.ButteredJorts": "There's no studies to show that certain colors of cats have less intelligence than others.#$b#There is a wealth of anecdotal data, however, which is difficult to dismiss.",
"jortsandjean.CT.Dwarf.MeetTheCats": "Sometimes those small furry creatures come to visit me when they're in the mines.#$b#Wish they'd buy something, though.",
"jortsandjean.CT.Dwarf.ButteredJorts": "The small furry creature seems annoyed lately. Sometihng about bahder?  I think I'll stay clear of them.",
"jortsandjean.CT.Elliott.MeetTheCats": "@, do you believe that cats can talk?#$b#It's a fantasy, of course. But a fantasy can be both a thing that isn't real, and a thing you wish for.$h",
"jortsandjean.CT.Elliott.ButteredJorts": "I do hope Pam doesn't think we're laughing at her. No harm was done, and we know she means well.",
"jortsandjean.CT.Emily.MeetTheCats": "Oh, Jorts and Jean? They're very special cats, aren't they?$h#$b#OF course, all cats are special!",
"jortsandjean.CT.Emily.ButteredJorts": "I tried doing a crystal healing ritual on Jean to help her feel better. She fell asleep, so I guess it worked.",
"jortsandjean.CT.Emily.OpenAllTheDoors": "Nature is healing. May the land that Joja poisoned be quickly reclaimed.$7",
"jortsandjean.CT.Evelyn.MeetTheCats": "Jorts and Jean are such sweet cats. Sometimes I give them a little salami, as a treat. Don't tell George, though.",
"jortsandjean.CT.Evelyn.ButteredJorts": "No one is mad at Pam for trying to help. On the contrary, I think we all learned that sometimes what we think will help isn't what someone else needs.",
"jortsandjean.CT.George.MeetTheCats": "Those two cats are always trying to sleep on my lap. Haven't the heart to shove 'em off though. Not like I'm getting up, anyway.",
"jortsandjean.CT.George.ButteredJorts": "Hmph, it wasn't even *real* butter, just margarine. That'll make a cat sick.",
"jortsandjean.CT.George.OpenAllTheDoors": "I heard those kids at the Jojamart were trying to form a union. Good on 'em. That's the proper way workers looked out for each other when I was young.",
"jortsandjean.CT.Gil.MeetTheCats": "They're good cats, @.#$e#*snore*",
"jortsandjean.CT.Gil.ButteredJorts": "Marlon, you're not allowed to butter a coworker.#$e#*snore*",
"jortsandjean.CT.Gus.MeetTheCats": "The cats like to slip in for scraps every so often. Jean's even smart enough to open the door on her own.#$b#And Jorts, never saw a cat that liked yams so much!$h",
"jortsandjean.CT.Gus.ButteredJorts": "I guess I was being a little insensitive. Cats still have feelings, same as anyone else.$2#$b#I'll make it up to him with some yams in gravy.",
"jortsandjean.CT.Gus.DumpsterFishing": "I guess I'll have to make my zucchini fritters tonight...#$b#Hm? Oh, it's nothing.$h",
"jortsandjean.CT.Haley.MeetTheCats": "That orange cat is smart enough to get IN to my trash can no matter what I do, but not smart enough to get OUT.$3",
"jortsandjean.CT.Haley.ButteredJorts": "Butter? I don't see the problem. That's not the worst thing Jean has had to lick off him.",
"jortsandjean.CT.Harvey.MeetTheCats": "Talking cats? You could be having auditory hallucinations, @. If you'd like, I can run some tests.",
"jortsandjean.CT.Harvey.ButteredJorts": "Hygiene is important, but putting an oily substance on a furry animal is the opposite of hygenic.$s",
"jortsandjean.CT.Harvey.RubberCatting": "Hm? Oh, yes, Kent was just in here, though I can't tell you what for. Privacy rules.#$b#Though speaking in generalities, I'm always happy when people come to me for help. Medicine can do amazing things, but the person has to want the help first.$h",
"jortsandjean.CT.Harvey.JortsZoomies": "I wonder what prompted such a tear from Jorts? I only know human psychology, not animal.",
"jortsandjean.CT.Jas.MeetTheCats": "Jorts is so nice! One time I fell and scraped my knee, and Jorts licked it til it felt better.$h#$b#When I told Aunt Marnie, she made me scrub it clean, though.$s",
"jortsandjean.CT.Jas.ButteredJorts": "I wish I could've seen Jorts with butter on him. I bet he was cute!",
"jortsandjean.CT.Jas.JortsZoomies": "I asked Uncle Shane about Jorts running around the Jojamart since he was working, but he won't tell me.$s#$b#He just keeps looking at some paper in his room.",
"jortsandjean.CT.Jas.OpenAllTheDoors": "Uncle Shane seems really down about the Jojamart closing. I wish I had some way of cheering him up.$2",
"jortsandjean.CT.Jodi.MeetTheCats": "I hope those two kitties have a good place to sleep at night.$s#$b#I'd consider letting them inside our house, but I just don't have the time to take care of a pet, too.",
"jortsandjean.CT.Jodi.ButteredJorts": "I understand where Pam's coming from...Jorts seems to need a lot of care. I guess that's why he has Jean.",
"jortsandjean.CT.Jodi.RubberCatting": "Kent told me he wants to try therapy, @. I never thought that kind of thing, just talking, would help.$s#$b#But if Kent does, I'll trust him. He's my husband, after all.$h",
"jortsandjean.CT.Kent.MeetTheCats": "Some nights those cats just come and sit with me by the river. Makes me feel at peace.$h",
"jortsandjean.CT.Kent.ButteredJorts": "Haha. I haven't had a story quite this silly since the 'Noodle Incident' in basic training.$h",
"jortsandjean.CT.Kent.RubberCatting": "Hope is an interesting thing, isn't it? Just the chance that something might improve makes things seem better.$h",
"jortsandjean.CT.Krobus.MeetTheCats": "Ah, yes, I know the two cats that are always together.#$b#Jean brings me fish to sell and Jorts is always so nice to talk to.$h",
"jortsandjean.CT.Krobus.ButteredJorts": "There's been quite a ruckus on the surface today. Did something happen to Jorts?",
"jortsandjean.CT.Leah.MeetTheCats": "There's something almost magical about those cats, isn't there? I swear I've heard them talk before.$h",
"jortsandjean.CT.Leah.ButteredJorts": "Aw, I wish I'd seen buttered Jorts, I bet it was cute. Maybe I'll create some art based on the idea.$h",
"jortsandjean.CT.Lewis.MeetTheCats": "Talking cats? Don't be ridiculous, @. Cats can't talk.#$b#And they certainly can't bully you over passing anti-corporate ordinances.$3",
"jortsandjean.CT.Lewis.ButteredJorts": "Is this what Pelican Town has come to? Buttering cats?",
"jortsandjean.CT.Linus.MeetTheCats": "Jean comes to fish with me sometimes, while Jorts keeps us company.#$b#She's a good listener and he's a good talker. They work well together.$h",
"jortsandjean.CT.Linus.ButteredJorts": "I know how Jorts feels. People sometimes try to 'fix' me, too.$s",
"jortsandjean.CT.Linus.DumpsterFishing": "Thanks for keeping quiet about me, @. Jorts and I will make sure to be more courteous of the noise we make in the future.$h",
"jortsandjean.CT.Marnie.MeetTheCats": "I don't have to worry about rats nearly as much now that Jean visits my farm.$h#$b#And Jorts is a sweetie, Jas adores him.$h",
"jortsandjean.CT.Marnie.ButteredJorts": "Oh dear, poor Jorts. I hope this doesn't give the kids any ideas...$s",
"jortsandjean.CT.Marnie.JortsZoomies": "I heard Jorts caused a ruckus at Shane's work, but he's been really quiet about it. Did something else happen, I wonder?$3",
"jortsandjean.CT.Marnie.OpenAllTheDoors": "I know Shane must be disappointed about the Jojamart closing, but I'm really proud of him. He worked so hard to make that union a reality.$h",
"jortsandjean.CT.Marlon.MeetTheCats": "Smart cats, those two. They help Gil and me on patrol overnight.#$b#Always seem to know where they're needed in town, too. But maybe that's just because they're cats.",
"jortsandjean.CT.Marlon.ButteredJorts": "Shouldn't put butter on someone on the job. It's unprofessional.",
"jortsandjean.CT.Maru.MeetTheCats": "Talking cats?#$b#Oh, I wonder if I could make them collars with little robotic cat-to-human translators? I bet that'd be fun!$3",
"jortsandjean.CT.Maru.ButteredJorts": "Pam gave it a good try, but cats just aren't trainable like dogs are. They're not evolved to follow orders.$2",
"jortsandjean.CT.Pam.MeetTheCats": "Those two cats? I always slip them my leftovers, they're real sweethearts. Sometimes I even think I hear them cheering me on or comforting me.$h",
"jortsandjean.CT.Pam.ButteredJorts": "I guess I should trust that Jorts and Jean know what they need and stop interfering. I'll stick to fishing Jorts out of trash cans.$s#$b#But Gus better apologize to Jorts for what he said!$3",
"jortsandjean.CT.Pam.OpenAllTheDoors": "Times are going to be a little tighter now that the Jojamart's gone. At least Jorts seems in high spirits like always.",
"jortsandjean.CT.Penny.MeetTheCats": "Sometimes when my mom's had too much to drink, Jorts and Jean escort her home to make sure she gets here all right.#$b#They're like her guardian angels!$h",
"jortsandjean.CT.Penny.ButteredJorts": "Oh, Mom....$s#$b#Please don't hold this against her, @. I really think she's learned something from this.",
"jortsandjean.CT.Pierre.MeetTheCats": "The cats?  I--achoo!--get allergies just thinking about them!",
"jortsandjean.CT.Pierre.ButteredJorts": "I can't believe Pam put margarine on Jorts!$3#$b#If you're going to apply butter products to a cat, it should be MY high-quality butter, not that cheap Joja imitation!$3",
"jortsandjean.CT.Pierre.JortsZoomies": "Serves Morris right, having those cats run around his store like that.$h#$b#...I hope they don't decide to try the same thing here.$s",
"jortsandjean.CT.Pierre.OpenAllTheDoors": "I still can't believe Joja's actually gone. I'm in shock that all it took was it standing up to them once. We should have done it years ago.",
"jortsandjean.CT.Robin.MeetTheCats": "Don't tell Demetrius, but Sebby was talking to those two cats the other day. And get this, they were talking back!$h#$b#Demetrius would never believe me, though.$4",
"jortsandjean.CT.Robin.ButteredJorts": "Oh dear. Well, Jorts doesn't seem to hold grudges, so Pam will probably be fine.$h",
"jortsandjean.CT.Sam.MeetTheCats": "Oh, the talking cats? I've never heard them, but Seb and Abby have, and I believe them.",
"jortsandjean.CT.Sam.ButteredJorts": "I know I shouldn't laugh, but... pfft!$h",
"jortsandjean.CT.Sam.RubberCatting": "Dad's been looking a bit happier lately, since he started visiting Harvey. Maybe he made a friend?$h",
"jortsandjean.CT.Sam.JortsZoomies": "Vincent got a real kick out of the story of Jorts running around the Jojamart.$h#$b#I, uh, didn't tell him about the flyer thing. I saved one from the trash, but....",
"jortsandjean.CT.Sam.OpenAllTheDoors": "I'm kind of sad to see Jojamart gone. I actually was really looking forward to being in the union.$s#$b#It was kind of cool to be a part of something big, with everyone working for each other, you know?$10",
"jortsandjean.CT.Sandy.MeetTheCats": "Emily says there's a couple of talking cats in town, but I think she's just teasing me.#$b#The only thing they ever seem to say to me is 'more milk!'$h",
"jortsandjean.CT.Sandy.ButteredJorts": "Emily told me back in town they're putting butter on cats? Really, sweeties, what ARE you up to?$s",
"jortsandjean.CT.Sebastian.MeetTheCats": "Of course Demetrius doesn't know Jean and Jorts talk. He doesn't listen to humans, let alone cats.",
"jortsandjean.CT.Sebastian.ButteredJorts": "Oh man, if I was Pam, I'd watch my step for a while. Jean can really hold a grudge.$h",
"jortsandjean.CT.Sebastian.JortsZoomies": "Sam showed me the flyer Jorts was passing out. It's a good idea. I'm a freelancer, so I don't get the same chance to bargain as a union would.",
"jortsandjean.CT.Sebastian.OpenAllTheDoors": "Lousy Joja rats. They'd rather shut down the store altogether than deal with a union.$5",
"jortsandjean.CT.Shane.MeetTheCats": "Is it just me, or are those cats kind of...weird? I feel like the little one in particular watches me a lot.$a",
"jortsandjean.CT.Shane.ButteredJorts": "Even at my drunkest, I've never thought it was a good idea to put butter on a cat.",
"jortsandjean.CT.Shane.RubberCatting": "Harvey said he's trying to get together a support group for us guys to talk about stuff. Apparently there's a lot of men around here going through stuff.#$b#I don't know about talking about my feelings to a bunch of strangers... but I was willing to give therapy a try, so maybe....",
"jortsandjean.CT.Shane.JortsZoomies": "....$3#$b#What? I'm just... thinking about stuff. I have a lot on my mind, you know.$5",
"jortsandjean.CT.Shane.OpenAllTheDoors": "...I don't know if I made a mistake. Maybe I shouldn't have pushed for it. But I guess there's no undoing it.$3",
"jortsandjean.CT.Vincent.MeetTheCats": "Jorts and Jean are really cool! Wanna know a secret about them?#$b#Don't tell the adults, but they can talk!$h",
"jortsandjean.CT.Vincent.ButteredJorts": "Hee hee, Jorts was telling me about the butter! That's so funny!",
"jortsandjean.CT.Vincent.RubberCatting": "Hey @, what's pee-tee-ess-dee? I overheard Mom and Dad talking about it.#$b#When I asked Miss Penny, she said that it was a sickness. Am I gonna get sick?$s",
"jortsandjean.CT.Vincent.JortsZoomies": "I asked Jorts if he can show me how fast he can run, and he said he'd do zoomies just for me!$H",
"jortsandjean.CT.Willy.MeetTheCats": "That Jean is one of the smartest cats I've ever seen. Good fishing cat. Jorts... well, he's very gentle.",
"jortsandjean.CT.Willy.ButteredJorts": "Seems everyone's heard about the butter incident.#$b#Well, it'll keep 'em from talking about me crabs for a while.$h",
"jortsandjean.CT.Wizard.MeetTheCats": "Jorts and Jean? They are not arcane creatures. You have nothing to fear from them.#$b#They are cats: ordinary, yet extraordinary. It is best if you do not pry too far into the whys of it.", //added in 1.5.2 
"jortsandjean.CT.Wizard.ButteredJorts": "No, I will not look into a spell to make Jorts smarter. He is happy as he is.#$b#Intelligence does not equate happiness. Ask me how I know....", //added in 1.5.2
"jortsandjean.CT.Clint.Lucikiel.MeetTheCats": "Jean's a nice cat. Always knows what to say to cheer me up.#$b#D-don't tell anyone I said that, though! Especially not Lucikiel!$4",
"jortsandjean.CT.Clint.Lucikiel.ButteredJorts": "Don't tell anyone, but Lucikiel is pretty fond of Jean.#$b#I'm glad she wasn't hurt, otherwise Pelican Town might be short one Pam....$4",
"jortsandjean.CT.Kent.Toshinori.ButteredJorts": "Haha. I haven't had a story quite this silly since Toshinori managed to knock over an entire tent complex by smacking his forehead into a support beam.$h",
"jortsandjean.CT.Shane.Ginger.MeetTheCats": "When those two cats get together with Mr. Ginger, I feel like they're gossiping about me.#$b#I guess that's just being paranoid.",
"jortsandjean.CT.Shane.Ginger.ButteredJorts": "I wonder if I could get away with doing that to Mr. Ginger, haha.$h#$b#Nah, I'd better not try. He'd probably put a dead mouse in my drink.#$b#...again.$2",
"jortsandjean.CT.Jas.ginger.MeetTheCats": "Jorts and Jean like to hang out with Mr. Ginger when I play. I'm glad they're such good friends.$h", //added in 1.5.2
"jortsandjean.CT.Jas.ginger.ButteredJorts": "I told Mr. Ginger about what happened to Jorts. It almost sounded like he was laughing....", //added in 1.5.2
"jortsandjean.CT.Marnie.Ginger.MeetTheCats": "With so many cats around, I don't have to worry about rats nearly as much as I used to.$h#$b#Though, if little Jean decides she fancies one of the boys, we may have TOO many cats....",
"jortsandjean.CT.Marnie.Ginger.ButteredJorts": "Oh dear, poor Jorts. I hope Jas doesn't get any ideas with Mr. Ginger... I don't think he'll put up with that.",
"jortsandjean.CT.Void.MeetTheCats": "Well, yes, I petted the kitty, but I had no choice.#$b#I definitely didn't enjoy petting his very soft fur or anything.",
"jortsandjean.CT.Void.ButteredJorts": "Why would you put butter on a cat? Maybe Pam was trying to eat him?#$b#Not that I care about that big soft fluffball or anything.",
"jortsandjean.CT.Lavril.MeetTheCats": "The big orange kitty said hi to me and let me pet him!  I wonder if the little one will come see me, too?$13",
"jortsandjean.CT.Lavril.ButteredJorts": "Is Mr. Jorts okay? Void said that he'd be fine, but I'm worried.$2",
"jortsandjean.CT.Lucikiel.MeetTheCats": "Talking cats, huh? This town is more than it appears to be.$9",
"jortsandjean.CT.Lucikiel.ButteredJorts": "HAHAHA! I can't believe Pam buttered Jorts!$1",
"jortsandjean.CT.Lucikiel.JortsZoomies": "Are we sure Morris doesn't actually like being humiliated? Between myself and a pair of cats, he seems to be excellent at embarrassing losses.$1",
"jortsandjean.CT.Lucikiel.OpenAllTheDoors": "It's a shame I couldn't give Morris one more humiliation for the road.$1#$b#Let's hope his vices continue to 'bless' him in the future.$7",



//JORTS DAILY DIALOGUE
//Conversation Topics
//Vanilla
"JortsCat.cc_Begin": "You smell like dust, @!#$b#Huh, Lewis could smell it too? He must have a good nose!",
"JortsCat.cc_Boulder": "Hey, that boulder by the mines is gone! Now the water smells way more interesting!$h",
"JortsCat.cc_Bridge": "Someone fixed the bridge! Now I can get across the easy way, instead of having to go all the way around!$h",
"JortsCat.cc_Bus": "The bus is working! I always wanted to ride, but Pam and Lewis said I'm not allowed on.",
"JortsCat.cc_Greenhouse": "That new building looks so warm and cozy. You should take some naps in there.",
"JortsCat.cc_Minecart": "@, can I come ride with you on the cart? It looks fun!",
"JortsCat.cc_Complete": "Wow, @! Everyone's saying you fixed this up! It must have taken a lot of nails.$h",
"JortsCat.movieTheater": "There are so many bird friends in the new building!",
"JortsCat.willyCrabs": "One of those crabs nipped my tail.$s#$b#I guess it was because Jean was trying to eat him.",
"JortsCat.pamHouseUpgrade": "@, you helped build Pam's new house? I hope you gave her some good scratching posts. She needs to relieve stress sometimes.",
"JortsCat.pamHouseUpgradeAnonymous": "I wonder who helped with Pam's new house? I have no idea! They must be super nice though.$h",
"JortsCat.Characters_MovieInvite_Invited": "Oh boy, a movie? Let me just get Jean to clean me up, I'll meet you there! ZOOMIES!",
"JortsCat.DumpsterDiveComment": "Find anything good?$h",
"JortsCat.AcceptBirthdayGift_Positive": "You got me a birthday present?? You're my favorite human.$h",
"JortsCat.AcceptBirthdayGift_Loved": "AHHHH YOU GOT ME A BIRTHDAY PRESENT! I'M SO EXCITED I'M GONNA ZOOMIES!$h",
"JortsCat.AcceptBirthdayGift_Negative": "I, uh... Thanks, but I don't really want it, even if it is my birthday....$s",
"JortsCat.AcceptBirthdayGift": "Oh boy, a present! Want to share? My birthday's on worker's day, after all, and it's about unity.$h",
"JortsCat.AcceptGift_(O)StardropTea": "@! Did you get me milk?? I love you!!!$1", //New line for 1.5.0
"JortsCat.GreenRain": "Huh, I've never smelled scrungy rain before. Guess there's a first time for everything!$1", //New line for 1.5.0
"JortsCat.GreenRainFinished": "Aww, the scrungy rain is over?", //New line for 1.5.0
"JortsCat.GreenRain_2": "Hey, the scrungy rain is back! Maybe I'll go lick some of it!$1", //New line for 1.5.0
"JortsCat.FlowerDance_Accept": "You want me to dance?? Sure! I'll go put on my best cup!#$b#There!$3", //New line for 1.5.4
"JortsCat.FlowerDance_Decline": "Jean says I can't dance because I'll get stepped on.$2#$b#Maybe next year?", //New line for 1.5.4
"JortsCat.RejectBouquet": "Those are some pretty flowers! Jean says I'm not allowed to eat them, though.", //New line for 1.5.4

//Vanilla+ (Mobile Phone, More CTs)
"JortsCat.MobilePhoneGreeting.1": "This is Gil's phone, please leave a message after the meow. Meow!",
"JortsCat.MobilePhoneGreeting.2": "Oh boy! {0} is calling me!",
"JortsCat.MobilePhoneGreeting.3": "Hi, {0}! I'm taking care of the phone right now, did you want to speak to me or Jean?",
"JortsCat.MobilePhoneGreeting.4": "Hi, {0}! It's me, your favorite Jorts of all Jortses out there!",
"JortsCat.MobilePhoneGreeting.5": "Hi, {0}! Smartphones are great, aren't they? They're real easy to use with paws!",
"JortsCat.MobilePhoneGreeting.6": "Hi, {0}! Do you need me to come find you so I can rub on your legs?",
"JortsCat.MobilePhoneGreeting.7": "Hi {0}, this is Gil! Okay, it's not really Gil, but he doesn't like his cell phone.",
"JortsCat.MobilePhoneReminisce": "You wanna hear a story, @?",
"JortsCat.MobilePhoneInvite": "Oh boy, let's play!",
"JortsCat.MobilePhoneGoodBye.1": "Okay, I love you, bye-bye!",
"JortsCat.MobilePhoneGoodBye.2": "Bye @! I'll say hi to Gil for you too!",
"JortsCat.MobilePhoneGoodBye.3": "Bye, @! Hope I can see you soon, it's not the same if I can't sniff you.",
"JortsCat.MobilePhoneGoodBye.4": "Okay, talk to you later, @! Unless Jean answers instead!",
"JortsCat.railroadEarthquake": "Wow, that earthquake last night was so fun! I vibrated almost as hard as the time I rode Morris's floor polisher!$h",
"JortsCat.islandResortUnlocked": "There's a giant sandbox on the other side of the sea? Can we go play, Jean? Pretty please?$h",
"JortsCat.jojaMartStruckByLightning": "Marlon said the Jojamart got struck by that big lightning last night! Good thing it didn't catch on fire, or Clint might've been in trouble!",
"JortsCat.babyBoy": "Wow, @! I can't believe you and %spouse made a WHOLE baby!",
"JortsCat.babyGirl": "Wow, @! I can't believe you and %spouse made a WHOLE baby!",
"JortsCat.wedding": "What a big party! We should have another one sometime!$h",
"JortsCat.event_postweddingreception": "This must have been really special for you and %spouse, @, since we get to celebrate it twice!$h",
"JortsCat.luauBest": "Jean and I got some of the soup when Lewis wasn't looking. It was tasty as a sturgeon!$h",
"JortsCat.luauShorts": "I didn't get to try the soup.$s#$b#Jean said it was 'an offense to dignity and good taste'. How can it offend anyone if it can't talk?$4",
"JortsCat.luauPoisoned": "Jean said you humans didn't like the soup. It tasted just fine to me though.$5",

//Other NPCs/expansions
//Alecto
"JortsCat.AlectoIntroduction": "You met the lady with the crows? I like Kevin, he's my friend. Sometimes we investigate the scrungy smells together.",
"JortsCat.AlectoWizardTower": "Kevin found a scrungy bag and shared it with me! He's the best!$h",
//Juliet and Jessie
"JortsCat.JulietGremlin": "Juliet has a new friend!$h#$b#I tried to say hi, but she ran away. Maybe if I give her a fish?$4",
//Juna
"JortsCat.JunaBeachBallet": "Juna's very nice! She gives me all sorts of interesting scrungy things to play with!",
"JortsCat.JunaJunimos": "I found a pink flamingo in the woods!$h#$b#Jean said we can't keep it, so I meowed at the Wizard until he teleported it to Lewis's lost and found. He's so helpful!",
"JortsCat.JunaGone": "I miss Juna already.$s#$b#But sometimes you have to go somewhere. Jean said it must be important.",
//Lavril
"JortsCat.LavrilUnlocked": "Aww, what a cute little girl and bunny! She said she wants to be friends! And she gives nice pets!",
//Lucikiel
"JortsCat.LucikielArrives": "Do you suppose that man gets cold with no shirt on?$4",
"JortsCat.ReputationIncreased": "I'm glad Lucikiel is making friends! Maybe they can give him a shirt.$h",
//Ridgeside
"JortsCat.RSV_GH1": "Yaaay, Jean said we can go see the new greenhouse in Ridgeside! I'm going to lay in ALL the sunbeams!$h",
"JortsCat.keahi_prank": "Uh, @? You smell scrungy. Like, really really scrungy.$s#$b#My face is all scrunched up, it's so scrungy.$s",
"JortsCat.Lidens_Return": "Did you see the lady that looks like Alissa? She smells like salt.",
"JortsCat.Naomi_Return": "Did you see how happy Yuuma was that his mom's back? He smiled super big, he never does that!$h",
"JortsCat.LeilaniArrives": "Hey, Leilani's back again! I hope her grades were good this year!",
//Prank the Jojamart
"JortsCat.PTJ03": "Sooo many crabs!  Let me help, Morris, let me help!$h",
//Pumpkin Spice
"JortsCat.pumpkin_spice_madness": "Are you going to have a pumpkin spice latte, @? Can I dip my paw in it? I promise I washed it.",
//Toshinori
"JortsCat.TalkingAboutToshinori": "Toshinori always gives me tasty things when we visit the bar. He's so nice!",
"JortsCat.ToshisSon": "That green haired man rescued me from the trash can! He said he rescues cats a lot, so he didn't mind.",
//Jorts and Jean (lol)
"JortsCat.MeetTheCats": "You're a good listener, @. Jean says that's a real important skill.$h",
"JortsCat.ButteredJorts": "I'm not mad at Pam. It's pretty funny now that it's over.#$b#And maybe this will encourage her to lay off the beers some!$h",
"JortsCat.DumpsterFishing": "Linus brought me some fish scraps the other night that were SUPER scrungy! I guess he found something good.$h",
"JortsCat.RubberCatting": "If you're feeling sad, @, you can always come rub my belly.$h",
"JortsCat.JortsZoomies": "It was so much fun to zoomies around the Jojamart! It's like a big cat tree!$h",
"JortsCat.OpenAllTheDoors": "I'm going to miss having the Jojamart.  I guess we'll just have to make a new union for whoever takes their place!$h",
//Other
"JortsCat.Shane_Starts_Selling": "I saw Shane setting up a bin in Marnie's place.#$b#Huh, it looks like the one that used to be inside Jojamart.$4",
"JortsCat.platonic_LetterCS2CT": "I love friends! I love you! And I love your friend, too!$h",
"JortsCat.JeanandJorts_funstring": "Jean really loved the thread you made, so much she hid it in our stash. It's our treasure now.$h",
"JortsCat.RestauranteerMod-Loved-1": "Oh boy! My favorite!$h",
"JortsCat.RestauranteerMod-Loved-2": "Om nom nom nom nom!$h",
"JortsCat.RestauranteerMod-Loved-3": "%Jorts is stuffing his face.",
"JortsCat.RestauranteerMod-Liked-1": "Thanks, @! You can do anything, can't you?$h",
"JortsCat.RestauranteerMod-Liked-2": "Thanks, @! I'm going to roll around in it so I can take some with me.$h",
"JortsCat.RestauranteerMod-Liked-3": "Wow, it smells so scrungy! The good kind!$h",
"JortsCat.EliIntro": "Eli is so smart! He can get down from high places all on his own!", //added in 1.5.3
"JortsCat.EliSaloon": "I like Eli! He gives me lots of pets when we sit together on Fridays!$1", //added in 1.5.3
//ARV
"JortsCat.SterlingTrash": "Sterling made the trash can scrungy in a bad way.$s",
"JortsCat.SterlingTrain": "Jean and I saw Sterling jumping around the train tracks. Is that fun?$4",
"JortsCat.SterlingDrugs": "Sterling smells scrungy in a bad way. Do you think something's wrong?$s",
"JortsCat.SterlingRelapse": "Sterling isn't feeling well, so I'm going go lay on his stomach and purr a lot, that'll help. I'm not scared of a dog.",
"JortsCat.SterlingApology": "I'm glad Sterling is coming back to town! It's a really long walk to his house.",
//Wren
"JortsCat.WrenFliesIn": "I like that plumber lady, she finds lots of scrungy smells!",
"JortsCat.OnTheSheShore": "I heard Wren say she started using both she and they pronouns.  I don't really get it, but if it makes them happy, I can do it just fine.$h",
"JortsCat.WatchingIsForTheBirds": "I want to go watch birds too!",
//Thy
"JortsCat.ThyMet": "Thy has such pretty wings! I want her to take me flying sometime so I can meet some bird friends.",
"JortsCat.ThyLampsOut": "I think it's okay if the lamps are out at night.  I only ran into things two or three times!",
"JortsCat.ThysaniaExposed": "I think Thy is scared of being different. But that's okay, cause we're all different.",
//SBV
"JortsCat.MeetDND": "Diala gives soft pets and Derya gives nice scritches! I love them both!$1", //New line for 1.5.0, fixed in 1.5.3
"JortsCat.ReihanaIntro": "Those new ladies in Sunberry are kind of weird, don't you think? They don't smell like humans at all!$3", //New line for 1.5.0, fixed in 1.5.3
"JortsCat.JukeboxFire": "I heard Jonghyuk got a kitten!  I hope Jean cleans him a lot.$1", //New line for 1.5.0, fixed in 1.5.3

//Generic dialogue
"JortsCat.Mon": "Hi @! You smell scrungy today! That's a smell that's so big it makes my nose scrunch up!$h",
"JortsCat.Tue": "Hiya, @! Have you made any friends yet? If not, I'll be your friend!",
"JortsCat.Wed": "Hi, @! Have you looked around town? What's your favorite place so far?",
"JortsCat.Thu": "@, you don't look much like a cat does, but that's okay, we're all different.",
"JortsCat.Fri": "Do you like it here so far, @? I hope you like sniffing everything.",
"JortsCat.Sat": "I take the lead whenever Jean needs some quiet time. We make a great team.",
"JortsCat.Sun": "Ever tried just rolling around in your crops, @? I bet you'd like it.",
"JortsCat.Mon2": "Okay! Today is a day to meow at people really loudly and stare at them. Time to get started!",
"JortsCat.Tue2": "Hi @! Are you growing yams? I love yams.$h#$b#I also love fish, but I don't think you can grow those.$4",
"JortsCat.Wed2": "Whoops coming through sorry didn't mean to flash my butt at you haha gotta go!",
"JortsCat.Thu2": "Do you have a coop yet, @? It gets cold out, and you don't want birds to be cold!",
"JortsCat.Fri2": "Do you go to the Saloon on Fridays, @? It's a good place to listen to people.",
"JortsCat.Sat2": "I like kids. They give really strong belly pets!",
"JortsCat.Sun2": "I'm awake, just... mmf... resting my eyes....$7",
"JortsCat.Mon4": "Today I am helping out by being a box inspector. I've jumped and napped in all of them so far and they all seem good.",
"JortsCat.Tue4": "I'm trying to focus on work, but someone made a sound like a food can opening. C'mon, Jorts, focus.",
"JortsCat.Wed4": "I do try not to have trashcan mishaps, but those smells are so nice!",
"JortsCat.Thu4": "%Jorts is absolutely transfixed by a bug in the grass.#$b#SCRUNGY!$h",
"JortsCat.Fri4": "You ever just have the feline urge to knock things over?",
"JortsCat.Sat4": "This morning I ran around really fast and knocked all the swords off the wall.#$b#Gil thought it was hilarious. Great job making him happy, me!$h",
"JortsCat.Sun4": "There's really nothing like rolling around and covering yourself in a scrungy smell. I don't know why humans don't do it.",
"JortsCat.Mon6": "Humans deserve fair pay and working hours!#$b#And I deserve fish!",
"JortsCat.Tue6": "What kind of hat do you think would make me look smart, @?#$b#I want to look extra smart for Jean today.$h",
"JortsCat.Wed6": "I'm always ready to go, @, so if you need to take a nap, I'll guard you.",
"JortsCat.Thu6": "Not every angel gives me sea bass, but everyone who gives me sea bass is an angel. That's just facts.#$b#No disrespect to all the other angels, though. If they ALL gave me sea bass I might explode!",
"JortsCat.Fri6": "@, if you ever want my help on the farm, just ask.#$b#I will sit two feet away from you and stare at you so hard you will physically feel my steady, unblinking support.",
"JortsCat.Sat6": "Jean told me I had an 'urgent' meeting with Marlon, but he just picked me up and wiped my back down.#$b#It was only slime, I don't see what the big deal is.",
"JortsCat.Sun6": "Jean is the best, you know. She's so smart and cleans me so well. Look at my pretty face!",
"JortsCat.Mon8": "Marlon got Jean a new cat bed. It almost looks as good as the boot tray I sleep in.#$b#Dunno why he put my name on it, though.$4",
"JortsCat.Tue8": "If you're ever in an awkward situation, @, you can always turn it around by asking if anyone wants to see a picture of a cat. Then show them my picture.",
"JortsCat.Wed8": "Hey @, don't forget people love you!$h#$b#And I'm people too!$h",
"JortsCat.Thu8": "I don't always understand things, so I appreciate it when people take time to educate me.#$b#Even if I still don't completely get it, I feel a lot smarter.",
"JortsCat.Fri8": "Jean was singing to her cat toy the other day. She sounded so good, even better than that Alanna star that's on the radio.$h",
"JortsCat.Sat8": "I like watching people make stuff. It's always good, even if they don't think so.#$b#You know why? Because they made it and no one else could have done that.",
"JortsCat.Sun8": "I had a dream I was on the beach.#$b#It was so sad, everything smelled like fish, but there WERE no fish, just me getting wet everywhere.$s",
"JortsCat.Mon10": "Here, @! I got you a present! It's really scrungy! [(O)168 (O)126 (O)115 (O)105 (O)172 (O)203 (O)430 (P)15]",
"JortsCat.Tue10": "Sometimes we need to change the world and we only get that change by scratching hard and meowing loudly.#$b#Sometimes that change is that someone needs to open the door.",
"JortsCat.Wed10": "Someone once told me I was just being nice and lying to make them feel better, when I said nice things about them.#$b#It hurt my feelings a little. Do they really think I'm a liar?$s",
"JortsCat.Thu10": "If you ever make a mistake and want to be hard on yourself, @, just say 'Classic Jorts!' instead.#$b#You wouldn't get down on me for making a mistake, right?$h",
"JortsCat.Fri10": "I'm a cat so I can't fix the big stuff, but I can make a shape like a smiley face just for you, @.",
"JortsCat.Sat10": "Hey, I hope you got good rest. It doesn't have to be a nap, maybe just some time thinking about something nice.#$b#I'm just saying it because I love you and don't want you to be tired.$h",
"JortsCat.Sun10": "Hey, @... Don't forget to say 'I love you!' to yourself today.#$b#After all, that's the person you want to hear it from the most, right?$h",
"JortsCat.rain.1": "Hiya, @. We're staying inside today. I get bad-scrungy when I'm wet.",
"JortsCat.rain.2": "I'm protecting Jean today! Scary thunder can't get me!$h",
"JortsCat.rain.3": "Lots of people get sad when it rains. If you have time, maybe visit some people for us?$h",
"JortsCat.rain.4": "It's dark right now, but I'm sure there will be more sunbeams.$h",
"JortsCat.rain.5": "Hi, @! Wow, you're wet!",

//Specific day dialogue
"JortsCat.spring_1": "I love spring! Everything is green and smells new again!$h",
"JortsCat.summer_1": "I love summer! It's so warm and nice to lay in the sun!$h",
"JortsCat.fall_1": "I love fall! Look at all the pretty colors!$h",
"JortsCat.winter_1": "I love winter! Snow is so fun to play in!$h",
"JortsCat.spring_12": "Hey, @, want to team up for the Egg Hunt? I can sniff out eggs and you have thumbs! We'd make a great team!", //day before egg fest
"JortsCat.spring_23": "Can you dance, @? I can't dance but I can chase my tail, and that's sort of like dancing.", //day before flower dance
"JortsCat.summer_10": "Have you picked out what you're going to put in the soup?#$b#If not, I bet a really high quality sturgeon would be great. Everyone would like that!$h", //day before Luau - edited in 1.5.2
"JortsCat.summer_15": "Hey, @, did you know it's my birthday? I picked it because this is a worker's holiday in some countries!$h", //Jorts's birthday
"JortsCat.summer_27": "Tomorrow the jellyfish are coming to visit. They tell me all sorts of fun stories!$h#$b#Once, they told me about this queen that got 'canceled'. I didn't really get it though.$4", //day before jellies
"JortsCat.fall_15": "Tomorrow is the Stardew Fair. I wonder how many things I can knock off the tables?", //day before Stardew Fair
"JortsCat.fall_26": "It'll be nice and dark at the festival tomorrow. I wonder if everyone would appreciate it if I made spooky sounds and ran around really fast?", //day before Spirit's Eve
"JortsCat.winter_7": "I don't get why they bring in all those fish and then don't eat them.$4", //day before Ice Fest
"JortsCat.winter_24": "Did you get your gift-person something nice for Winter Star? If it's me, I'd like a baked fish.$4", //Day before Feast of the Winter Star



//JEAN DAILY DIALOGUE
//Conversation Topics
//Vanilla
"JeanCat.cc_Begin": "You're interested in that old building? Hmmmm, I wonder why?$6",
"JeanCat.cc_Boulder": "I heard strange noises near the mines last night, and now that boulder's gone.#$b#I hope no monsters take advantage of that.$4",
"JeanCat.cc_Bridge": "The quarry's mostly depleted thanks to Joja's prior activity, but you might still find it useful, @.#$b#Just be careful around that cave near there. It has a terrible smell.$4",
"JeanCat.cc_Bus": "I recognize that the bus being up and running is an improvement, especially for Pam, but I don't really like the noise it makes.$2",
"JeanCat.cc_Greenhouse": "That's a lovely new structure you have on your farm. And it's free of rats now, so feel free to plant away.$6",
"JeanCat.cc_Minecart": "Jorts, they're called a MINE cart for a reason.$4",
"JeanCat.cc_Complete": "Very impressive, @. You and your many 'friends' should be proud.$6",
"JeanCat.movieTheater": "Well, time to go see if our new theater employees are interested in a collective.",
"JeanCat.willyCrabs": "Jorts and I went to help Willy with his crab problem. Feisty, but they're tastier that way.$1",
"JeanCat.pamHouseUpgrade": "@, that was very generous of you. You understand what it means to be in a community. When one is better, we're all better.$h",
"JeanCat.pamHouseUpgradeAnonymous": "The person who funded Pam's house, who surely must be a mystery, @, is quite the generous person.$6",
"JeanCat.Characters_MovieInvite_Invited": "A movie invite? Thank you. I'm not sure how they feel about cats, so I'll slip in after you enter.$h",
"JeanCat.DumpsterDiveComment": "Recycling, @? I'm not going to judge.#$b#Well, no more than I do normally.$6",
"JeanCat.AcceptBirthdayGift_Positive": "Cats don't make a big deal out of birthdays, but I'm honored to be included.$h",
"JeanCat.AcceptBirthdayGift_Loved": "@, your memory for birthdays is outdone only by your taste in gifts. Thank you very much.$h",
"JeanCat.AcceptBirthdayGift_Negative": "...I'll remember this, @. Watch your shoes for return 'gifts'.$a",
"JeanCat.AcceptBirthdayGift": "I suppose Jorts must have told you when my birthday is? Thank you.", //edited in 1.5.3
"JeanCat.AcceptGift_(O)StardropTea": "This is possibly the best mouse I've ever drank.$1", //New line for 1.5.0
"JeanCat.GreenRain": "Strange rain or not, it's still rain and I want no part of it.$2", //New line for 1.5.0
"JeanCat.GreenRainFinished": "Well, at least that's over. Did anything weird happen, @? I'm not going out until it's dry.", //New line for 1.5.0
"JeanCat.GreenRain_2": "Jorts do not lick the green rain I swear to Yoba $4", //New line for 1.5.0
//Vanilla+ 
"JeanCat.MobilePhoneGreeting.1": "Hi, {0}. I've been meaning to ask, {0}, how did you get Gil's number, anyway?",
"JeanCat.MobilePhoneGreeting.2": "Hello, {0}. It's always a pleasure to receive a call from you.",
"JeanCat.MobilePhoneGreeting.3": "Good day to you, {0}. ...Why do we have Gil's cell phone? Well, you don't think he uses it, do you?",
"JeanCat.MobilePhoneGreeting.4": "Marlon? Oh, {0}. Sorry, he's usually the one that calls this number.",
"JeanCat.MobilePhoneGreeting.5": "Hello, {0}, how can I help you?",
"JeanCat.MobilePhoneGreeting.6": "Gil here. Oh, it's you, {0}. I suppose you know I'm not Gil, then.",
"JeanCat.MobilePhoneGoodBye.1": "All right, feel free to call anytime.",
"JeanCat.MobilePhoneGoodBye.2": "Goodbye, @. Let me know if you actually need to reach Gil sometime.",
"JeanCat.MobilePhoneGoodBye.3": "Bye now, @.",
"JeanCat.MobilePhoneGoodBye.4": "Goodbye, @. Stay well.",
"JeanCat.MobilePhoneReminisce": "What's on your mind, @?",
"JeanCat.MobilePhoneInvite": "You want to do something together?",
"JeanCat.railroadEarthquake": "Joja caused the landslide blocking the railroad, and now an earthquake's fixed it. Nature does sometimes have a way of correcting man's mistakes.",
"JeanCat.islandResortUnlocked": "This island of yours sounds quite interesting.#$b#I wouldn't dare let Jorts go unsupervised, though.$3",
"JeanCat.jojaMartStruckByLightning": "That lightning was too close for comfort last night. I hope it doesn't mean someone... or someTHING is angry...$4",
"JeanCat.babyBoy": "Congratulations on your new family member, @. Make sure you raise them to be a fine human you and they can both be proud of.",
"JeanCat.babyGirl": "Congratulations on your new family member, @. Make sure you raise them to be a fine human you and they can both be proud of.",
"JeanCat.wedding": "A celebration of friends to welcome a happy occasion is always a reason to throw a party, don't you think?$h",
"JeanCat.event_postweddingreception": "Cats don't really understand the concept of romance that much, but we do know partnership and family. I hope you and %spouse grow an even stronger bond.",
"JeanCat.luauBest": "Jorts and I snuck some soup while Lewis was kissing up to the Governor. Even by cat standards, it was quite good.$h",
"JeanCat.luauShorts": "If I wanted to experience the unique taste of cleaning Lewis, I would do so directly.$5",
"JeanCat.luauPoisoned": "I did expect humans have some knowledge of at least what they cannot eat, but that may have been expecting too much.$s",
//CTs
//Alecto
"JeanCat.AlectoIntroduction": "Alecto's companion Titania and I get along quite well. We have some things in common, despite her being a bird.#$b#No, I don't pounce on her. It's unprofessional to bother a fellow working animal.",
"JeanCat.AlectoWizardTower": "I need to go find Titania and talk with her sometime soon. She's never going to believe what Jorts did now.$h",
//Jessie and Juliet
"JeanCat.JulietGremlin": "JORTS that is a DOG it is NOT a friend.$4",
//Juna
"JeanCat.JunaBeachBallet": "Juna's ballet form is lovely, but there's something rather melancholy to her dance. Perhaps that's why she prefers dancing in the rain?",
"JeanCat.JunaJunimos": "I found a gold statue of Lewis while scouting the woods with Jorts.#$b#The Mayor and I are going to have a... TALK about this.$a",
"JeanCat.JunaGone": "Juna left on the bus this morning. She had a determined look in her eyes.#$b#I hope whatever it is she's trying to accomplish, she's successful.$h",
//Lavril
"JeanCat.LavrilUnlocked": "There's something off about those two... I can't place my finger on it, but they're no ordinary child and talking rabbit doll. Makes my fur tingle.$4",
//Lucikiel
"JeanCat.LucikielArrives": "That demon seems very, very dangerous. Be careful, @.$4#$b#On the other hand, he did turn a manager into a pig, so maybe he's not all bad. I wonder how he feels about worker's rights?",
"JeanCat.ReputationIncreased": "Clint's been advocating for Lucikiel for a while. It's good to see people noticing.#$b#I think the relationship has been good for both of them.$h",
//Ridgeside
"JeanCat.RSV_GH1": "Jorts and I will go up to see the new greenhouse sometime soon. I'm sure there will be some stubborn rodents that need evicting.$6",
"JeanCat.keahi_prank": "Ah... I see you've met Keahi, @.$s#$b#He has quite the reputation even in Pelican Town.$6",
"JeanCat.Lidens_Return": "I'd heard from Lenny that Alissa's parents have been gone a long time. It must have been important to keep them away.",
"JeanCat.Naomi_Return": "It's good that Naomi was able to return to Ridgeside. Those boys can't raise themselves, they need a parent present for the adult things.",
"JeanCat.LeilaniArrives": "I'm sure it's difficult for Leilani to be away from her family, but I'm also proud of her for not neglecting herself and her own pursuits.",
"JeanCat.PTJ03": "A poetically appropriate mishap for a 'crabby' miser like Morris.$h",
"JeanCat.pumpkin_spice_madness": "Pumpkin spice smells lovely, but please don't give Jorts any. It's really not good for us cats.",
"JeanCat.TalkingAboutToshinori": "Toshinori is a very kindhearted person who's lived in service of others.#$b#The downside to that is that such people often have a hard time being kind to themselves...$6",
"JeanCat.ToshisSon": "I can see why Izuki and Toshinori are so close. They have similar personalities.",
"JeanCat.MeetTheCats": "Some of the townsfolk are quite comfortable with conversing. Others don't listen very well.#$b#And others who are certainly not named Lewis are just in denial.$h",
"JeanCat.ButteredJorts": "Please don't develop a drinking habit, @. As you might have heard, it leads to foolish decisions.$s",
"JeanCat.DumpsterFishing": "There's nothing wrong with using things others have discarded. I just wish they were a little more accessible for Jorts.",
"JeanCat.RubberCatting": "@, make sure you take care of your mind as well as your body. Mental health is important, too.",
"JeanCat.JortsZoomies": "Where did we get the flyers from? That's a secret.$6",
"JeanCat.OpenAllTheDoors": "Closing the store was clear retaliation for unionizing. It's illegal, but they can get away with it.#$b#I hope all those in the union still realize what they gained from this.",
"JeanCat.Shane_Starts_Selling": "I hope Shane does well with his new clearance bin. After all the nonsense he put up with from Morris, he deserves to make a little money at their expense.",
"JeanCat.platonic_LetterCS2CT": "Cats may seem fickle, but we're very loyal to those who earn our trust. I hope it's the same for you and your friend.$h",
"JeanCat.JeanandJorts_funstring": "Thank you again for fulfilling this request, @. It's wonderful thread and should last a long time.$h",
"JeanCat.RestauranteerMod-Loved-1": "This is just what I need to give me energy for my midnight concerts. Well done, @.$h",
"JeanCat.RestauranteerMod-Loved-2": "Perfectly cooked and seasoned to my palette. You have a deft hand in the kitchen, @.$h",
"JeanCat.RestauranteerMod-Loved-3": "Even Gil isn't this skilled at cooking for a cat. You have my respect.$h",
"JeanCat.RestauranteerMod-Liked-1": "Almost as good as hunting it myself. Thank you, @.$h",
"JeanCat.RestauranteerMod-Liked-2": "It looks delicious. Do you mind if I play with it a bit first?$h",
"JeanCat.RestauranteerMod-Liked-3": "%Jean is daintily sticking a paw in the food, and then licking her paw.",
"JeanCat.EliIntro": "Eli's ventures into the mines worry me.  It's dangerous down there.$s",
"JeanCat.EliSaloon": "We don't mind sharing space with Eli on Fridays. It gets pretty crowded in here, and Jorts thinks his feet are quite comfortable.",
"JeanCat.SterlingTrash": "Well, it's good that Sterling didn't make a mess all over the place, but...$3#$b#Jorts and I use those trash cans sometimes, you know.",
"JeanCat.SterlingTrain": "Jorts, no. We do not play with trains.",
"JeanCat.SterlingDrugs": "Sterling....#$b#I think he might be making a mistake. But I don't think he'll listen if I say that. Sometimes we just have to make mistakes to learn.$6",
"JeanCat.SterlingRelapse": "I'm not sure if Sterling is up for hugs at the moment, so I'll just sit near him and purr and let him make the first move. No pressure that way.",
"JeanCat.SterlingApology": "It's good that Sterling and Pierre made up. Pierre's a good influence on Sterling, but Sterling is also good for Pierre.$h",
"JeanCat.WrenFliesIn": "That plumber stood outside the Carpenters' home for several minutes before she finally entered.  I wonder if she has social anxiety or if she was nervous for some other reason.",
"JeanCat.OnTheSheShore": "Cats don't really understand pronouns, but we do understand referring to others as they're most comfortable. You don't have to understand to have respect.$h",
"JeanCat.WatchingIsForTheBirds": "Why would you want to watch birds when you could just eat them?$3",
"JeanCat.ThyMet": "No, I haven't pounced Michelle. She and I get along quite well, I think.$6#$b#...I may have accidentally pounced Trevor a time or two.$3",
"JeanCat.ThyLampsOut": "Turning the lights out at night once most humans have gone to bed is a good idea. It's respectful to the natural nocturnal creatures that share this space.",
"JeanCat.ThysaniaExposed": "I don't blame Thy for being nervous about humans knowing of her existence.$2#$b#But the folks in Sunberry seem like they could be understanding and thoughtful about it.$h",
//SBV
"JeanCat.MeetDND": "Have you been to the cat cafe in Sunberry? It's nice to have a place where WE are the primary clientele.$1", //New line for 1.5.0
"JeanCat.ReihanaIntro": "DIALA WHAT HAVE YOU DONE.$4",  //New line for 1.5.0
"JeanCat.JukeboxFire": "That kit of Jonghyuk's seems like a bit of a troublemaker, but I suppose that is the nature of kittens.$6", //New line for 1.5.0

//Daily dialogue
"JeanCat.Mon": "Good day, @. Do let us know if you have any pest problems on the farm. I do enjoy a good mouse lunch.$6",
"JeanCat.Tue": "Greetings, @. I hope you're integrating well into this community.",
"JeanCat.Wed": "Hello, @. We're usually somewhere around the town if you need us. We try to visit as many as we can.",
"JeanCat.Thu": "Don't forget to ask for help if you need it, @. You are never so strong that you don't need help.",
"JeanCat.Fri": "Hello, @. If you have need of our help, let us know.#$b#Though keep in mind that we are cats, and lack things like opposable thumbs.$h",
"JeanCat.Sat": "*yawn* Hello, @. Could you let Jorts know if it's a problem?",
"JeanCat.Sun": "@, are you feeling you have the hang of agriculture yet? If not, why not talk with some of your fellow gardeners and growers? I'm sure you could learn something.",
"JeanCat.Mon2": "One thing to remember, @: this isn't a big city like Zuzu. We are all dependent on each other.#$b#Big city tactics--like Joja's approach--will not work here.",
"JeanCat.Tue2": "Morris is a greedy scumbag, but he's also a very typical greedy scumbag, unfortunately. There's thousands like him in the city.",
"JeanCat.Wed2": "I hope you're not having a problem sourcing things you need out here. Try to shop local if you can.",
"JeanCat.Thu2": "It's good to get out and enjoy nature sometimes, isn't it?$h",
"JeanCat.Fri2": "Yes, you may pet me, but only when I consent to it.$6",
"JeanCat.Sat2": "Whether or not you have children, I think it's every adult's duty to make the world better than when you were a child, for the sake of future children.",
"JeanCat.Sun2": "Best to let Jorts rest today. He had a long night dashing around the Guildhall.",
"JeanCat.Mon4": "Morris had the nerve to try and throw water on me! Talking about unions is a federally protected activity, you know!$a",
"JeanCat.Tue4": "I asked Gunther if I could have a book deal. I knocked books off the shelf and he had to deal with it.$6",
"JeanCat.Wed4": "Jorts isn't smart?#$b#Well, I suppose if you expected a fish to climb a tree, you'd think it wasn't smart, either.",
"JeanCat.Thu4": "We were once city cats, but I find it's easier to be heard in a smaller place like this.",
"JeanCat.Fri4": "It's funny how even in a small town where a Monday to Friday schedule isn't the norm, everyone looks forward to Friday evenings.$h",
"JeanCat.Sat4": "I have made my scratching preferences clear to Marlon. If he chooses not to accomodate them, the bear rug is right there.$6",
"JeanCat.Sun4": "I don't mind cleaning Jorts, even when he gets into trash. I like caring for others.#$b#Though I suppose that's no great surprise, given that it is my job.$h",
"JeanCat.Mon6": "People are all deserving of proper pay and safe working conditions! And if someone doesn't get that, I'll claw their legs.$a",
"JeanCat.Tue6": "I hope you won't try and put a collar on me, or Yoba forbid, a *hat*. Please respect my autonomy.",
"JeanCat.Wed6": "Some people act like they hit a home run when they were born on third base.$a",
"JeanCat.Thu6": "Things might seem unreasonably unfair, @. But once you can name an unfairness, you can take steps to address it.",
"JeanCat.Fri6": "%Jean is talking to herself.#$b#Okay, Jean, it's a lot of noise but you can always hide under the counter and let Jorts take over.",
"JeanCat.Sat6": "I normally don't mind cleaning Jorts, but slime is, uh... let's just say it's not good for cats.",
"JeanCat.Sun6": "Jorts always knows when I need to take a break. He can handle any human, no matter how loud they are.#$b#He cleans up nicely, too.$h",
"JeanCat.Mon8": "I suppose I *could* just drink water from the river, but it's tastier when I dip my paw into your glass and lick that instead.$6",
"JeanCat.Tue8": "If someone doesn't like cats, can you really trust them? Truly?$6",
"JeanCat.Wed8": "@, if you're struggling, try and imagine I'm sitting next to you and purring. I don't have a loud purr, but you can feel it.",
"JeanCat.Thu8": "The way Jorts walks ahead of me with his tail in the air, completely confident... it's quite adorable.$h",
"JeanCat.Fri8": "Do you feel like you're part of the community now, @? Remember there are people here that support you like you support them.",
"JeanCat.Sat8": "I don't care if they are scary, the next monster I find investigating my litterbox is going to get it.$a",
"JeanCat.Sun8": "@, you look like you've had a rough day. If you'd like, sit down and I'll clean you up a little.",
"JeanCat.Mon10": "Sometimes, deciding *not* to do something is braver than doing it.",
"JeanCat.Tue10": "Make sure you're taking time to rest, @. You don't have to be productive all the time.#$b#If it was something you enjoyed, it's not wasted time.$h",
"JeanCat.Wed10": "@, when people compliment you, I hope you take it to heart and don't downplay it.#$b#It might be embarrassing but I bet it still feels better than brushing it off and insulting yourself.$h",
"JeanCat.Thu10": "You know, no one 'invented' the car by themselves. It was a bunch of little inventions from all sorts of people that make the cars you know now.#$b#Your accomplishments are built on the work and knowledge of others. But so are the ones of the supposed 'geniuses' out there.",
"JeanCat.Fri10": "I'm giving lots of advice lately? Well, I suppose that's true.#$b#I care about you, so I want to make sure you hear the thing you need to hear.",
"JeanCat.Sat10": "Here, @. I had a good fishing day and I'd like to share. [149 151 698 704 707 715]",
"JeanCat.Sun10": "Occasionally I'm afraid to ask a question because I don't want to look silly, but then Jorts asks it for me.#$b#It's good to ask 'silly' questions in case others need to hear the answer, too.$h",


//Specific day dialogue
"JeanCat.spring_1": "I hope you were able to get some rest during winter, @. Now the cycle begins again.",
"JeanCat.summer_1": "Stardew is not only hot during the summer, but the ocean and lakes make it quite humid. It's even more important to stay cool and hydrated, @.",
"JeanCat.fall_1": "Do you think summer or fall is busier for you, @? Lots of crops need the warmer weather, but it's *too* warm for some.",
"JeanCat.winter_1": "Are you staying warm, @? Humans don't have enough fur for this sort of weather.",
"JeanCat.spring_12": "Even if you're not fond of chicken eggs, there should be something you'll like at the festival tomorrow. Gus is pretty thoughtful about vegetarian options.",
"JeanCat.spring_23": "There isn't really much for cats at the Flower Dance, but that's okay. Not everything has to cater to a specific person.",
"JeanCat.summer_10": "Honestly, there's no way the soup should come together well, but yet it always does.#$b#As long as you bring something high quality, I'm sure it will be fine.",
"JeanCat.summer_27": "I hope you'll go out to see the jellies tomorrow, @.#$b#Even if you're surrounded by it, it's good to be reminded how majestic nature can be.$h",
"JeanCat.fall_9": "Did you know it's my birthday today? I don't need any gifts other than your support for workers.#$b#Though a ball of string will also be accepted with gratitude.$h",
"JeanCat.fall_15": "Why does Jorts want to knock everything off the display tables? A simple zest for life, I'd say.$6",
"JeanCat.fall_26": "Spirit's Eve is a festival that is designed to placate restless, angry spirits.#$b#And believe me, they DO need placated.$4",
"JeanCat.winter_7": "I'll need to figure out the best time to grab a few fish from the competition. It's a waste to put them all back, if you ask me.",
"JeanCat.winter_24": "Don't stress too much about the gift exchange, @. The best presents are the ones that have thought put into them.$h",

"JeanCat.rain.1": "Ugh, I HATE thunder....$s",
"JeanCat.rain.2": "Today seems like a good day to stay inside and clean oneself. Without water.$6",
"JeanCat.rain.3": "We're taking the day off today. We don't dry as easily as humans do.",
"JeanCat.rain.4": "I might get in the water while fishing, yes, but that's completely different from RAIN.$s",
"JeanCat.rain.5": "I don't like rain. It's wet and cold and gets everywhere.$s",

//Festival dialogue (wow I am so good at this >_< )
"Eggfest.JortsCat": "Hey, @, can I have an egg? Please? Pretty please?#$b#*nom*#$b#...I don't want it anymore.$s",
"Eggfest.JeanCat": "Happy Egg Fest, @. I hope you enjoy yourself with some nice treats.$h#$b#Though I'd prefer if there were birds inside those eggs, of course.$6",
"Eggfest.JortsCat_y2": "I don't like the eggs when they're all gooey.$2#$b#But Gus made some he called 'scrambled' and those are good!$1", //new for 1.5.1
"Eggfest.JeanCat_y2": "Some people prefer to reflect on the meaning of a festival, some prefer to just eat the food. There's room for both perspectives.$1", //new for 1.5.1
"Flowerdance.JortsCat": "Hi @! This place is full of nice smells!$h#$b#Jean says I'm not allowed to eat the flowers this time, though.",
"Flowerdance.JeanCat": "Almost... drat!$s#$b#Just about had a festival fish...$s",
"Flowerdance.JortsCat_y2": "Are you going to dance this year, @? I'll help by winding around your ankles!$1", //new for 1.5.1
"Flowerdance.JeanCat_y2": "Just you wait, @. I'll get one this year.", //new for 1.5.1
"Luau.JortsCat": "I can't wait to try the tasty soup! I tried to add a really good smelly teabag, but Jean said no.",
"Luau.JeanCat": "Jorts, sweetie, that was from the trash can. Now come help me catch a pufferfish.",
"Luau.JortsCat_y2": "I thought real hard about it and brought some milk for the luau! Everybody likes that, right?$1#$b#Lactose int-what?$4", //new for 1.5.1, fixed in 1.5.3
"Luau.JeanCat_y2": "Hmph. Marlon said no to the pufferfish. Fine, your loss.$5#$b#I caught you a fresh tuna instead, I take it that will suffice?", //new for 1.5.1
"Jellies.JortsCat": "Moonlight Jellyfish are soooo pretty!  I want to touch them!$h",
"Jellies.JeanCat": "I tried to eat a jellyfish once.#$b#...That was a terrible mistake.$s",
"Jellies.JortsCat_y2": "The jellies brought me more interesting stories! This time was about a bad guy who was really good at not dying, til he finally did.$1", //new for 1.5.1  - note: this is a joke/reference about Henry Kissinger living far beyond his karma
"Jellies.JeanCat_y2": "Have you ever done any traveling, @? It's good to expand your knowledge of the world, however you can.", //new for 1.5.1
"StardewFair.JortsCat": "Hi @! I keep following all the interesting smells and getting lost. That's okay though!$h",
"StardewFair.JeanCat": "Hey Gus, don't forget us. I know you have some barbecue fish set aside for us, right?$6",
"StardewFair.JortsCat_y2": "What are you going to put in your display this year, @? I hope it's scrungy!$1", //new for 1.5.1
"StardewFair.JeanCat_y2": "Most of the goods sold here aren't of interest to cats, but that's fine. We can still enjoy the food and company.$1", //new for 1.5.1
"SpiritEve.JortsCat": "It's okay, Jean! I'm here and I have brave ears!$1",
"SpiritEve.JeanCat": "Oh, I don't like those... those make scary noises....$4",
"SpiritEve.JortsCat_y2": "If I see anything mean, I'm gonna puff up and hiss at it! I'm sure that will scare it off.$1", //new for 1.5.1
"SpiritEve.JeanCat_y2": "I-I'm fine, @... just doing my yearly duty--whatwasthatnoisemakeitgoaway$4", //new for 1.5.1
"IceFest.JortsCat": "If you catch a fish from the pond, can I have one?$h",
"IceFest.JeanCat": "Sometimes I think about joining in the fishing competition, but it's not really fair to the humans who have to use tools.$h",
"IceFest.JortsCat_y2": "Brr, it's cold out! Someone should sit down so I can have a lap.",  //new for 1.5.1
"IceFest.JeanCat_y2": "Don't tell anyone, but I already caught the best fish in the pond. It was delicious.$6", //new for 1.5.1
"WinterStar.JortsCat": "Happy present day, @! I saved this just for you! It's my favorite so I hope you like it too![280]$h",
"WinterStar.JeanCat": "This is my favorite festival. It really helps humans to remember that we're all a community.$h",
"WinterStar.JortsCat_y2": "Happy present day, @! I got you another sweet potato! You can always use more of those, right?[280]$h",  //new for 1.5.1
"WinterStar.JeanCat_y2": "Just as a special treat, @, sit down, and I will sit in your lap and allow you to pet me.$1", //new for 1.5.1
"RSVGather.JortsCat": "This is so much fun! There are so many new smells!$h",
"RSVGather.JeanCat": "We came up to Ridgeside for the Gathering.#$b#Jorts loves a good party, after all.$h",
"RSVGather.JortsCat_y2": "You know what this town is missing? Cats. Good thing we came!$h", //new for 1.5.1
"RSVGather.JeanCat_y2": "We'd like to come up here a little more often than we do, but it's quite a distance for a cat.#$b#Maybe you'd lend us a horse?$1", //new for 1.5.1
"RSVResolutions.JortsCat": "If I'm not allowed to climb that giant cat tree, then why is it so cool?$4",
"RSVResolutions.JeanCat": "What was that?!$4#$b#This mountain has some really creepy sounds....$s",
"RSVResolutions.JortsCat_y2": "Lenny said I should make a wish for the next year. I want more equal rights, more zoomies, and more fish!$1", //new for 1.5.1
"RSVResolutions.JeanCat_y2": "@... it's not just me, right? There's some kind of... presence on this mountain, yes?$4#$b#At least it doesn't seem malevolent, but it's unnerving just the same.$2", //new for 1.5.1


//Resort dialogue
"JortsCat.Resort_Entering.1": "Oh boy, oh boy, oh boy!$h",
"JortsCat.Resort_Entering.2": "It's time to have some fun! I am going to have fun VERY seriously.",
"JortsCat.Resort_Entering.3": "The sand's moving all up and down, just like the ocean!#$b$%Jorts stumbles and faceplants. Apparently he doesn't have his land legs back yet.",
"JortsCat.Resort_Leaving.1": "I'm going to go lay on Jean for a while. I don't think she likes boats much.",
"JortsCat.Resort_Leaving.2": "I'm on a boat, mister farmer!$h^I'm on a boat, sister farmer!$h",
"JortsCat.Resort_Leaving.3": "Oh boy, we get to go up and down again!",
"JortsCat.Resort_Shore.3": "They always say 'I can see my house from here!'#$b#I thought my eyes were really good, but I don't see it.$4",
"JortsCat.Resort_Shore.1": "Look, @, I'm leaving pawprints! You can follow my trail like a detective!",
"JortsCat.Resort_Shore.2": "Ocean water is good-scrungy, but the taste is not so good.",
"JortsCat.Resort_Chair.3": "This chair is all warm from the sun... I'm just gonna... rest my eyes a little bit....",
"JortsCat.Resort_Chair.1": "Did you want to share a seat, @? I'm sure I could fit on your lap!$h",
"JortsCat.Resort_Chair.2": "Hm, I fits, so I guess I'll sits!$h",
"JortsCat.Resort_Bar.3": "Are you really going to drink that, @? It smells like the stuff Pierre uses to clean his windows.$4",
"JortsCat.Resort_Bar.1": "Can I have some milk? Jean said a little is okay!",
"JortsCat.Resort_Bar.2": "I like it best when someone stands on the other side of the bar. Everyone always looks so happy when they do!",
"JortsCat.Resort.5": "I'VE GOT THE ZOOMIES!$h",
"JortsCat.Resort.1": "This is scrungy! And that is scrungy! Everything's scrungy!$h",
"JortsCat.Resort.2": "So much sand! I could bury my poop ANYWHERE!",
"JortsCat.Resort.3": "I'm so excited, I'm going to rub my face on EVERYTHING.$h",
"JortsCat.Resort.4": "Sorry about that sand castle. It was in my frolicking path!",
"JortsCat.Resort_IslandNorth.3": "Look, @, monkeys! The big one reminds me of you!$h",
"JortsCat.Resort_IslandNorth.1": "I wonder if anyone here needs a cat to purr on their lap?#$b#No, no, Jorts, you're supposed to rest!",
"JortsCat.Resort_IslandNorth.2": "Biiiiiiirds! Birds, come be my friend! I promise I won't let Jean eat you!",
"JortsCat.Resort_Adventure.3": "Ooh, I wonder what's over HERE?",
"JortsCat.Resort_Adventure.1": "We're off on an adventure, @!",
"JortsCat.Resort_Adventure.2": "C'mon, Jean, I wanna go sniff this thing, too!",
"JortsCat.Resort_Volcano.3": "Wow, that's really big. I wonder how long it took to make?",
"JortsCat.Resort_Volcano.1": "One of Jean's professor friends mentioned dwarves might live here!#$b#So what's a dwarf, is it like a bird?",
"JortsCat.Resort_Volcano.2": "I wanted to take a look inside too, but Jean said the floor is lava. I thought that was a game?$4",
"JortsCat.Resort_Tent.4": "Does anyone else smell mushrooms?$4",
"JortsCat.Resort_Tent.1": "Look at all the cool toys on their table! Think they'll share?",
"JortsCat.Resort_Tent.2": "Jean said the person using this tent is smart. I don't think they can be as smart as Jean, but that's okay.",
"JortsCat.Resort_Tent.3": "Hello, boney friend!$h",
"JortsCat.Resort_Left.3": "We had a great adventure! Tomorrow will be a different adventure in town!",
"JortsCat.Resort_Left.1": "We just got back from a tropical island, @. What did you do today?",
"JortsCat.Resort_Left.2": "I still smell like the island all over. Here, take a sniff of me!",
"JortsCat.Resort_Approach.3": "Jean said we can take a vacation today, so we get to ride on a boat!$h",
"JortsCat.Resort_Approach.1": "We're going exploring today, @! Maybe you want to come too?",
"JortsCat.Resort_Approach.2": "Jean said we're taking a rest day, and that means I can sit anywhere I want!#$b#Well, almost anywhere. Sea urchins are STILL off limits.",

"JeanCat.Resort_Entering.3": "Did you know cats can get motion sickness, @? Though it's usually exacerbated by stress.#$b#*sigh* Ask me how I know....$s",
"JeanCat.Resort_Entering.1": "I saw a lot of interesting fish on the way over. I can't wait to see what I can catch.$h",
"JeanCat.Resort_Entering.2": "It's interesting how the smell of the sea breeze changes as we come south, isn't it?#$b#Well, maybe your human nose couldn't tell.$h",
"JeanCat.Resort_Leaving.2": "%Jean is muttering to herself.#$b#It's only a short boat ride. Don't get stressed out, just keep the fish in your stomach.",
"JeanCat.Resort_Leaving.1": "I imagine we'll see you back in town? Don't stay out too late by yourself, @.",
"JeanCat.Resort_Shore.3": "I'm being careful about getting in the water. If I have to lick too much salt off myself and Jorts, I'll get dehydrated.",
"JeanCat.Resort_Shore.1": "Hm... Maybe I'll try fishing here.",
"JeanCat.Resort_Shore.2": "Have you taken a look at the vistas around here, @? Sometimes it's important to just admire the art for a bit.$h",
"JeanCat.Resort_Chair.3": "This is my chair. I claim it now.$6",
"JeanCat.Resort_Chair.1": "%Jean is sleeping in a contorted position that doesn't seem possible to be comfortable in.",
"JeanCat.Resort_Chair.2": "The cat you are trying to reach cannot be found, try again later.$6",
"JeanCat.Resort_Bar.3": "Alcohol? When you come to the beach, it has to be seafood, right?",
"JeanCat.Resort_Bar.1": "Would you care to slice me a little bit of fresh pineapple, @?#$b#It's quite tasty if you grate a little bit of ginger over it, too.$h",
"JeanCat.Resort_Bar.2": "Please don't give me curry. I have a cat's tongue.$s",
"JeanCat.Resort.3": "It smells like there's a lot more variety in living creatures here than I thought.#$b#Hopefully none of them are dangerous.$3",
"JeanCat.Resort.1": "The sand is hot? No, it's just the right tempature on my toe beans.$h",
"JeanCat.Resort.2": "I'll let Jorts be the one that has the zoomies. Though maybe I'll climb a tree later.#$b#Don't worry, I'm plenty capable of getting down, too.",
"JeanCat.Resort_IslandNorth.3": "It's a little cooler away from the shore thanks to all the tree cover. Less humid, too.",
"JeanCat.Resort_IslandNorth.1": "Isn't it impressive, the changes that happen in flora and fauna even though we're only a little bit away from the shore.",
"JeanCat.Resort_IslandNorth.2": "Those parrots seem quite smart. That just means catching one is a challenge.",
"JeanCat.Resort_Adventure.3": "Jorts, don't wander too far off. We need to make sure we have time to get back to the boat later...$s",
"JeanCat.Resort_Adventure.1": "Jorts. Jorts, no. Jorts, NO.$s",
"JeanCat.Resort_Adventure.2": "Jorts, don't leave me behind!$4",
"JeanCat.Resort_Volcano.4": "It's not every day you see a volcano up close. The heat is astounding, even from here.",
"JeanCat.Resort_Volcano.1": "If I could sweat, I think I'd probably drown just by standing here....$s",
"JeanCat.Resort_Volcano.2": "I keep hearing things. Are there...THINGS actually living in there?$4",
"JeanCat.Resort_Volcano.3": "Someone HAS checked the geological activity to make sure there's not any eruptions predicted in the near future, right?$3",
"JeanCat.Resort_Tent.3": "I hear there's a scholar studying here. I wonder if they'd be willing to talk with me?",
"JeanCat.Resort_Tent.1": "Ecological study is important, but I hope the professor isn't planning on just shipping all of this over the sea to sit in a Ferngill museum.",
"JeanCat.Resort_Tent.2": "Seeing some of the bones in there, I'm very glad those creatures are extinct.#$b#...I hope.$4",
"JeanCat.Resort_Fishing.4": "These tuna look amazing... and soon, one will be MINE.$h",
"JeanCat.Resort_Fishing.1": "Here, @, you can have this one. I probably shouldn't eat it. [837]",
"JeanCat.Resort_Fishing.2": "I haven't caught anything yet, but that's fine. Fishing is a matter of patience.",
"JeanCat.Resort_Fishing.3": "If I don't catch anything, that's okay. I'll just give Willy sad eyes until he gives me some crab.$h",
"JeanCat.Resort_Left.3": "Hm, I think we still have a little time to do some rounds while the humans are awake. No sense in wasting daylight.",
"JeanCat.Resort_Left.1": "That was a nice bit of rest.$h#$b#It's a lovely island, but it's just as important to give yourself permission to not work.",
"JeanCat.Resort_Left.2": "Okay, Jorts, let's get all the sand off you.",
"JeanCat.Resort_Approach.4": "We're on break today, but if you've got something you need help with, be sure to let us know tomorrow.$h",
"JeanCat.Resort_Approach.1": "Jorts can be a bit of a workaholic, because he doesn't see it as work. Sometimes I have to make him take a break.$h",
"JeanCat.Resort_Approach.2": "Today's our rest day. Rest is important, @.#$b#And remember, you don't have to 'earn' it. It's needed as much as food and shelter.",
"JeanCat.Resort_Approach.3": "We're going to visit an island resort today.#$b#I hear you had something to do with its creation? I hope that means you enjoy it every now and then.$h",


//Movie reactions
"JortsCat.Movies.0": "Don't you think animated movies are great? They're so colorful and the stories are often happy.$h",
"JortsCat.Movies.26": "Jorts is sitting forward, emotionally invested in the sapling's success.",
"JortsCat.Movies.1": "I love animated movies, but I loved that one even more!$h",
"JortsCat.Movies.2": "Isn't this the game in the saloon?  Do we need to press buttons, too?$4",
"JortsCat.Movies.25": "Jorts is kneading at the seat, as if he's mashing buttons.",
"JortsCat.Movies.3": "C'mon, @! We gotta help him out!",
"JortsCat.Movies.4": "Yay! We won! I'm so glad we did it together!$h",
"JortsCat.Movies.5": "I wonder what this movie will be about?$4#$b#I guess that's why it's a mystery!$h",
"JortsCat.Movies.6": "I don't get it.$4#$b#But it's fun!$h#$b#But I don't get it.$4",
"JortsCat.Movies.7": "I'm still not sure what happened, but maybe Jean can explain it to me. Thanks, @!",
"JortsCat.Movies.8": "Ooh, it looks cold. I hope the actors stayed warm.",
"JortsCat.Movies.24": "Jorts pushes against your side and purrs.",
"JortsCat.Movies.9": "I'm sure they'll be okay, @.",
"JortsCat.Movies.10": "Are you okay, @? You can pet me some more if you're still feeling sad.",
"JortsCat.Movies.11": "Look at all the color on that poster! I bet this will be fun!",
"JortsCat.Movies.23": "Jorts is staring at the birds on screen, starry-eyed.",
"JortsCat.Movies.12": "FRIENDS!!!$h",
"JortsCat.Movies.13": "What a nice bunch of birds! I wonder if I can meet them someday?",
"JortsCat.Movies.14": "He looks squishy! I wanna knead him.$h",
"JortsCat.Movies.15": "Hahaha! Classic Wumbus!$h",
"JortsCat.Movies.16": "This one was so funny! I love funny ones.",
"JortsCat.Movies.17": "When it howls, let's howl back, okay?",
"JortsCat.Movies.22": "Jorts puts a paw protectively on your leg.",
"JortsCat.Movies.18": "Don't worry, @, I'll protect you.",
"JortsCat.Movies.19": "I was so busy guarding I forgot to howl. I liked it, @, but I don't think Jean would.",
"JortsCat.Movies.27": "Is this like a train ride? I've always wanted to ride on a train.$1", //added in 1.5.3
"JortsCat.Movies.20": "Jorts has fallen asleep.",
"JortsCat.Movies.21": "That was a really nice movie to nap to. All quiet and soothing.$h",


"JeanCat.Movies.0": "I've heard this story before, but not in an animated form. This should be interesting.$h",
"JeanCat.Movies.1": "Oh, Jorts would love this.$h",
"JeanCat.Movies.2": "Everyone appreciates a good story about rising over adversity, don't you think?$h#$b#Thank you for inviting me.",
"JeanCat.Movies.3": "Oh, this is the game Abigail always plays. Hopefully the movie goes easier on us than the game does.$h",
"JeanCat.Movies.4": "Pfft, it's pretty predictable, but I appreciate their dedication to the bit.$h",
"JeanCat.Movies.5": "It didn't do anything new or surprising, but I'm sure fans of the game will appreciate the familiarity.$h#$b#Thank you for inviting me, @.",
"JeanCat.Movies.6": "I do like a good mystery, but I'm not really a fan of the occult stuff.#$b#Still, no sense in judging a movie by its poster, right?$h",
"JeanCat.Movies.7": "I think I get what they're going for, but it's very disorganized. There's no sense of progression.$3",
"JeanCat.Movies.8": "I think it could've used some polish, but it was a nice exercise in narrative analysis. Thanks for the invite.$h",
"JeanCat.Movies.9": "It's the season for all the by-the-book heartwarming movies, isn't it?",
"JeanCat.Movies.10": "I know it's not the point, but there's so many ways this scenario could have been avoided.$3",
"JeanCat.Movies.11": "Well, it was cute for what it was. Thanks for the invite.#$b#I'd still like to see a feel-good ending where they ate the rich instead.$6",
"JeanCat.Movies.12": "Oh, I'm a fan of documentaries. It's always a good time to learn. And it looks like such high quality video.",
"JeanCat.Movies.13": "Jean keeps crouching and swishing her tail...",
"JeanCat.Movies.14": "Sorry, cat instincts. It's really lifelike, isn't it?$3",
"JeanCat.Movies.15": "Thanks for the invite, @. I really enjoyed it.#$b#Sorry about pouncing on the screen.$3#$b#...four times....$s",
"JeanCat.Movies.16": "Absurdist comedy, huh? That can be a challenge to pull off.",
"JeanCat.Movies.25": "Jean has a paw on her face. You're not sure if she's exasperated or amused.",
"JeanCat.Movies.17": "Well, that was...definitely a movie.$3#$b#You should take Jorts, I'm sure he'd adore it.",
"JeanCat.Movies.18": "A horror film? Well... it's not like it's REAL, so....$3",
"JeanCat.Movies.19": "Jean??",
"JeanCat.Movies.24": "She's hiding under the seats....",
"JeanCat.Movies.20": "Jorts! Jorts, make the bad thing go away!$4",
"JeanCat.Movies.21": "...Sorry about that, @. I guess this wasn't really my thing.$s",
"JeanCat.Movies.22": "What do you think makes a classic, @?",
"JeanCat.Movies.26": "Jean is watching with rapt attention, her tail swishing contentedly.",
"JeanCat.Movies.23": "That was quite enjoyable, @. I don't know that much about filmography, but it's interesting to see what's different between then and now.",

//Events
//Intro event - Jorts in the Trash
"10950100.0": "Oh, Jorts....",
"10950100.1": "Wow! Thanks a lot for pulling me out of there, new friend!$h#$b#Trash cans can be really tricky, you know!",
"10950100.2": "Did that cat just talk?",
"10950100.3": "Someone had another trashcan mishap, I see.",
"10950100.4": "...yes. Yes I did.",
"10950100.5": "Well, come over here and let me clean you off.",
"10950100.6": "You taste like old tea leaves.",
"10950100.7": "They were sooooo scrungy!$h",
"10950100.8": "They're talking... right?",
"10950100.9": "You must be the new farmer. Please, allow me to introduce ourselves. I am Jean, and this one is Jorts.#$b#We are... I suppose you could call us freelance assistants. We aim to help those in need of us.",
"10950100.10": "#Those are...unusual names.#How are you talking?",
"10950100.11": "Farmer, if talking cats amazes you, Stardew Valley is going to be full of delights. Do be careful around the mines.$6",
"10950100.20": "Heh. I do wish mine was more distinctive, actually. No one will ever confuse Jorts with someone else.$h",
"10950100.12": "So what's your name? Can we be friends? I'm very friendly.$h",
"10950100.13": "Ah, @? I'll remember that.$h",
"10950100.14": "Hi, @! Nice to meetcha!",
"10950100.15": "Okay, mischief, let's get going. We're on Jojamart duty.",
"10950100.16": "'kay!$h",
"10950100.17": "We're talking with the workers about forming a union. If there's a local farmer collective, you might want to look into that.$h",
"10950100.18": "Talking cats? And they're pro-union?",
"10950100.19": "I wonder if anyone else in town knows about them.",

//4 hearts - Buttering the cat
"10950101.0": "You sure you're okay to walk home, Pam? I worry about you.$s",
"10950101.1": "No need to worry, Gus! I have an escort waitin' on me.$h",
"10950101.2": "There's my cute kitties! How are you tonight, Jorts?$h",
"10950101.3": "Hiya Pam! You smell scrungy like usual!$h",
"10950101.4": "Jorts, you're a mess. Haven't you learned to clean yourself yet?$s",
"10950101.5": "Excuse me, Pam, but his designated cleaner is right here.$6",
"10950101.6": "How about a little lesson, Jorts? I know just the thing to encourage you.",
"10950101.7": "No thanks! I probably shouldn't take lessons from drunk people.$h",
"10950101.8": "...Pam, is that my butter?",
"10950101.9": "There!$h",
"10950101.10": "...",
"10950101.11": "...$3",
"10950101.12": "...$6#$b#Pam... I don't think I understand this lesson.$6",
"10950101.13": "Pam, don't butter the cat.$s",
"10950101.14": "He'll lick it off himself and that way he'll learn how to clean himself! It's perfect.$h",
"10950101.15": "...$6",
"10950101.16": "He's just sitting there with it on his head.$s",
"10950101.17": "He'll figure it out.$h",
"10950101.18": "C'mon, Pam, you can't expect tortiseshell Jean smarts from orange cat Jorts. Let's get him cleaned off.$h",
"10950101.19": "Gus...#$b#...#$b#THAT'S INSENSITIVE!$3",
"10950101.20": "...$6",
"10950101.21": "Uh... what just happened?$s",
"10950101.22": "I'm not really sure myself.$3#$b#Right, I'd better go make sure she doesn't trip over anything.",
"10950101.23": "C'mon, Jorts, let's get you wiped off and butter-free.",
"10950101.24": "'kay.$6",

//Kent event
"10950102.0": "Kent gently pets both cats.",
"10950102.1": "Good cats.$h",
"10950102.2": "And you're a good human!$h",
"10950102.3": "It's so quiet out here.#$b#Sometimes it feels like the silence itself is a noise.$5#$b#A noise that's judging me for not hearing what I'm used to....",
"10950102.4": "No one's judging you here, Kent. We all know you did well.",
"10950102.5": "Did I really do enough? Was it selfish of me to leave?#$b#Or was it selfish of me to go? My youngest son... he doesn't know what his father was like.",
"10950102.6": "You're here now. He has time.",
"10950102.7": "Kent sighs deeply.",
"10950102.8": "I'm not the same person I was, Jean.$5",
"10950102.9": "That happens regardless of whether you went through a traumatic experience or not. It's okay that you're not who you were.#$b#That'll be true in the future, too. All you can do is be the best version of you in the present.",
"10950102.10": "War... really is horrible, Jean. I saw so much that I can't tell anyone. That I don't want to tell anyone.$5#$b#And the worst part... they're humans, just like us. But you can't even feel sympathy for the other side.$5#$b#If you do... you might realize what you've done. That you're a monster.",
"10950102.11": "You're not a monster, Kent.$s#$b#The monsters are the people that decided war was a game, a nice way to make money, and go hide off in their gilded houses while sending humans off to kill or be killed.$a#$b#You're not a monster, Kent. You're a victim.$s",
"10950102.12": "I don't know what to do, Jean. I think I'm broken.$5",
"10950102.13": "You do the same thing you'd do if anything else was broken and you didn't know how to fix it. Go see a professional.#$b#There's a lovely doctor right here in town.$h",
"10950102.14": "...Maybe I should talk to Harvey.",
"10950102.15": "Good idea. I'm glad you thought of it.$h",
"10950102.16": "Thanks for listening to me, Jean. And thanks for all your purrs, Jorts.$h",
"10950102.17": "Always. We'll be back here again next week.$h",
"10950102.18": "You bet!$h",

//Vincent event
"10950103.0": "So then Khaki let out a big tiger roar! And it was so loud, the ground shook!",
"10950103.1": "Uh-huh, and what happened then??",
"10950103.2": "Well, it cracked open the rocks! And then the baby birds came hopping out! They were safe!$h",
"10950103.3": "*gasp* The birds are safe! I'm so glad!$h",
"10950103.4": "Of course! Khaki the tiger never forgets a friend!$h",
"10950103.5": "Khaki is the best! What a hero!$h",
"10950103.6": "Hee hee hee!$h#$b#Wow, Jean's taking a long nap. She must be really tired!",
"10950103.7": "She was chasing some squirrels out of the saloon earlier.#$b#Squirrels may be mean, but there's no squirrel that can best Jean!$h",
"10950103.8": "Hey, Jorts. Jean's real smart, right?$3",
"10950103.9": "The smartest!$h",
"10950103.10": "Do you ever... umm, feel... bad? Because... you're not as smart as her?$3",
"10950103.11": "Nope!$h",
"10950103.12": "Vincent... Do you feel bad because you're not as smart as Jean?",
"10950103.13": "...$3#$b#Jas is... really smart, isn't she? I think she's really cool and grown-up. All the adults talk about how smart she is.$3#$b#I...don't think I can be that smart, Jorts. And I'm noisy and get dirty a lot. All the adults are gonna hate me.$2",
"10950103.14": "Vincent...#$b#You're right, Jas and Jean are very smart. And that's good. We need smart people to handle tricky things like door handles.#$b#But I think it's a lot more important to be kind, and you're definitely that, Vincent.#$b#Even if you're not smart, if you're kind, you can use the skills you do have to help other people. People who are smart but mean will only hurt others, and nobody likes that.#$b#I'd rather have one Vincent than a hundred evil Jases!$h",
"10950103.15": "Really?$3",
"10950103.16": "Really really.",
"10950103.17": "Besides, you have plenty of talent. You think Jas or Jean can tell the story of Khaki the tiger as well as you can?$h",
"10950103.18": "...$3#$b#Hee hee, I guess you're right!$h",
"10950103.19": "Khaki the tiger might be brave, but you said it yourself--he never forgets a friend!$h",
"10950103.20": "That's true! Khaki the tiger always takes care of the people he loves!$h",
"10950103.21": "So will you tell me another story about Khaki, Vincent?",
"10950103.22": "Okay! < $h",

//Linus event tweak (dumpster fishing)
"502969.0": "Hiya!$h",
"502969.1": "Don't tell me that orange cat's ended up in the garbage again....",
"502969.2": "Ah, you turned up at the right moment, farmer.#$b#Could you do an old man a favor? Could you go around the corner and see if that Jorts cat has gotten in there? It's making an awful racket.#$b#Thanks. Make sure you seal it real tight so he doesn't get in again.",
"502969.3": "Hi, @! Linus and I were about to go dumpster fishing!$h",
"502969.4": "It's dumpster diving, Jorts...$s",
"502969.5": "Jorts helps me find a lot of hot, fresh food in these cans... stuff that will go to waste if I don't take it.",
"502969.6": "It's like exploring! Except nothing is dangerous, just scrungy.",
"502969.7": "$y 'Do you think there's something wrong with what I'm doing?_Yes, it's disgusting._Disgusting to you, maybe. To me, it's a way of life. And I haven't gotten sick yet. I only eat things that look fresh._No. It's a shame for food to go to waste._Thanks, @. I knew you were an open-minded person. I feel good about what I'm doing. I'm not harming anyone.$h_Yes, it's illegal. That's George's private property._I don't believe in 'private property'. Besides, what do you want me to do? I need this food to survive. Have a heart.$s_No, but you should get a job and stop leeching off others._*Sigh*... Not everyone's cut out for this world, @. You don't know what it's like to be me. I'm not harming anyone, I just want to live life in my own way. Is that so wrong?'",
"502969.8": "You can go on home. I'll make sure Jorts and I keep the noise down from now on.#$b#You can tell him you sealed up the can nice and good.#$b#And you go on home too, Jorts. Jean's waiting on you.",
"502969.9": "'kay!",
"502969.10": "Wait.$u",
"502969.11": "I thought it was Jorts in my trash can... turns out it was just you, huh?$3",
"502969.12": "Well, I'm not sure if it's to your taste, but I've got a fresh-baked fish here. You can have it.$h",
"502969.13": "If you need food... just ask. I don't want anyone in Pelican Town to go hungry.#$b#Go on... take it.$h",

//Pierre event tweak (secret cat stash)
"16.0": "What's that? There's something sparkly behind the bookshelf...",
"16.1": "Is this... Pierre's 'secret stash'?",
"16.2": "Hey! Who's in the bedroom?$4",
"16.3": "Wha...? How did you find that?!$4",
"16.4": "Quick, give it to me!$u",
"16.5": "Promise me you won't tell anyone about this.",
"16.7": "Is this... a box of cat toys?",
"16.8": "Does Abigail know about this?",
"16.6": "*grumble* ...and now the catnip's spilled... *grumble*$u#$b#Ah-ACHOO!$4",

"Event_naga1": "No! They are definitely not fluffy, feathery, handmade cat toys stuffed with catnip!$4#$b#...I guess that's not really convincing, huh? Look, just don't tell anyone, okay?$2",
"Event_naga2": "NO! She can definitely never know! Otherwise she'll want to KEEP a cat, and then I'll never stop sneezing!$4#$b#You wouldn't do that to me, right? You could seriously make me sick!$2",

//8 hearts - Jorts at home
"10950104.0": "Quiet night, huh? I wonder if Marlon and Jean found something scrungy.$7",
"10950104.1": "...",
"10950104.2": "Do you remember when I was first Outside, Gil? And you brought me in?$7",
"10950104.3": "...",
"10950104.4": "You found me in a trash can.$h",
"10950104.5": "I was hungry a lot, when I was Outside.#$b#Whenever you fed me, I didn't want to eat it all right away.#$b#I thought, what if you never come back and feed me again?$s",
"10950104.6": "...#$b#I'll keep feeding you, Jorts.",
"10950104.7": "I know. I trust you and Marlon and Jean. You're my family.$h#$b#But feelings are slow to change. Sometimes they're not sure even when our thoughts are.#$b#They'll get there, though, as long as I keep reminding myself.$h",
"10950104.8": "Smart cat.",
"10950104.9": "Hee hee. I just have a lot of time to think about things.$h#$b#I hope you always have enough of everything, Gil.#$b#Now... good night....$7",
"10950104.10": "...#$b#...zzz...",

//Union event - making good trouble
//Dynamic tokens for SVE/J&J compat
"ClaireDoormat": "Claire's a doormat.",
"JulietCatRuns": "And Juliet runs from good life choices even more than you do.",
"DaenaNotSam": "'Step one: talk to your coworkers who already agree?'",

//main event
"963070001.0": "Hey Jean! Remember that time we caused some good trouble in the Jojamart?$h",
"963070001.1": "You mean the time we left a dead carp in his desk drawer?",
"963070001.2": "So weird that he didn't appreciate that... It was a gift.",
"963070001.3": "No, I mean the other time!$h",
"963070001.4": "Hi @! I'm just reminding Jean of the time we caused trouble in the Jojamart!$h#$b#Wanna hear about it?$h",
"963070001.5": "Hey, Shane.$6",
"963070001.6": "Don't pretend you can't hear me, unless you want another rendition of Sabo-Tabby outside your room at 5AM.",
"963070001.7": "Hey, you make a great alarm for when I need to feed the chickens.",
"963070001.8": "...$5",
"963070001.9": "Gotcha.$1",
"963070001.10": "Okay, what do you want? I made sure the trash can lids are fastened this time.$2",
"963070001.11": "It's not about that. Have I told you about unions yet?",
"963070001.12": "Only about a million times.$2",
"963070001.13": "So? Have you given it some thought?",
"963070001.14": "I gave it exactly one thought, and that thought was 'no one is going to listen to the unshaven drunk.'#$b#Why haven't you talked to, I dunno, Sam about this?$u",
"963070001.15": "Sam's still a kid. He doesn't have the life experience for this kind of thing.#$b#",
"963070001.15b": "I think you undersell yourself. You care about those who are around you, and making mistakes is an important part of life experience.#$b#You could do it if you tried.$1",
"963070001.16": "...$3#$b#I can't believe I'm talking to a cat, let alone getting life advice from one.$5",
"963070001.17": "You talk to your chickens all the time.#$b#Anyway, I've got much better life advice than literal birdbrains.$6",
"963070001.18": "Hey, don't diss Charlie.$a",
"963070001.19": "Why is that animal on the shelf? It's getting dirt all over our products.$3",
"963070001.20": "Excuse you, you overinflated haircut, I am far cleaner than any Joja product.$6",
"963070001.21": "Why haven't you thrown that thing out?$3",
"963070001.22": "Well, sir, you told me to stock the shelves, not play animal control.",
"963070001.23": "Don't get smart with me. Remember who was willing to hire you. I can replace you at any time.$3",
"963070001.24": "Hey, haircut. Don't think YOU'RE irreplaceable, either.$5#$b#You think management gave you a two-hour commute because they think you're SO good out here?$5",
"963070001.25": "I haven't forgotten you, you infernal beast. My desk still smells like rotting carp!$3",
"963070001.26": "Oh, you didn't like that present? Let me make it up to you with another one.$6",
"963070001.27": "NOW JORTS!",
"963070001.28": "ZOOMIES TIME!!!!$h",
"963070001.29": "Ahhhhhh!!!!",
"963070001.30": "ZOOMIES!",
"963070001.31": "Fair pay and benefits!",
"963070001.32": "Haha coming through!",
"963070001.33": "Ooh is that a fish",
"963070001.34": "SABO-TABBY HAS ARRIVED",
"963070001.35": "Who needs traction?",
"963070001.36": "Sorry about your toes",
"963070001.37": "Unionize now!",
"963070001.38": "Can't catch me Morris!",
"963070001.39": "WHEEEEEEE",
"963070001.40": "I'm feeling dizzy",
"963070001.41": "I AM CUPCAT!",
"963070001.42": "ZOOMIES!!!",
"963070001.43": "EXTRA EXTRA!",
"963070001.44": "READ ALL ABOUT IT!!!",
"963070001.45": "Revolution!",
"963070001.46": "WHAT IS THE MEANING OF THIS?",
"963070001.47": "Uh, what is this?$8",
"963070001.48": "'Four steps to forming a workplace union.'$6",
"963070001.49": "'Get advice from local unions or organizers...'",
"963070001.50": "'Work together to build support...'",
"963070001.51": "'Show that support through an election or card-check...'",
"963070001.52": "Hi Morris! It's a celebration, so I brought you confetti!$1#$b#Lots and lots and LOTS of confetti.$5",
"963070001.53": "GET THOSE BLASTED ANIMALS AND THEIR GARBAGE OUT OF HERE, NOW!",
"963070001.54": "Let's go pee in his office on our way out.",
"963070001.55": "Oh boy! I've been saving up!$h",
"963070001.56": "CLEAN UP ALL THIS MESS!$3",


//Union event - Jojamart Closure
//Dynamic tokens for SVE/J&J compat
"ClaireCatSigh": "Sigh.",
"MartinStrike": "Strike!",
"JulietStrike": "Strike!",
"JulietHatesIt": "I hate it here.",
"JulietsLuck": "Well... that's about on par with my luck, honestly.",
"MartinNoWay": "No way... I don't want it to end like this....",
"MartinTalkCatA.1": "Martin!",
"MartinTalkCatA.2": "Y-yessir?",
"MartinTalkCatB": "Get a part time job in Zuzu. Can't be a worse commute than here. Finish your schooling and see a bit more of the world than this tiny place.",
"MartinTalkCatC.1": "And meet some girls your own age and get a real girlfriend instead of pining after someone twice your age.",
"MartinTalkCatC.2": "...",
"JessieJulesTalkA.1": "Juliet.",
"JessieJulesTalkA.2": "Please don't get sappy on me. I will go get a fish from seafood just so I can throw it at you.$5",
"JessieJulesTalkB": "Can you at least try and be less of a screwup than me?",
"JessieJulesTalkC": "Pfft, that's a tall order, boss man.",
"JessieJulesTalkC1": "But I guess I'll have lots of free time on my hands to make an attempt. Literally nothing to lose, right?",
"JessieJulesTalkD.1": "I'll keep her busy.",
"JessieJulesTalkD.2": "...this is going to involve more jigsaw puzzles, isn't it.",
"JessieJulesTalkE.1": "And cookies.",
"JessieJulesTalkE.2": "Well, all right. As long as there's cookies.",
"DaenaTalk1": "We're not doing that!",
"NaufalTalk1": "Ugh....",
"DaenaTalk2": "Give us a raise!",
"NaufalTalk2": "You need to treat us right.",
"DaenaTalk3": "Strike!!",
"DaenaTalk4": "What?!",
"NaufalTalk4": "No....",

//main event
"963070002.0": "Hi, @. I was just thinking about what happened after Morris's little scene in the Community Center.$h#$b#Did you hear?",
"963070002.1": "I thought not. It's a little bittersweet, but maybe you'd like to hear?$6",
"963070002.2": "Out of my way!",
"963070002.3": "The nerve of that whiny mom-and-pop store and those simple villagers! I need to come up with a plan.$3#$b#Listen up, all of you!",
"963070002.4": "From now on, overtime is mandatory and unpaid!$3#$b#We need to cut costs for a deep sale. That greedy punk won't be able to compete with our sales for long. I want this store spotless, stocked, and sale materials everywhere!$3",
"963070002.5": "That's not fair!",
"963070002.6": "Morris, you suck.",
"963070002.7": "Boo!!",
"963070002.8": "Okay, boss.",
"963070002.9": "That's illegal, sir. If you want us to work overtime, you have to pay us.",
"963070002.10": "Bah! Who says it's illegal?$3",
"963070002.11": "The federal government and the national labor board, sir.",
"963070002.12": "...How do you know that? You're just a punk.$3",
"963070002.13": "I've been doing some reading, sir.",
"963070002.14": "Should've stuck to your booze rather than the books.$3",
"963070002.15": "That's a low blow.",
"963070002.16": "Rather be a drunk than a bootlicker!",
"963070002.17": "Fine. You can have your paid overtime. But you're all getting a 50% pay cut, effective immediately.#$b#Not so smart now, are you?$1",
"963070002.18": "Yeah, about that...$3#$b#We're a union now. And we didn't agree to any pay cut. In fact, you owe all of us pay raises.",
"963070002.19": "You're a WHAT? You want WHAT!?",
"963070002.20": "We want pay raises. And vacation and sick days. And benefits, like all those ones YOU get.#$b#You pay us in pennies and you don't even give us an employee discount!$5",
"963070002.21": "You tell him!",
"963070002.22": "I want a living wage!",
"963070002.23": "I haven't had a day off in months!",
"963070002.24": "Shane's right, boss!",
"963070002.25": "W-well, you can't have that! I'm a manager! You're just a stock boy! Cashiers! Truck drivers!$3",
"963070002.26": "Even stock boys and cashiers and truck drivers deserve basic respect. If you don't want to pay us, we'll strike.#$b#Let's see how well you compete with Pierre if nothing gets done.$6",
"963070002.27": "I-I can't handle all this stress! I'm telling Corporate on you!",
"963070002.28": "Get back here, coward!",
"963070002.29": "Strike!",
"963070002.30": "Worker's rights!",
"963070002.31": "Strike!",
"963070002.32": "Worker's rights!!!",
"963070002.33": "Look, I need some kind of corporate campaign out here. They're talking about a boycott--$3",
"963070002.34": "So cut the fat in payroll and run a sale.",
"963070002.35": "These country hicks always fall in line if the prices are low enough.",
"963070002.36": "Yes, that's the other problem. The workers are trying to form a union and threatening a strike if--$3",
"963070002.37": "Union?",
"963070002.38": "You said 'union'? You're sure?",
"963070002.39": "Well, they sure seemed sure about it! I need some union busters out here.$3",
"963070002.40": "...",
"963070002.41": "Shut the store down.",
"963070002.42": "...$3#$b#What?$3",
"963070002.43": "The location won't be profitable enough with a union. We're not wasting lawyers on a handful of country bumpkins. Report back to Zuzu and we'll get you a reassignment.",
"963070002.44": "You're letting them win? I can still--$3",
"963070002.45": "Win?",
"963070002.46": "What are they winning? Unemployment?",
"963070002.47": "This isn't about 'winning', Morris. It's about efficiency. For every town like this that wants to be an annoyance, there's a dozen more we can make bigger profits off of. This changes nothing in the long run.",
"963070002.48": "Report back to headquarters in Zuzu and we'll discuss your next post.",
"963070002.49": "*click*",
"963070002.50": "...$3",
"963070002.51": "The store is shutting down, effective immediately.$4",
"963070002.52": "What?$10",
"963070002.53": "You heard me. As of now, you're all unemployed. Corporate will send your final checks in the mail.$3#$b#I hope you're happy.$3",
"963070002.54": "This wasn't supposed to happen...",
"963070002.55": "This is the only job I could find!",
"963070002.56": "Did we make a mistake?",
"963070002.57": "Oh man, it's over... What do we do now?$s",
"963070002.58": "What do you mean, what do you do now? You go out and live your life like you actually wanted.$5#$b#Do you really think it's the end of the world because you lost this dead-end job? $5#$b#It wasn't even that much money we were making. It's not like it was saving any of us from poverty.$5",
"963070002.59": "Sam! Didn't you say you wanted to be a musician? To make a living off it? Now's your chance.",
"963070002.60": "Yeah, but--$8",
"963070002.61": "But what? Was that all talk? Or were you really that dedicated to having 'Joja cleaning boy' on your gravestone?",
"963070002.62": "You're right. It'll be a bit tighter, but it was mostly spending money anyway.$1#$b#Plus, I can spend more time hanging out with my little brother. He keeps wanting to do stuff, but I haven't had time with my work schedule.$10",
"963070002.63": "See? You literally have nothing to lose.",
"963070002.64": "And all of the rest of you have stuff you want to do, right? Or stuff you need to do?#$b#So stop crying that Joja can't suck all your life away from you anymore and go find literally anything else to do.",
"963070002.65": "...I have no idea why I'm locking up. Why even bother?$2",
"963070002.66": "You're seeing things through to the end.",
"963070002.67": "I told you you should've talked to someone else. Everything I touch, I screw up.$5",
"963070002.68": "You think so?",
"963070002.69": "The union failed. They literally shut down the store.$5",
"963070002.70": "They shut it down because they were afraid of you, Shane. You made a giant corporation so afraid of what you could do that they preferred to run away.",
"963070002.71": "...I'm not sure that's much comfort to everyone in there that just lost their jobs.$2",
"963070002.72": "But they gained more than they lost, didn't they? Didn't you say as much?",
"963070002.73": "...You heard all that?$3",
"963070002.74": "I have good ears.$1#$b#I'm proud of you, Shane. You did well. I knew you were the right choice.",
"963070002.75": "Now you all know.#$b#There's strength in numbers and you can make a difference.#$b#Whatever path all of you choose in the future, it'll be harder for the Morrises of the world to take advantage of you. You now know your worth.",
"963070002.76": "Shane's voice catches as he mutters something in response.",
"963070002.77": "It sounds suspiciously like 'thanks'.",
"963070002.78": "What about you? What are you going to do with all your newfound free time?$1#$b#Don't tell me you want 'Joja stock boy' on your gravestone.",
"963070002.79": "...I like chickens.$3",
"963070002.80": "That sounds like a good idea. They really like you, too.$1#$b#Here, we'll walk you home.",
"963070002.81": "Up and at 'em, Jorts.",
"963070002.82": "I can make my own way home. It's not like it's that far.",
"963070002.83": "True, but sometimes it's nice to have company, right?$1",
"963070002.84": "...#$b#Yeah, I guess so.$4",


//Interstitial union event - New for 1.5.0
"jortsandjean.inter.1": "Are you okay?",
"jortsandjean.inter.2": "Admiring the view?",
"jortsandjean.inter.3": "Relax, it's just Joja cola.#$b#Though I'm not sure this stuff is that much better for me. You seen the list of ingredients?$3",
"jortsandjean.inter.4": "Yeah, I like coming here to think sometimes. It's nice and quiet.",
"jortsandjean.inter.ARV": "Sterling dragged me out here to watch stars one night. Even that guy has some bright spots to him, huh?$1",
"jortsandjean.inter.5": "Hey @... You think that cats can talk?$3",
"jortsandjean.inter.6": "Not all cats, just like... certain ones and stuff.",
"jortsandjean.inter.7": "You mean Jorts and Jean?",
"jortsandjean.inter.8": "No, cats don't talk.",
"jortsandjean.inter.9": "I had a feeling you were onto them. It's weird, but not everybody seems to pick up on them. Maybe we're just weird?$3",
"jortsandjean.inter.10": "Yeah, I figured you'd say that. So this is just a story I told Jas to entertain her.$3",
"jortsandjean.inter.11": "It's just something that happened a while back. During all the Joja stuff. Dunno why, but I was thinking about it just now...$3",
"jortsandjean.inter.12": "Ugh, why am I doing this?$2",
"jortsandjean.inter.13": "Hi, Shane. How's it going?",
"jortsandjean.inter.14": "Most of them are questioning why the workplace drunk is even calling them.$5",
"jortsandjean.inter.15": "Most, but not all?$1",
"jortsandjean.inter.16": "A couple have been thinking about the papers you threw all over the store. I added them into the group chat.$2",
"jortsandjean.inter.17": "That's great!$1",
"jortsandjean.inter.18": "There's four of us in there, including me. Not exactly the majority we'd need for a union. Not even close.$5",
"jortsandjean.inter.19": "These things always start small. Don't worry. It's far too early to be discouraged.",
"jortsandjean.inter.20": "Really? Too bad, I already got an early start on it.$2#$b#Seriously, this is never going to work.$5",
"jortsandjean.inter.21": "Won't know until you've tried.#$b#And good still comes out of the trying itself, you know.$1",
"jortsandjean.inter.22": "No, I DON'T know!",
"jortsandjean.inter.23": "I don't know a blasted thing about what I'm doing or why!$5#$b#Why did you dump this in my lap? Is there seriously no one else at the Jojamart that hears you?$5",
"jortsandjean.inter.24": "There are others. But I wanted you.",
"jortsandjean.inter.25": "That's why I'm asking you why! I'm just some drunk loser who's got nothing to his name. Why would you....$5",
"jortsandjean.inter.26": "Because I believe in you.",
"jortsandjean.inter.27": "You're not a loser, Shane. Your worth as a person is not tied to your ability to produce successes. Even if the union fails, it doesn't mean you're a failure.#$b#But I think you will succeed.",
"jortsandjean.inter.28": "On what basis?$2",
"jortsandjean.inter.29": "You know, I watch you drink by the lake sometimes.",
"jortsandjean.inter.30": "YOU'RE the rustling I sometimes hear in the bushes?$10",
"jortsandjean.inter.31": "Please. I would never make noise.$6#$b#You often go out there to drink so Marnie and Jas don't have to see you.",
"jortsandjean.inter.32": "...well, yeah. Jas doesn't deserve to see that.$2",
"jortsandjean.inter.33": "Shane, your kindness is why I picked you. Your ability to care about others.#$b#That's the thing you have to have in order to be successful at this. Everything else, you can pick up along the way.#$b#And don't forget, you're not doing this alone. I'm here too.$1#$b#The whole point of a union is helping each other so that you don't have to do it alone.",
"jortsandjean.inter.33b": "I can't believe I'm being comforted by a cat.$3",
"jortsandjean.inter.34": "Does it matter what form a person comes in? What matters is the sentiment, right?$1#$b#Maybe it's because I'm a cat, but I understand that the measure of a human is not the size of their bank account, the number of things they own, or their list of achievements.#$b#I'll say it again, Shane: I believe in you. I want you to believe in you, too. But if you can't, then believe in *me*, who believes in you.",
"jortsandjean.inter.35": "That's so corny.$1",
"jortsandjean.inter.36": "I stole it from Sam. Some television show he's watching.$1",
"jortsandjean.inter.37": "Shane takes a deep breath, then lets it out.",
"jortsandjean.inter.38": "Okay. I guess I can continue to at least give it a shot. Not like I'm doing much else in my free time.",
"jortsandjean.inter.39": "Great!$1#$b#So, ready to start learning a bit about labor laws?$6",
"jortsandjean.inter.40": "I have to study??$10",
"jortsandjean.inter.41": "You ever have someone tell you they believed in you?",
"jortsandjean.inter.42": "Lots of people believe in me.",
"jortsandjean.inter.43": "Yeah, and it meant a lot.",
"jortsandjean.inter.44": "I believe in me, that's good enough.",
"jortsandjean.inter.45": "No, never.",
"jortsandjean.inter.46": "Ah, you probably found this little story boring then. But it meant a lot to me, to hear it.",
"jortsandjean.inter.47": "I didn't expect someone successful like you to get where I was coming from.#$b#I believe in you too, okay?$1",
"jortsandjean.inter.48": "Boy, I wish I had your confidence.$3",
"jortsandjean.inter.49": "In that case, @, I'll believe in you. Completely serious.#$b#I'll be in your corner, even if you don't want me to.$1",
"jortsandjean.inter.50": "It's kind of weird how having someone else believe in you makes you want to believe in yourself, you know? Like, I could be wrong, but surely they aren't too.",
"jortsandjean.inter.51": "Well, @... while you're here, want a cola?$1",


//Sunberry crossover - New for 1.5
"jortsandjean.sbv.0": "Wow! It really is a cafe just for us!$1",
"jortsandjean.sbv.1": "What a nice atmosphere. It seems like all of our fellow cats are getting excellent service.$1",
"jortsandjean.sbv.2": "Excuse me, we'd like to place an order. Is it open seating here?",
"jortsandjean.sbv.3": "Aw, aren't you a cutie! Where'd you wander in from?",
"jortsandjean.sbv.4": "We came from Pelican Town. It's a bit of a walk, but we thought this place would be worth it.#$b#Plus, we're used to a lot of walking.$1",
"jortsandjean.sbv.5": "Sometimes we hitch a ride on a bear!",
"jortsandjean.sbv.6": "Jorts that was one time because it was an emergency and I'm pretty sure the bear didn't enjoy it.$4",
"jortsandjean.sbv.7": "Pfft!$3",
"jortsandjean.sbv.8": "What's so funny?",
"jortsandjean.sbv.9": "Nothing~$1",
"jortsandjean.sbv.10": "Uh huh...$9#$b#Well, these two strays certainly are the chatty kind, huh?$1",
"jortsandjean.sbv.11": "We're excellent conversationalists.$6#$b#Would you mind if we continued over a snack, though? I'd like to order a cat grass. Jorts, did you want milk?",
"jortsandjean.sbv.12": "ohmyobaYES$1",
"jortsandjean.sbv.13": "And a small saucer of milk, please.$1",
"jortsandjean.sbv.14": "One cat grass and one saucer of milk, right? Coming right up.$1",
"jortsandjean.sbv.15": "Diala, you goof, are you waitressing for the cats?$1",
"jortsandjean.sbv.16": "Why not? They did come all the way from Pelican Town.$3",
"jortsandjean.sbv.17": "Ah, I thought I'd seen them before. I guess they're not just strays, then. Who's their owners?",
"jortsandjean.sbv.18": "Excuse me, we are cats. We don't have owners. What, do you think we're *dogs*?",
"jortsandjean.sbv.19": "Ahahaha!$3",
"jortsandjean.sbv.20": "I didn't think that question was so funny.$11",
"jortsandjean.sbv.21": "It's nothing. I don't know who their family is, but I'm sure they can make it back on their own when they're ready.",
"jortsandjean.sbv.22": "Here you are, fresh cat grass and milk. Is the bedding suitable?$1",
"jortsandjean.sbv.23": "It's so scrungy!!$1",
"jortsandjean.sbv.24": "Thank you, Diala. I'm looking forward to napping on it. I'm glad to see you have a variety of scratchers as well.",
"jortsandjean.sbv.25": "We've also got a great selection of toys.$1",
"jortsandjean.sbv.26": "This is the best cafe in the world! Now I know why humans like them so much!$1",
"jortsandjean.sbv.27": "Sorry if Derya was rude. I wonder why she can't hear you like I can?",
"jortsandjean.sbv.28": "It's not up to us. It's the human who chooses to listen, or not.",
"jortsandjean.sbv.29": "That's kind of sad.$2",
"jortsandjean.sbv.30": "Well, since you can hear us and she can't, it just means we can share all the gossip without her knowing.$6",
"jortsandjean.sbv.31": "I'm listening. Tell me everything.",

}
