{
    "Elian.Name": "Elian",

    //Objects//
    "big-craftables.tulip-vase.name": "Decorative Tulip",
    "big-craftables.tulip-vase.description": "A beautiful red tulip in a vase.",

    //Gift Dialogue - 0-1 Hearts//
    "gift.love.none": "%The corner of Elian's mouth twitches up, but he quickly turns away.",
    "gift.like.none": "%Elian makes eye contact for a moment before returning to what he was doing.",
    "gift.neutral.none": "%Elian doesn't seem to acknowledge the gift one way or another.",
    "gift.dislike.none": "%Elian rolls his eyes.",
    "gift.hate.none": "%Elian looks angry for a moment before returning to ignoring you.",

    //Gift Dialogue - 2-5 Hearts//
    "gift.love.low": "I guess I can take this from you.",
    "gift.like.low": "It's not the worst.",
    "gift.neutral.low": "It's...something.",
    "gift.dislike.low": "Bet you think you're funny, huh?",
    "gift.hate.low": "You should have just put it in the trash.",

    //Gift Dialogue - 6-14 Hearts//
    "gift.love.high": "You really do know what I like, don't you?",
    "gift.like.high": "This is pretty cool.",
    "gift.neutral.high": "Thanks, I guess.",
    "gift.dislike.high": "I don't really want this.",
    "gift.hate.high": "...",

    //No Hearts//
    "Mon": "%Elian is pretending you're not here.",
    "Tue": "%Elian seems to be listening to you but shows no signs of responding.",
    "Wed": "%Elian is twirling his tie. He glances up occasionally.",
    "Thu": "%Elian appears to be looking through you.",
    "Fri": "%Elian is watching you out of the corner of his eye.",
    "Sat": "%Elian is fidgeting with something in his pocket.",
    "Sun": "...$a#$b#...#$b#...$9",

    //Two Hearts//
    "Mon2": "Why...#$b#Never mind.$9",
    "Tue2": "Isn't it difficult getting out here?",
    "Wed2": "You tracked in sand.#$b#...#$b#Yes, I'm serious.",
    "Thu2": "%Elian is giving you his full attention but isn't responding.",
    "Fri2": "Just like a dandelion...#$b#Nothing. I didn't say anything.$9",
    "Sat2": "You're a persistent one.",
    "Sun2": "%Elian is staring at you with an unreadable expression.",

    //Four Hearts//
    "Mon4": "I try to visit town as little as possible.#$b#Honestly, I'm surprised they even let me in.$9",
    "Tue4": "I don't really ever get hot. But I do get cold easily.#$b#Nights here are rough.$s",
    "Wed4": "I'd like to see the ocean someday.$h",
    "Thu4": "Monsters wander inside sometimes.#$b#It's never bothered me enough to want to go through the trouble of putting up a door.#$e#Though I suppose I wouldn't have to sweep out the sand as often.$9",
    "Fri4": "Do you think fairy roses really attract fairies?$h#$b#Legends have to come from somewhere.",
    "Sat4": "You're covered in sand, you know.#$b#Are you trying to take the badlands home with you?$h",
    "Sun4": "Do you have any new stories to tell me?",

    //Six Hearts - Not seen 6 heart event//
    "Mon6": "I used to have a pile of dirt in the corner for growing cave carrots, but I can tolerate the occasional trip to Castle Village if it means never eating another one.",
    "Tue6": "Some flowers can actually grow in sand, but I doubt even those could survive the badlands.#$b#What do you think a void flower would look like?$u",
    "Wed6": "You said your town is close to the ocean, right? Lucky.$u",
    "Thu6": "I want to travel the world someday, but I guess just leaving this cave more often would be a good start.$9",
    "Fri6": "My mother never let me help with her flowers.#$b#I wonder if some of them were magical.$9",
    "Sat6": "How are things on your farm? Growing any flowers?$h",
    "Sun6": "You're covered in sand, you know.#$b#Are you trying to take the badlands home with you?$h",

    //Six Hearts - Seen 6 heart event//
    "Mon6.event": "I used to have a pile of dirt in the corner for growing cave carrots, but I can tolerate the occasional trip to Castle Village if it means never eating another one.",
    "Tue6.event": "Some flowers can actually grow in sand, but I doubt even those could survive the badlands.#$b#What do you think a void flower would look like?$u",
    "Wed6.event": "I'd like to visit the ocean tomorrow.$u#$b#I hope it doesn't rain.$s",
    "Thu6.event": "I want to travel the world someday, but I'm happy with visiting the valley for now.$u",
    "Fri6.event": "Evelyn told me I could help her with the town flowers.$h#$b#I'm not sure she could see my horn.$9",
    "Sat6.event": "How are things on your farm? Growing any flowers?$u#$b#My poppy is doing well.$u",
    "Sun6.event": "I walked to the beach yesterday. Some of the people in town stared at me.#$b#They left me alone though.$9",

    //Eight Hearts - Not seen 8 heart event//
    "Mon8": "I think I'd like to tell you more about growing up in Castle Village someday.$9",
    "Tue8": "I find myself smiling a lot more lately.$u#$b#I'm glad you're stubborn.$u",
    "Wed8": "Have you ever met Camilla? She makes me nervous.#$b#What do you mean everyone makes me nervous? That's not true.$6#$b#...Anymore.$h",
    "Thu8": "Everyone in town seems to be getting used to me.$h",
    "Fri8": "Granny Evelyn told me I could help her with the town flowers.$u",
    "Sat8": "It's been a nice change getting out more often.$u",
    "Sun8": "I think I'm starting to make a few friends.$u#$b#Besides you, I mean.$l",

    //Eight Hearts - Seen 8 heart event//
    "Mon8.event": "I think maybe I'd like to try spending time in Castle Village one of these days.$9#$b#Would you come with me?$u",
    "Tue8.event": "I find myself smiling a lot more lately.$u#$b#I'm glad you're stubborn.$u",
    "Wed8.event": "Have you ever met Camilla? She makes me nervous.#$b#What do you mean everyone makes me nervous? That's not true.$6#$b#...Anymore.$h",
    "Thu8.event": "Everyone in town seems to be getting used to me.$h#$b#I'm trying to be more friendly with them.$u",
    "Fri8.event": "Granny Evelyn told me I could help her with the town flowers.$u",
    "Sat8.event": "I think I stayed out too late last night. *yawn*",
    "Sun8.event": "Abigail won't tell me why she goes into the forest, but she said she likes me to join her for moral support.$u",

    //Ten Hearts - Dating//
    "Mon10": "I never thought I'd care about anyone as much as I do you.$l",
    "Tue10": "Tell me if you'd ever like to hear more about flowers.$u#$b#I don't think I'm an expert, but I've got plenty of facts I could share.$u",
    "Wed10": "I'm going to the beach tomorrow if the weather is nice.$u#$b#I wouldn't mind if you joined me.$l",
    "Thu10": "We should go traveling together sometime.$u#$b#Ah, but I guess it would be difficult to leave %farm Farm for too long, wouldn't it?#$b#A day trip then.$u",
    "Fri10": "I've always known you were stubborn, but making the trip between town and the cave so often myself, I'm reminded of just how overly persistent you actually are.#$b#Thanks for that.$u",
    "Sat10": "I'm always so tired on Saturday.#$b#It's hard to stay out so late when it's such a long trip home. It'd be much simpler if I could find someplace closer.#$b#I certainly wouldn't complain about being closer to you either.$l",
    "Sun10": "I wonder if I should try talking to the wizard sometime.$h#$b#What do you think?$u",

    //Extra//
    "Saloon": "Hey, @.$u#$b#You should take a break and hang out with us for awhile.$u",
    "Beach": "I've always enjoyed looking at pictures of the ocean, but a picture could never compare to the real thing.$u",
    "danceRejection": "I'd rather just look at the flowers.",
    "MovieInvitation": "A movie?#$b#That could be fun.$h#$b#I'll meet you there.",
    "breakUp": "Oh...$s#$b#Maybe it's for the best...$s",
    "divorced": "...$9",
    "engaged0": "I'm actually getting married.$l#$b#Sometimes I'm afraid I'll wake up and find out this was all a dream.$8",
    "engaged1": "Do we really need a ceremony? We could get married right now.$u#$b#I'm kidding, I'm kidding.$u",

    //Marriage Dialogue//
    "patio": "Let's make sure you grow up big and strong now.$u#$b#...!$6#$b#@, I didn't see you there.$6",
    "spouseRoom.1": "After years of living in a cave, I don't think I could thank you enough for letting me add on a sunroom.$u",
    "spouseRoom.2": "All of the plants are doing well.$u",
    "spouseRoom.3": "Feel free to relax in here whenever you'd like.$u#$b#I'd enjoy the company.$u",
    "funLeave.1": "I'm going out today. I hope you have a good day.$u",
    "funLeave.2": "I'm going to head into town for awhile today.$u",
    "funLeave.3": "Hmm, should I head to the beach today? Maybe somewhere else?#$b#I'll decide once I'm out.$u",
    "funLeave.4": "Sometimes I forget I don't have to think about travel time as much to go out anymore.",
    "funReturn.1": "I'm home. Did you have a good day?$u",
    "funReturn.2": "It was a beautiful day today.$u",
    "funReturn.3": "It still feels surreal sometimes, knowing I have a place as wonderful as this to return to.$l",
            
    // Outdoors //
    "Outdoor_0": "Sometimes I like to come out here just to remind myself that I didn't dream all this up.$u",
    "Outdoor_1": "Join me for awhile? %farm Farm is so peaceful.$u",
    "Outdoor_2": "Never thought I'd be living on a farm, but I'm certainly not complaining.$u",
    "Outdoor_3": "I guess I can't tease you about having sand in your hair out here.$u",
    "Outdoor_4": "It's amazing how hard you work everyday for this place.$u",
    "Outdoor_5": "Managing all this on your own. You really don't do anything halfway.$u",
            
    // Indoor Day //
    "Indoor_Day_0": "I love you, @.$l#$b#I'll never get tired of saying that.$u",
    "Indoor_Day_1": "Good morning, @. I made you breakfast.[195]$u#$b#Yes, it's edible.$u#$b#I think.$h",
    "Indoor_Day_2": "I think I'll do some cleaning today. I spilled some dirt while taking care of my flowers earlier.",
    "Indoor_Day_3": "I'm still tired. I had a nightmare last night.#$b#Seeing you makes me feel better though.$l",
    "Indoor_Day_4": "If there's anything I can do to help you out, be sure you let me know.$u#$b#You shouldn't have to do everything yourself.$u",
            
    // Indoor Night//
    "Indoor_Night_0": "I've been practicing my cooking. Here, for you.[224]$u",
    "Indoor_Night_1": "Welcome home, @. How was your day?$u",
    "Indoor_Night_2": "Do you have any entertaining stories from today?$u",
    "Indoor_Night_3": "I missed you a lot today. Guess I'm not so used to being alone anymore, huh?$u",
    "Indoor_Night_4": "You look tired. Should I try giving you a massage?$u#$b#No promises I'll be able to do a good job though.$h",
            
    // Rainy Day //
    "Rainy_Day_0": "I can't stand the feeling of being wet. I'll be staying home today.",
    "Rainy_Day_1": "Be careful if you're going out today, alright?$u",
    "Rainy_Day_2": "I don't like rain, but even I have to admit the sound is very relaxing.$u",
    "Rainy_Day_3": "Maybe I'll go back to bed awhile.#$b#The sound of the rain is making me sleepy again.",
    "Rainy_Day_4": "I know the flowers appreciate this rain but...#$b#I don't.$9",
            
    // Rainy Night //
    "Rainy_Night_0": "@! You're soaked!$6#$b#Let me get you a towel.$u",
    "Rainy_Night_1": "You should change out of those wet clothes before you get sick.#$b#Would you like me to make you something warm?$u",
    "Rainy_Night_2": "I've been practicing my cooking. Here, for you.[224]$u",
    "Rainy_Night_3": "You look tired. Should I try giving you a massage?$u#$b#No promises I'll be able to do a good job though.$h",
    "Rainy_Night_4": "Oh, don't worry about that puddle. I'll take care of it.#$b#You go get dried off.$u",
    "Rainy_Night_5": "I set some of the flowers outside today. I think they enjoyed it.$u",
            
    // One kid //
    "OneKid_0": "I'm so happy I've found a place so accepting so %kid1 will never have a childhood like mine.$u",
    "OneKid_1": "Sometimes I start overthinking what it means to be a good father.$9",
    "OneKid_2": "Aww, %kid1 is so tiny.$u#$b#No, I wasn't going to compare them to a flower. I wasn't!$6",
    "OneKid_3": "Do you think %kid1 will want to run the farm someday?#$b#I'll support them no matter what they decide.$u",
    "OneKid_4": "I wonder what I should read to %kid1 today.$u",
            
    // Two kids //
    "TwoKids_0": "You, %kid1, and %kid2 are my greatest treasures. I wouldn't trade this for anything.$l",
    "TwoKids_1": "I saw %kid1 give %kid2 some wildflowers today, but the roots were still attached.$u#$b#Don't worry, I cleaned up the dirt.$u",
    "TwoKids_2": "Looks like %kid1 has really taken to having a little sibling. They want to help with everything.$u",
    "TwoKids_3": "I hope our kids grow up with your kindness.$u#$b#And maybe a little bit of the stubbornness, too.$h",
    "TwoKids_4": "It's awfully quiet, isn't it? I think I'll go check on the kids.",
            
    // Good relationship //
    "Good_0": "I love you, @.$l#$b#I'll never get tired of saying that.$u",
    "Good_1": "I'm still tired. I had a nightmare last night.#$b#Seeing you makes me feel better though.$l",
    "Good_2": "If there's anything I can do to help you out, be sure you let me know.$u#$b#You shouldn't have to do everything yourself.$u",
    "Good_3": "What did I ever do to deserve you?$l",
    "Good_4": "Marrying you was the best choice I've ever made.$l",
    "Good_5": "Could I get a kiss?$l#$b#No special reason. You just make me happy.$8",
    "Good_6": "I'm trying to think of some places we could go sightseeing for a day trip. Do you have any ideas?$u",
    "Good_7": "I think I've gotten better at expressing my feelings, don't you?$u",
    "Good_8": "Thank you for always being so patient with me.$u",
    "Good_9": "Anywhere you are feels like home.$l#$b#Yes, even if you said you wanted to move into my old cave.$u",
            
    // Neutral relationship //
    "Neutral_0": "I think I'll do some cleaning today. I spilled some dirt while taking care of my flowers earlier.",
    "Neutral_1": "Hmm, I wonder what I could practice cooking next.",
    "Neutral_2": "Do you think I should get anymore flowers for the sunroom?",
    "Neutral_3": "%Elian doesn't look fully awake.#$b#Hm? Sorry, I didn't sleep well.",
    "Neutral_4": "Another busy day for you? Take care.",
    "Neutral_5": "%Elian looks lost in thought.",
    "Neutral_6": "I wonder if I should go into town or just stay home and read today.",
    "Neutral_7": "I might have to learn how to build a shelf if I keep finding so many pretty seashells.$u",
    "Neutral_8": "Are you getting enough rest?#$b#You always seem so busy.$9",
    "Neutral_9": "I've been a little obsessed with learning more about fairy rose lately. I wonder if I should grow one.$u",
            
    // Bad relationship //
    "Bad_0": "Maybe I was being too optimistic thinking I could have this kind of life.",
    "Bad_1": "I really thought you loved me.$s",
    "Bad_2": "Maybe I was better off alone.$9",
    "Bad_3": "%Elian is ignoring you.",
    "Bad_4": "Do you regret marrying me?",
    "Bad_5": "I wonder if I should have spent more time getting to know other people before I focused on romance.$9",
    "Bad_6": "I think I need some time to myself right now.",
    "Bad_7": "Did you only marry me because you felt bad for me or something?$9",
    "Bad_8": "I know I'm not always the most romantic person, but I thought you liked me just the way I am.$9",
    "Bad_9": "Could you just let me read, please?$a",

    //Event - Introduction//
    "intro.1": "Who are you?$a#$b#Do you normally just wander into people's homes uninvited?$a#$b#...$a#$b#Or are you here to kill me?$a",
    "intro.2": "I'm sure you killed plenty of monsters on your way here.$a#$b#...$a#$b#You do realize I'm a demon, right?$a#$b#Do you really think you'd stand a chance if I actually wanted to fight you?$a#$b#I could kill you before you even realized what was happening.$a#$b#...#$b#Haven't you heard all the terrible things about demons?$9",
    "intro.3": "You have no business being here.$9#$b#I'm not interested in talking anymore.#$b#Get lost.#$b#...$a#$b#Leave.$a",
    "intro.4": "I thought I told you to leave.$a",

    //Event - Two Hearts//
    "two_heart.1": "Has anyone ever told you you're very stubborn?$a#$b#I've done nothing but ignore you, but you keep coming back.$a#$b#...$a#$b#...#$b#Why?$9#$b#It's not like it's an easy trip out here.$9#$b#It'd be far even if you lived in Castle Village, and there are countless monsters out there.#$b#They leave me alone, but I know they try and kill you.#$b#So why?#$b#What are you trying to gain by coming out here?",
    "two_heart.2": "I want to get to know you.",
    "two_heart.3": "You're interesting.",
    "two_heart.4": "I want to know if you're a threat.",
    "two_heart.5": "Why?#$b#I don't understand you...$9",
    "two_heart.6": "I'm not some display to gawk at.$a",
    "two_heart.7": "All I want is to be left in peace.$s",
    "two_heart.8": "...#$b#...$9#$b#I don't care.$9#$b#Do whatever you want.$9#$b#It's not my problem if you die some pathetic death just because you couldn't mind your own business.$a",
    "two_heart.9": "This doesn't make us friends.#$b#Don't forget that.$9",
    "two_heart.10": "...You're so weird.$9",

    //Event - Four Hearts, Part One//
    "four_heart_one.1": "Look what I found buried out in the sand.#$b#I wonder if I could get any flower seeds to plant in it.$h#$b#I don't really like going into town though.$9",
    "four_heart_one.2": "My mother used to have a ton of flowers growing in pots just like this.#$b#I thought they were the most beautiful things, and one day, my mother brought home a book about the language of flowers.$h#$b#I thought it was silly at first, but I couldn't even tell you how many times I've read that book.$h#$b#It really is fascinating.$h",
    "four_heart_one.3": "For example, after a cold and dark winter, daffodils are one of the first flowers you'll see in spring, sometimes even popping up through the snow. That's how they got their meaning of new beginnings and rebirth.",
    "four_heart_one.4": "Dandelions are usually thought of as a weed because they can grow almost anywhere, even through cracks in the pavement, but no matter what they go through, they always seem to bounce back. They mean hope and resilience.",
    "four_heart_one.5": "Why do you suppose dandelions and daffodils are viewed so differently despite both being a symbol of hope?$9",
    "four_heart_one.6": "I think even people not familiar with flower language know that tulips mean love. But did you know for some flowers, different colors can change the meaning?$h",
    "four_heart_one.7": "Pink tulips are for affectionate love for friends and family while red tulips mean eternal love and passion.",
    "four_heart_one.8": "Yellow tulips aren't usually associated with love at all, but rather, cheerfulness and as a symbol of good luck. Though there are some older meanings that say they're a symbol of unrequited love.",
    "four_heart_one.9": "One of the most well known meanings of poppies is respect for those who have passed, especially soldiers. There's a legend about poppies that grew in a field around the bodies of fallen soldiers. Red poppies in particular are associated with sacrifice and death so most people tend to dislike them.",
    "four_heart_one.10": "But I don't think that's fair to the poppies.$s#$b#They also have a history as a medicinal flower and can be a symbol of restful sleep and good dreams. In some places, red poppies can mean good fortune and even love.$h",
    "four_heart_one.11": "I just wish more people could appreciate poppies for their good qualities rather than always thinking about their solemn meanings.#$b#They really are a beautiful flower.$u",
    "four_heart_one.12": "...$6#$b#...#$b#...$7",
    "four_heart_one.13": "%Elian is rubbing the edge of the flower pot.",
    "four_heart_one.14": "I'm sure this must be pretty boring for you.$7",
    "four_heart_one.15": "Not at all!",
    "four_heart_one.16": "A little, yeah...",
    "four_heart_one.17": "...$7#$b#...$8",
    "four_heart_one.18": "Right...$s",
    "four_heart_one.19": "You should probably get going soon.$9",
    "four_heart_one.20": "I have to decide what I'm going to do with this.",

    //Event - Four Hearts, Quest//
    "quest.name": "A Poppy for Elian",
    "quest.description": "I should bring Elian some poppy seeds to plant in his new flower pot.",
    "quest.hint": "Deliver 1 'Poppy Seed' to Elian",

    //Event - Four Hearts, Part Two//
    "four_heart_two.1": "What is this?$6#$b#Why?$6#$b#I wasn't-#$b#I didn't mean-$9#$b#...I wasn't trying to make you get me anything.$7",
    "four_heart_two.2": "...$8",

    //Event - Four Hearts, Part Three//
    "four_heart_three.1": "Look at how big it's gotten!$u#$b#I was a little worried I wouldn't be able to get it to grow. I've never tried growing a flower myself.$u#$b#You said you were a farmer, right?#$b#Do you grow any flowers on your farm?",
    "four_heart_three.2": "Yes",
    "four_heart_three.3": "No",
    "four_heart_three.4": "Really?$u#$b#I bet they're pretty.$h",
    "four_heart_three.5": "Maybe you should try it sometime.#$b#Might be a nice change from fruits and vegetables.",
    "four_heart_three.6": "I wonder how many flowers I could fit inside this cave.$h",
    "four_heart_three.7": "...!$6#$b#But just so we're clear, I'm not asking you to bring me any more seeds or flower pots!$6",

    //Event - Six Hearts//
    "six_heart.1": "You startled me...$6#$b#Though I guess I should have expected you'd stop by. You certainly are persistent.$9",
    "six_heart.2": "What am I doing?#$b#I...$9#$b#...$9#$b#I was wondering if it would be okay to go see your town, but I got nervous.$7#$b#I don't go out very often, and I've never been farther than Castle Village.#$b#And they don't exactly give me a warm welcome there.$9#$b#But after hearing your stories...$9",
    "six_heart.3": "I wanted to see it at least once.#$b#Do you think...$9#$b#...$9#$b#Do you think you could go with me?$7",
    "six_heart.4": "Really?$6#$b#You'd really do that for me?$6#$b#I know I haven't always been very nice to you, but...$9#$b#If you're sure, then...$9#$b#...$h#$b#Let's get going before I change my mind.",
    "six_heart.5": "Are you coming or what?",
    "six_heart.6": "You okay?",
    "six_heart.7": "I knew this was a bad idea.$a#$b#Let's just get this over with.$a",
    "six_heart.8": "Yeah...$9#$b#I guess it just really hit me that I'm about to do this.#$b#I know I shouldn't be so nervous. It's not like I even plan on talking to anybody.$s#$b#It's just...$9#$b#...$9#$b#...$9#$b#Never mind, we should keep going.",
    "six_heart.9": "This is far enough.#$b#If it's alright with you, I'd like to just watch awhile.",
    "six_heart.10": "You really weren't kidding when you said it was a small town.$6#$b#Not that that's a bad thing.$h#$b#Do you know everyone by name?#$b#I can't even imagine knowing everyone in Castle Village.",
    "six_heart.11": "It's calm here.#$b#Castle Village is full of adventurers and merchants. It's always bustling.#$b#Everybody always seems to be in a rush to get somewhere.",
    "six_heart.12": "But this town is so peaceful it almost doesn't seem real.#$b#I'm sure it has its share of problems, but I bet people help others work through them here, huh?",
    "six_heart.13": "People are naturally scared of things they don't understand, but it almost feels like maybe I could stand a chance of fitting in here.#$b#At least, once people got the staring out of their systems.$h#$b#Do you think I'm being too optimistic?$9#$b#But still, I'd like to come back.$h#$b#Maybe I'll try visiting by myself next time. I'd really like to see the ocean.$u#$b#If you'll continue letting me borrow your Nexus, that is.$9#$b#But I think we should probably get going for today.#$b#I know we didn't stay very long but...$9#$b#To be honest, I'm a little overwhelmed.$7#$b#I don't think I could handle talking to anyone right now if they saw me.$7#$b#I'll try again soon.$8",
    "six_heart.14": "And, @...$7",
    "six_heart.15": "Thank you for coming with me.$l",
    "six_heart.16": "I'm glad I decided to go today.$u#$b#Thank you, @.$8",

    //Event - Eight Hearts, Part One//
    "eight_heart_one.1": "Hey, @.#$b#There's something I'd like to talk to you about.#$b#Do you think you could meet me at the beach this afternoon?#$b#I'll be on the dock.",

    //Event - Eight Hearts, Part Two//
    "eight_heart_two.1": "I knew I wanted to talk to you about this, but now that you're here, I'm not actually sure where I should start.",
    "eight_heart_two.2": "It's strange. I never could have imagined I'd be this close to anyone.#$b#My life has been so different since you came into it.#$b#Good different.$h",
    "eight_heart_two.3": "My mother was human. I never knew my father. I don't know his name or what he looks like, only that he's a demon.#$b#I was born in Castle Village, and I grew up there.#$b#For as long as I can remember, I was always treated like an outcast. I'd try and play with other children, but they would run away or their parents would tell them not to play with me.#$b#Even those who weren't outright mean tended to pretend I didn't exist.",
    "eight_heart_two.4": "People would call me a monster.#$b#It's not wrong exactly. Demons are a type of monster.$9",
    "eight_heart_two.5": "I don't think it really mattered what they said. Rather, it was how they said it.#$b#Like I was personally at fault for things other monsters did.",
    "eight_heart_two.6": "I don't think my mother had it much better.#$b#She was an adventurer. She was supposed to kill monsters, not have a child with one.#$b#One day, she left me with her brother and just...didn't come back. I don't even know if she's still alive.$s#$b#My uncle wouldn't tell me anything. I don't know if he even knew.",
    "eight_heart_two.7": "I spent a lot of time by myself. I guess I gave up trying to get close to anybody. Nobody bothered me much so long as I didn't call attention to myself.#$b#Except for this one group of boys a few years older than me. They were always harassing me.$a#$b#When I was eleven, they cornered me alone.#$b#They said no monsters were welcome in Castle Village. They grabbed onto my horns, laughing and pulling.#$b#One of them used magic. I don't know if it's what he intended or if he only meant to cause pain, but one of my horns snapped clean off.#$b#At first, they laughed.#$b#But then it started to bleed, a lot.#$b#I don't think they expected that. They started panicking.",
    "eight_heart_two.8": "I ran. I didn't care where. I just wanted to get away.$9#$b#At some point, I passed the gates and ended up in the badlands. I could barely see I was so dizzy.#$b#I expected some monster to kill me, but they left me alone.#$b#I think that was the first time I ever truly comprehended that I was different. It's one thing to be called a monster, but that...$9",
    "eight_heart_two.9": "I don't know how long I stumbled around, but eventually, I found that cave.#$b#It looked like it had once been some kind of base camp, but there weren't any signs that anyone had been there for a long time.#$b#I passed out thinking I was going to die there.$9",
    "eight_heart_two.10": "But I woke up. I didn't know what to do.#$b#I think there was a part of me that had actually been hoping I would die.$9#$b#...$9#$b#Eventually, I went back to town. The gate guard seemed surprised I was alive.#$b#I packed as much as I could carry and returned to the cave, only ever leaving when I needed supplies.",
    "eight_heart_two.11": "I'm sorry for talking so much.#$b#I just needed...$s",
    "eight_heart_two.12": "That's not really why I called you out here.#$b#I mean, I did want to tell you.#$b#But...$9",
    "eight_heart_two.13": "What I really wanted to say to you was...$7#$b#Thank you.$l#$b#Thank you for being my friend. Truly.$l",
    "eight_heart_two.14": "You were patient and kind and supported me while I found my place in the world again.$u#$b#You taught me to give others a chance.$u#$b#You gave me my life back.$h#$b#You gave me a place to belong.$u",
    "eight_heart_two.15": "Everyone in this town...$9#$b#To be honest, I'm not sure what they think of me, but I'm willing to give it a try.$h#$b#You know, making friends.$u",
    "eight_heart_two.16": "I've always considered myself a monster.$9#$b#But... I'm half human, too.#$b#And I think it's about time I started trying to live like a human.#$b#I know it won't always be easy. There will always be people who look at me and see nothing but a monster.#$b#But I know I'll be fine as long as I have a friend like you.$u#$b#I won't hide myself away from now on.$u",
    "eight_heart_two.17": "Thank you for listening to me today. It felt good to talk about it with someone.$u",

    //Ten Hearts, Part One//
    "ten_heart_one.1": "Hey, @, if you're not too busy today, there's someplace I'd like to take you for a date.$u#$b#Meet me by the bus around noon?$u",

    //Ten Hearts, Part Two//
    "ten_heart_two.1": "Hey, you made it.$u#$b#I really hope you like what I have planned.$l#$b#Let's get going.$u",
    "ten_heart_two.2": "So, what do you think? Isn't it beautiful?$u#$b#I thought we could have some coffee and maybe order some snacks here before we check out the rest of the gardens.$u",
    "ten_heart_two.3": "To be honest, I wanted to cook something for you. I even borrowed Granny Evelyn's kitchen to try.$8#$b#But um...$7",
    "ten_heart_two.4": "I think maybe I should get in some more practice before I invite you to try anything. It was...$7#$b#Not great.$7#$b#Granny Evelyn actually suggested this place to me as an alternative date idea so I guess it wasn't the worst thing.$u",
    "ten_heart_two.5": "Even if I couldn't give you a home cooked meal, I wanted to do something to express how I feel.#$b#The tulip on the table there...$h",
    "ten_heart_two.6": "It's the perfect flower for what I wanted to say.$8#$b#Do you remember what red tulips mean?$u",
    "ten_heart_two.7": "Eternal love.",
    "ten_heart_two.8": "Sorry, I don't.",
    "ten_heart_two.9": "That's right. I'm happy you remembered.$l",
    "ten_heart_two.10": "You don't have to look so worried. I'm not upset.$u#$b#They mean eternal love.$l",
    "ten_heart_two.11": "I'm not always the best at saying what I mean, and I'm still new to all of this.$h#$b#I want this flower to show my feelings for you and be a wish that our love will remain strong for years to come.$l",
    "ten_heart_two.12": "We should visit the gardens again sometime.$u",

    //Ten Hearts, Mail//
    "ten_heart_mail.1": "I had a great time yesterday. I hope you did as well. I had the tulip I showed you preserved with magic so you could keep it as a reminder of my love even when we're apart.",
    "ten_heart_mail.2": "-Elian",
    "ten_heart_mail.3": "A Tulip From Elian",

    //Festival Dialogue//
    "egg": "I wonder how many eggs are only found after they start to rot.#$e#Is it really worth it?",
    "egg.spouse": "Are you joining? I'll be cheering for you.$u",
    "flower.dance": "What do you think they do with all these flowers after the festival?$u#$b#Do you think they'd let me take some home?$7",
    "flower.dance.spouse": "I can't say I'm a fan of the dancing, but I can't pass up seeing all these flowers.$u#$b#I can manage dancing if it's with you though.$l",
    "luau": "Do you think this only works because the town is so small?#$b#If everyone in Castle Village threw something in a pot, I can't imagine it would ever taste very good.$s#$e#Of course, there'd probably be a lot of weird magical ingredients in there.",
    "luau.spouse": "You know there are quite a few edible flowers.#$b#Do you think anyone would complain if I threw one in the pot?$h",
    "jellies": "I don't think I'll ever get tired of looking at the ocean.$u",
    "jellies.spouse": "It's such a beautiful night.$u#$b#With you at my side, it's perfect.$l",
    "fair": "This is an important festival for you, right?#$b#Good luck.$7",
    "fair.spouse": "You've worked hard for this. I know you'll do great.$u",
    "spirits.eve": "%Elian looks like he's in a bad mood.#$e#Demons are a type of monster too you know.$a#$b#...Sorry, I know the ones in those cages are different.$s",
    "spirits.eve.spouse": "I wonder if I should go home.$9#$b#This festival brings back bad memories.$s",
    "ice": "It's so miserably cold but...$s#$b#...I'll be cheering for you.$7",
    "ice.spouse": "How did I let you convince me to come out here? It's freezing.$9#$b#No, I won't leave early. I need to cheer for you.$8",
    "winter.star": "The mayor told me he included my name in the drawing.$9#$b#How am I even supposed to respond to that?$h",
    "winter.star.spouse": "Not even the cold can get me down on a day like today.$u#$b#But I wouldn't say no to cuddling in front of the fire when we get home.$l",
    "rsv.gathering": "They tried to get me to join in their competition.#$b#I'd rather not.$9",
    "rsv.gathering.spouse": "I'm not as comfortable here as I am in Pelican Town. I think I'll stay out of the crowd.$9#$b#Don't let that stop you from getting closer to the stage for the concert though.",
    "rsv.ember": "Happy New Year, @.$7#$b#If you'd told me as a kid that I would be celebrating the new year with others like this, I would have laughed in your face.#$b#I'm glad I was wrong.$u",
    "rsv.ember.spouse": "Happy New Year, @.$l#$b#I'm so happy to be right here in this moment, and I hope next year is even better.$l",

    //Movie Dialogue//
    "before.sapling": "%Elian looks interested in the crane game.",
    "during.sapling": "Never thought I'd relate to a sapling.$h",
    "after.sapling": "Do you think maybe I've grown too?$7",
    "before.journey": "I've never played the video game.#$b#Do you think I'll still enjoy it?",
    "during.journey": "%Elian's eyes are glued to the screen.",
    "after.journey": "Maybe I'll have to try playing the game someday.$u",
    "before.mysterium": "%Elian looks more excited for the snacks than the movie.",
    "during.mysterium": "What is going on?$6",
    "after.mysterium": "I couldn't follow the plot at all.",
    "before.coldstar": "You sure you want to see this?#$b#The poster outside looked pretty boring.",
    "during.coldstar": "%Elian is asleep.",
    "after.coldstar": "%Elian still looks half asleep.",
    "before.nature": "Do you think they'll show any exotic flowers?$u",
    "during.nature": "There's so much to see out there.$u",
    "after.nature": "I'd like to travel someday.$u#$b#Seeing pictures of things can't compare to seeing the real deal.$u#$b#Trust me, I know.$h",
    "before.wumbus": "What...is a wumbus?",
    "during.wumbus": "%Elian's expression is unreadable.",
    "after.wumbus": "I hate that I didn't hate that.$9",
    "before.howls": "Horror, huh?#$b#Some people think I'm scary.",
    "during.howls": "%Elian looks bored.",
    "after.howls": "Sorry, @. I tried, but I just couldn't get into it.",
    "before.zuzu": "I wonder if riding on a train is anything like the mine cart from the Badlands.",
    "during.zuzu": "Aww...$u#$b#No, I didn't say anything.$7",
    "after.zuzu": "I enjoyed that more than I thought I would.$u",

    //Rejection Dialogue for SVE items//
    "rejectSVE.1": "%I shouldn't gift this...",
    "rejectSVE.2": "%I shouldn't gift this.",
    "rejectSVE.3": "%This needs to be given to someone else...",
    "rejectSVE.4": "%I can only give this to a Junimo.",

    //Map Strings//
    "ElianCave.1": "'The Language of Flowers' It looks rather worn.",
    "ElianCave.2": "There are books about flowers and travel as well as many picture books.",
    "ElianSpouseRoom.1": "'The Language of Flowers' It's a brand new copy.",
    "ElianSpouseRoom.2": "It's the poppy Elian grew from seeds."
}