{
    "Elian.Name": "Elian",
    "big-craftables.tulip-vase.name": "Tulipán decorativo",
    "big-craftables.tulip-vase.description": "Un precioso tulipán rojo en un jarrón.",
    "gift.love.none": "%La comisura de la boca de Elian parece moverse, pero te da la espalda rapidamente.",
    "gift.like.none": "%Por un momento Elian te mira a los ojos, pero en seguida continúa con lo que estaba haciendo.",
    "gift.neutral.none": "%Elian no parece que le preste la más mínima atención al regalo.",
    "gift.dislike.none": "%Elian pone los ojos en blanco.",
    "gift.hate.none": "%Elian parece enfadarse por un momento pero inmendiatamente procede a seguir ignorandote.",
    "gift.love.low": "Supongo que podría aceptar esto.",
    "gift.like.low": "No es lo peor de lo peor...",
    "gift.neutral.low": "Es... algo.",
    "gift.dislike.low": "Te debes de creer muy gracioso...^Te debes de creer muy graciosa...",
    "gift.hate.low": "Deberías haberlo tirado a la basura...",
    "gift.love.high": "¡De verdad sabes lo que me gusta!",
    "gift.like.high": "Esto me encanta.",
    "gift.neutral.high": "Gracias, supongo.",
    "gift.dislike.high": "De veras que no quiero esto.",
    "gift.hate.high": "...",
    "Mon": "%Elian esta fingiendo que no estás aquí.",
    "Tue": "%Elian te está escuchando pero no parece dar señales de que vaya a responder.",
    "Wed": "%Elian está ajustando su corbata. Ocasionalmente levanta su mirada.",
    "Thu": "%Elian parece que mire a través de ti.",
    "Fri": "%Elian te vigila por el rabillo del ojo.",
    "Sat": "%Elian está jugueteando con algo que tiene en el bolsillo.",
    "Sun": "...$a#$b#...#$b#...$9",
    "Mon2": "Por qué...#$b#Da igual.$9",
    "Tue2": "Pero.. ¿no es muy difícil llegar hasta aquí?",
    "Wed2": "Me has llenado el suelo de arena.#$b#...#$b#Sí, lo digo en serio.",
    "Thu2": "%Elian te presta toda su atención, pero no contesta.",
    "Fri2": "Como un Diente de león...#$b#Nada. No he dicho nada.$9",
    "Sat2": "Eres muy persistente.",
    "Sun2": "%Elian te mira fijamente con una expresión indescifrable.",
    "Mon4": "Intento visitar el pueblo lo menos posible.#$b#Honestamente, estoy sorprendido de que siquiera me dejen entrar.$9",
    "Tue4": "Nunca tengo calor. Pero si que me enfrío muy fácilmente.#$b#Las noches aquí son duras.$s",
    "Wed4": "Me gustaría ver el oceáno algún día.$h",
    "Thu4": "Los monstruos a veces entran.#$b#Nunca me han molestado lo suficiente como para pasar el trabajo de instalar una puerta.#$e#Aunque supongo que así no tendría que barrer la arena tan frecuentemente.$9",
    "Fri4": "¿Crees de verdad que las Rosas hada atraen a las hadas?$h#$b#Las leyendas tienen que venir de algún sitio...",
    "Sat4": "Estás cubierto de arena.^Estás cubierta de arena.#$b#¿Estás intentando meter todo el Páramo Carmesí aquí dentro?$h",
    "Sun4": "¿Tienes alguna historia nueva que contarme?",
    "Mon6": "Antes tenía un montoncito de tierra en la esquina para cultivar Zanahorias cavernarias, pero puedo tolerar algún viaje ocasional a Villa Castillo si significa no volver a comer otra nunca jamás.",
    "Tue6": "Algunas flores pueden crecer en la arena, pero dudo que incluso esas pudieran sobrevivir en los Páramos carmesíes.#$b#¿Qué aspecto crees que tendría una flor sombría?$u",
    "Wed6": "Dijiste que tu pueblo está junto al mar, ¿no? Qué suerte.$u",
    "Thu6": "Me gustaría viajar por el mundo algún día, pero supongo que salir de esta cueva más a menudo sería un buen comienzo.$9",
    "Fri6": "Mi madre nunca me dejaba ayudarle con sus flores.#$b#Me pregunto si alguna de ellas era mágica.$9",
    "Sat6": "¿Cómo vas las cosas en tu granja? ¿Tienes alguna flor plantada?$h",
    "Sun6": "Sabes que estás cubierto de arena, ¿no?.^Sabes que estás cubierta de arena, ¿no?.#$b#¿Estás intentando llevarte todo el Páramo Carmesí a casa?$h",
    "Mon6.event": "Antes tenía un montoncito de tierra en la esquina para cultivar Zanahorias cavernarias, pero puedo tolerar algún viaje ocasional a Villa Castillo si significa no volver a comer otra nunca jamás.",
    "Tue6.event": "Algunas flores pueden crecer en la arena, pero dudo que incluso esas pudieran sobrevivir en los Páramos carmesíes.#$b#¿Qué aspecto crees que tendría una flor sombría?$u",
    "Wed6.event": "Me gustaría visitar el oceáno mañana.$u#$b#Espero que no llueva.$s",
    "Thu6.event": "Me gustaría viajar por el mundo algún día, pero de momento me llega con visitar el Valle.$u",
    "Fri6.event": "Evelyn me dijo que podría ayudarle con las flores del pueblo.$h#$b#No estoy seguro de que pudiera verme el cuerno.$9",
    "Sat6.event": "¿Cómo vas las cosas en tu granja? ¿Tienes alguna flor plantada?$u#$b#A mi amapola le va muy bien.$u",
    "Sun6.event": "Ayer fui andando hasta la playa. Algunas de las personas del pueblo se me quedaron mirando.#$b#Me dejaron en paz, sin embargo.$9",
    "Mon8": "Me gustaría hablarte sobre mi infancia en Villa Castillo algún día.$9",
    "Tue8": "Me he dado cuenta de que sonrío mucho más últimamente.$u#$b#Me alegro de que seas tan testarudo^Me alegro de que seas tan testaruda.$u",
    "Wed8": "¿Conoces a Camilla? Me pone muy nervioso.#$b#¿Cómo que todo el mundo me pone nervioso? Eso no es verdad.$6#$b#...ya no...$h",
    "Thu8": "La gente del pueblo parece que se está acostumbrando a mí.$h",
    "Fri8": "La abuelita Evelyn me dijo que podía ayudarle con las flores del pueblo.$u",
    "Sat8": "Ha sido un buen cambio salir más a menudo.$u",
    "Sun8": "Me parece que estoy empezando a hacer nuevos amigos.$u#$b#A parte de ti, quiero decir.$l",
    "Mon8.event": "Creo que me gustaría pasar un rato en Villa Castillo uno de esto días.$9#$b#¿Vendrías conmigo?$u",
    "Tue8.event": "Me he dado cuenta de que sonrío mucho más últimamente.$u#$b#Me alegro de que seas tan testarudo^Me alegro de que seas tan testaruda.$u",
    "Wed8.event": "¿Conoces a Camilla? Me pone muy nervioso.#$b#¿Cómo que todo el mundo me pone nervioso? Eso no es verdad.$6#$b#...ya no...$h",
    "Thu8.event": "La gente del pueblo parece que se está acostumbrando a mí.$h#$b#Estoy intentando ser más amable con ellos.$u",
    "Fri8.event": "La abuelita Evelyn me dijo que podía ayudarle con las flores del pueblo.$u",
    "Sat8.event": "Creo que volví muy tarde a casa anoche. *bostezo*",
    "Sun8.event": "Abigail no me quiere contar por qué visita el bosque, pero dice que le gusta que vaya con ella como apoyo moral.$u",
    "Mon10": "Nunca pensé que me importaría alguien como me importas tú.$l",
    "Tue10": "Por favor, dime si alguna vez quieres saber más sobre flores.$u#$b#No soy un experto, pero sé bastante información que podría contarte.$u",
    "Wed10": "Mañana, si el tiempo lo permite, voy a ir a la playa.$u#$b#No me importaría que vinieses.$l",
    "Thu10": "Deberíamos viajar juntos algún día.$u#$b#Ah, pero supongo que no puedes dejar Granja %farm sola durante mucho tiempo, ¿no??#$b#Un viaje de solo un día entonces.$u",
    "Fri10": "Siempre he sabido que erás muy cabezota, pero solo al hacer yo el trayecto entre la cueva y el pueblo tantas veces, me he dado cuenta de cómo de persistente realmente eres.#$b#Gracias por ello.$u",
    "Sat10": "Los sábados siempre estoy tan cansado.#$b#Es difícil quedarse hasta tarde fuera cuando el camino de vuelta es tan largo. Sería mucho más fácil si pudiese encontrar un sitio para quedarme más cercano.#$b#Y desde luego que no me quejaría por estar más cerca de ti tampoco.$l",
    "Sun10": "Me pregunto si debería hablar con el Mago algún día.$h#$b#¿Tú que opinas?$u",
    "Saloon": "Hey, @.$u#$b#Deberías darte un respiro y pasar un rato aquí con nosotros.$u",
    "Beach": "Siempre me ha encantado mirar imágenes del oceáno, pero una imagen nunca se podrá comparar con la realidad.$u",
    "danceRejection": "Sinceramente, preferiría seguir mirando las flores.",
    "MovieInvitation": "¿Una película?#$b#Podría ser divertido.$h#$b#Nos veremos allí.",
    "breakUp": "Oh...$s#$b#Quizás sea mejor así...$s",
    "divorced": "...$9",
    "engaged0": "¡No me puedo creer que me vaya a casar!.$l#$b#A veces tengo miedo de despertarme y que todo esto haya sido un sueño.$8",
    "engaged1": "¿De verdad que necesitamos una ceremonia? Podríamos casarnos ahora mismo.$u#$b#Bromeo, bromeo, solo es una broma.$u",
    "patio": "Me voy a asegurar de que crezcas grande y fuerte.$u#$b#...!$6#$b#@, no te había visto ahí.$6",
    "spouseRoom.1": "Después de años viviendo en una cueva, nunca podré agradecerte lo suficente que me dejases añadir un solárium.$u",
    "spouseRoom.2": "Todas las plantas están bien.$u",
    "spouseRoom.3": "Puedes venir aquí a relajarte cuando quieras.$u#$b#Apreciaría tu compañía.$u",
    "funLeave.1": "Voy a salir hoy. Espero que tengas un buen día.$u",
    "funLeave.2": "Voy a visitar el pueblo un rato hoy.$u",
    "funLeave.3": "Hmm, ¿debería ir a la playa hoy? ¿Quizás a otro sitio?#$b#Lo decidiré cuando esté fuera.$u",
    "funLeave.4": "A veces se me olvida que ya no tengo que tener tanto en consideración el tiempo de viaje cuando salgo a fuera.",
    "funReturn.1": "Ya estoy en casa. ¿Has tenido un buen día?$u",
    "funReturn.2": "Hoy estaba un día precioso.$u",
    "funReturn.3": "En ocasiones aún me parece surreal el saber que tengo un sitio tan maravilloso como este al que volver al final del día.$l",
    "Outdoor_0": "A veces me gusta salir a aquí fuera para recordarme a mí mismo que todo esto no es un sueño.$u",
    "Outdoor_1": "¿Te quedas un rato conmigo? La Granja %farm es tan tranquila.$u",
    "Outdoor_2": "Nunca pensé que viviría en una granja, pero desde luego que no me puedo quejar.$u",
    "Outdoor_3": "Supongo que aquí no me puedo meter contigo por la arena que solías traer en el pelo.$u",
    "Outdoor_4": "Es increíble lo duro que trabajas cada día por esta granja.$u",
    "Outdoor_5": "Gestionas todo esto por tu cuenta... La verdad es que no haces las cosas a medias.$u",
    "Indoor_Day_0": "Te amo, @.$l#$b#Nunca me cansaré de decirlo.$u",
    "Indoor_Day_1": "Buenos días, @. Te he preparado el desayuno.[195]$u#$b#Sí, es comestible.$u#$b#Creo.$h",
    "Indoor_Day_2": "Creo que voy a limpiar algo hoy. Se me derramó alguna tierra antes cuando estaba cuidando mis flores.",
    "Indoor_Day_3": "Todavía estoy cansado. Esta noche tuve una pesadilla.#$b#Pero verte me hace sentirme mucho mejor.$l",
    "Indoor_Day_4": "Si hay algo que pueda hacer para ayudar, házmelo saber.$u#$b#No tienes porque hacer tú todo.$u",
    "Indoor_Night_0": "He estado aprendiendo a cocinar. Toma, para ti.[224]$u",
    "Indoor_Night_1": "Bienvenido a casa, @.^Bienvenida a casa, @. ¿Cómo te fue el día?$u",
    "Indoor_Night_2": "¿Tienes alguna historia entretenida hoy que contarme?$u",
    "Indoor_Night_3": "Te he echado mucho de menos hoy. Parece que ya no estoy tan acostumbrado a estar solo, ¿eh?$u",
    "Indoor_Night_4": "Pareces cansado. ¿Quieres que te de un masaje?^Pareces cansada. ¿Quieres que te de un masaje?$u#$b#¡Aunque no prometo que lo vaya a hacer muy bien!.$h",
    "Rainy_Day_0": "No soporto estar mojado. Me voy a quedar en casa hoy.",
    "Rainy_Day_1": "Ten cuidado si sales de casa hoy, ¿vale?$u",
    "Rainy_Day_2": "No me gusta la lluvia, pero hasta yo tengo que admitir que el sonido es muy relajante.$u",
    "Rainy_Day_3": "Creo que me voy a volver a cama un rato.#$b#El sonido de la lluvia me está dando sueño.",
    "Rainy_Day_4": "Ya sé que a las flores les encanta la lluvia...#$b#Pero a mí no.$9",
    "Rainy_Night_0": "@! Estás empapado!^@! Estás empapada!$6#$b#Déjame que te dé una toalla.$u",
    "Rainy_Night_1": "Derías cambiarte esa ropa empapada antes de que enfermes.#$b#¿Quieres que te prepare algo caliente?$u",
    "Rainy_Night_2": "He estado aprendiendo a cocinar. Toma, para ti.[224]$u",
    "Rainy_Night_3": "Pareces cansado. ¿Quieres que te de un masaje?^Pareces cansada. ¿Quieres que te de un masaje?$u#$b#¡Aunque no prometo que lo vaya a hacer muy bien!.$h",
    "Rainy_Night_4": "Oh, no te preocupes por el charco. Yo me encargo de él.#$b#Tú vete a secarte.$u",
    "Rainy_Night_5": "Hoy saqué algunas de las flores para afuera. Creo que lo apreciaron.$u",
    "OneKid_0": "Me alegro de haber encontrado un lugar tan abierto de mente para que %kid1 nunca teña una infancia como la mía.$u",
    "OneKid_1": "A veces le doy demasiadas vueltas a lo que significa ser un buen padre.$9",
    "OneKid_2": "Ay, %kid1 es tan pequeño.$u#$b#¡No, que no! !No lo iba a comparar a una flor!$6",
    "OneKid_3": "¿Tú crees que %kid1 querrá llevar la granja algún día?#$b#Tendrá mi apoyo no importa lo que decida.$u",
    "OneKid_4": "Me pregunto qué le podría leer a %kid1 hoy.$u",
    "TwoKids_0": "Vosotros, %kid1, y %kid2 sois mis tesoros más grandes. No cambiaría esto por nada del mundo.$l",
    "TwoKids_1": "Hoy vi a %kid1 darle a %kid2 unas flores silvestres, pero con las raíces todavía.$u#$b#No te preocupes, ya limpié la tierra.$u",
    "TwoKids_2": "Parece que a %kid1 le gusta tener un hermano pequeño. Me quiere ayudar con todo.$u",
    "TwoKids_3": "Espero que nuestros hijos hereden tu amabilidad.$u#$b#Y quizás algo de tu obstinación también.$h",
    "TwoKids_4": "Está todo muy tranquilo, ¿no? Creo que voy a ir a echarle un vistazo a los niños.",
    "Good_0": "Te amo, @.$l#$b#Nunca me cansaré de decirlo.$u",
    "Good_1": "Todavía estoy cansado. Esta noche tuve una pesadilla.#$b#Pero verte me hace sentirme mucho mejor.$l",
    "Good_2": "Si hay algo que pueda hacer para ayudar, házmelo saber.$u#$b#No tienes porque hacer tú todo.$u",
    "Good_3": "La verdad que no sé que he hecho en esta vida para merecerte.$l",
    "Good_4": "Casarme contigo fue la mejor decisión que he tomado nunca.$l",
    "Good_5": "¿Podrías darme un beso?$l#$b#Por ninguna razón en especial. Es solo que me haces feliz.$8",
    "Good_6": "Estoy intentando pensar en algún sitio que visitar por un día. ¿Tienes alguna idea?$u",
    "Good_7": "Creo que se me da mejor ahora expresar mis sentimientos, ¿no crees?$u",
    "Good_8": "Gracias por ser siempre tan paciente conmigo.$u",
    "Good_9": "Allá donde estés es donde me siento en casa.$l#$b#Sí, incluso si quisieras volver y mudarte a mi vieja cueva.$u",
    "Neutral_0": "Creo que voy a limpiar algo hoy. Se me derramó alguna tierra antes cuando estaba cuidando mis flores.",
    "Neutral_1": "Hmm, no sé que es lo próximo que podría aprender a cocinar...",
    "Neutral_2": "¿Crees que debería plantar más flores en el solárium?",
    "Neutral_3": "%Elian no parece estar despierto del todo.#$b#¿Hm? Lo siento, no dormí del todo bien.",
    "Neutral_4": "¿Otro día muy ocupado para tí? Ten cuidado.",
    "Neutral_5": "%Elian parece estar pensativo hoy.",
    "Neutral_6": "No sé si salir al pueblo hoy, o si quedarme en casa leyendo.",
    "Neutral_7": "Puede que tenga que aprender a construir una estantería si sigo encontrando tantas conchas marinas tan bonitas.$u",
    "Neutral_8": "¿Estás descansando lo suficiente?#$b#Parece que siempre estás trabajando.$9",
    "Neutral_9": "Últimamente me he obsesionado con aprender sobre las Rosas hada. ¿Crees que podría cultivar una?.$u",
    "Bad_0": "Quizás estaba siendo demasiado optimista al pensar que podría llevar este tipo de vida",
    "Bad_1": "De veras pensé que me amabas.$s",
    "Bad_2": "Al fin y al cabo, estaba mejor solo.$9",
    "Bad_3": "%Elian te está ignorando.",
    "Bad_4": "¿Te arrepientes de haberte casado conmigo?",
    "Bad_5": "No puedo evitar preguntarme si debería haber intentado conocer más a la gente antes de dejarme llevar por el romance.$9",
    "Bad_6": "Creo que necesito tiempo para mí.",
    "Bad_7": "Dime la verdad, ¿te casaste conmigo solo porque te daba pena?$9",
    "Bad_8": "Ya sé que no soy la persona más romántica, pero pensé que yo te gustaba tal y como soy.$9",
    "Bad_9": "Por favor, ¿puedes dejarme leer?$a",
    "intro.1": "¿Quién eres?$a#$b#¿Acostumbras a meterte en las casas de la gente sin estar invitado?^¿Acostumbras a meterte en las casas de la gente sin estar invitada?$a#$b#...$a#$b#¿O has venido a matarme?$a",
    "intro.2": "Estoy seguro de que mataste muchos monstruos de camino aquí.$a#$b#...$a#$b#Te das cuenta que soy un demonio, ¿verdad?$a#$b#¿De verdad crees que tendrías la más remota posibilidad si yo quisiera luchar contigo?$a#$b#Podría matarte antes de que siquiera te dieses cuanta de lo que está pasando.$a#$b#...#$b#¿O a caso no has oído todas las horribles historias sobre los demonios?$9",
    "intro.3": "No tienes ningún motivo para estar aquí.$9#$b#No me interesa hablar más contigo.#$b#Piérdete.#$b#...$a#$b#Vete ya.$a",
    "intro.4": "Creo que te dije que te largaras.$a",
    "two_heart.1": "¿Te ha dicho alguien alguna vez que eres muy obstinado?^¿Te ha dicho alguien alguna vez que eres muy obstinada?$a#$b#No he hecho nada más que ignorarte, pero sigues volviendo$a#$b#...$a#$b#...#$b#¿Por qué? $9#$b#No es que sea un trayecto muy sencillo.$9#$b#Sería un trayecto largo aunque vivieses en Villa Castillo, y hay muchos monstruos ahí fuera.#$b#A mí me dejan tranquilo, pero seguro que a ti intentan matarte.#$b#Así que... ¿por qué?#$b#W¿Qué intentas conseguir viniendo hast aquí?",
    "two_heart.2": "Creo que me gustaría llegar a conocerte.",
    "two_heart.3": "Eres interesante.",
    "two_heart.4": "Quiero saber si eres una amenaza.",
    "two_heart.5": "¿Por qué?#$b#No te comprendo...$9",
    "two_heart.6": "Deja de papar moscas mirando para mí.$a",
    "two_heart.7": "Lo único que quiero es que me dejen en paz.$s",
    "two_heart.8": "...#$b#...$9#$b#No me importa.$9#$b#Haz lo que quieras.$9#$b#No es mi problema si te mueres patéticamente solo por que no sabes meterte en tus asuntos.$a",
    "two_heart.9": "Esto no nos convierte en amigos.#$b#No lo olvides.$9",
    "two_heart.10": "...Eres tan extraño.^Eres tan extraña.$9",
    "four_heart_one.1": "Mira lo que he encontrado enterrado en la arena.#$b#Me pregunto si podría conseguir algunas semillas de flores para plantar en ella.$h#$b#No me gusta mucho ir hasta el pueblo, sin embargo.$9",
    "four_heart_one.2": "Mi madre solía tener muchas flores creciendo en macetas como esta.#$b#Siempre pensé que eran preciosas, y un día mi madre me trajo un libro sobre el lenguaje de las flores.$h#$b#Al principio pensé que era una tontería, pero la verdad que no te podría decir la de veces que lo he leído.$h#$b#Es realmente fascinante.$h",
    "four_heart_one.3": "Por ejemplo, después de un invierno frío y oscuro, los narcisos son las primeras flores de la primavera y a veces incluso salen de debajo de la nieve. Por eso es por lo que están asociados con el renacimiento y los nuevos comienzos.",
    "four_heart_one.4": "A los dientes de león se les considera generalemte una mala hierba porque pueden crecer en casi cualquier sitio, incluso en grietas del pavimento, pero por muy mal que lo pasen, siempre se acaban recuperando. Representan la esperanza y la capacidad de adaptación.",
    "four_heart_one.5": "¿Por qué piensas que a los narcisos y a los dientes de león se les tiene en tan mala consideración a pesar de que ambos son símbolos de la esperanza?$9",
    "four_heart_one.6": "Yo pienso que incluso la gente que no está familiarizada con el lenguaje de las flores sabe que los tulipanes significan amor. Pero, ¿sabías que para algunas flores los distintos colores pueden tener distintos significados?$h",
    "four_heart_one.7": "Los tulipanes rosas representan el amor afectuoso por los amigos y la familia, mientras que los rojos significan pasión y amor eterno.",
    "four_heart_one.8": "Los tulipanes amarillos no se asocian normalente con el amor, sino con la alegría y son un también un símbolo de la buena suerte. Aunque hay otros significados más antiguos que los asocian con el amor no correspondido.",
    "four_heart_one.9": "Uno de los simbolismos mas conocidos de las amapolas es el respeto por los que han fallecido, especialmente soldados. Hay una leyenda sobre amapolas que crecieron en un campo alrededor de los cuerpos de los soldados caídos en una batalla. Las amapolas rojas están particularmente asociadas con el sacrificio y la muerte así que a la mayoría de la gente tienden a no gustarles.",
    "four_heart_one.10": "Pero yo pienso que eso no es justo para las amapolas.$s#$b#Tienen una gran historia como flor medicinal y pueden ser símbolo de una noche de descanso profundo y buenos sueños. En algunos lugares, las rojas pueden significar amor e incluso buena suerte.$h",
    "four_heart_one.11": "Solo desearía que más gente pudiera apreciar las amapolas por sus buenas cualidades en vez de pensar siempre en sus significados más solemnes.#$b#Al fin y al cabo, son unas flores realmente preciosas.$u",
    "four_heart_one.12": "...$6#$b#...#$b#...$7",
    "four_heart_one.13": "%Elian está frotando el reborde de la maceta.",
    "four_heart_one.14": "Estoy seguro que todo esto debe de ser muy aburrido para ti.$7",
    "four_heart_one.15": "¡Para nada!",
    "four_heart_one.16": "Un poco, sí...",
    "four_heart_one.17": "...$7#$b#...$8",
    "four_heart_one.18": "Ya...$s",
    "four_heart_one.19": "Deberías irte pronto.$9",
    "four_heart_one.20": "Tengo que decidir que hacer con esto.",
    "quest.name": "Una Amapola para Elian",
    "quest.description": "Debería llevarle unas pocas Semillas de amapola a Elian para que plante en su maceta.",
    "quest.hint": "Entrégale unas 'Semillas de amapola' a Elian",
    "four_heart_two.1": "¿Qué es esto?$6#$b#¿Por qué?$6#$b#No iba-#$b#No quise decir-$9#$b#...No estaba intentando que me trajeses nada.$7",
    "four_heart_two.2": "...$8",
    "four_heart_three.1": "¡Mira cómo de grande se ha puesto!$u#$b#Estaba un poco preocupado de que no fuese a ser capaz de hacerla crecer. Nunca había intentado cultivar una flor yo solo.$u#$b#¿Dijiste que tenías una granja, no?#$b#¿Tienes alguna flor plantada?",
    "four_heart_three.2": "Sí",
    "four_heart_three.3": "No",
    "four_heart_three.4": "¿De verdad?$u#$b#Apuesto a que son muy bonitas.$h",
    "four_heart_three.5": "Quizás deberías intentarlo alguna vez.#$b#Sería un buen cambio en vez de tantas frutas y vegetales.",
    "four_heart_three.6": "Me pregunto cuantas flores cabrían en esta cueva.$h",
    "four_heart_three.7": "...!$6#$b#Pero... para que quede claro, ¡no te estoy pidiendo que me traigas más semillas o macetas!$6",
    "six_heart.1": "Me has sobresaltado...$6#$b#Aunque supongo que debería haberte estado esperando. Desde luego que eres persistente.$9",
    "six_heart.2": "¿Qué estoy haciendo?#$b#Yo...$9#$b#...$9#$b#Me estaba preguntando si podría ir a ver tu pueblo, pero me puse nervioso.$7#$b#No suelo salir afuera a menudo, y nunca he estado más allá de Villa Castillo.#$b#Y no es que me den una bienvenida muy cálida allí.$9#$b#Pero después de escuchar tus historias...$9",
    "six_heart.3": "Me gustaría verlo al menos una vez.#$b#¿Crees que...?$9#$b#...$9#$b#¿Crees que podrías venir conmigo?$7",
    "six_heart.4": "¿De verdad?$6#$b#¿Lo harías por mí?$6#$b#Sé que no he sido siempre de lo más agradable contigo, pero...$9#$b#Si lo tienes tan claro, entonces...$9#$b#...$h#$b#Vamos allá antes que cambie de idea.",
    "six_heart.5": "¿Vienes o qué?",
    "six_heart.6": "¿Estás bien?",
    "six_heart.7": "Sabía que esto era mala idea.$a#$b#Acabemos con ello de una vez.$a",
    "six_heart.8": "Sí...$9#$b#Supongo que me acabo de dar cuenta que realmente voy a hacer esto.#$b#Sé que no debería estar tan nervioso. Tampoco es que vaya a hablar con nadie.$s#$b#es solo que...$9#$b#...$9#$b#...$9#$b#Da igual, continuemos.",
    "six_heart.9": "Hasta aquí es suficente.#$b#Si no te importa, me gustaría solo observar durante un rato.",
    "six_heart.10": "La verdad que no bromeabas cuando decías que era un pueblo pequeño.$6#$b#No, no digo que sea algo malo.$h#$b#¿Y conoces a todos los habitantes personalmente?#$b#No me puedo ni imaginar como sería conocer a toda la gente de Villa Castillo.",
    "six_heart.11": "Es un lugar tranquilo.#$b#Villa Castillo está llena de aventureros y mercaderes. Siempre hay mucho bullicio.#$b#Todo el mundo parece tener prisa para llegar a algún sitio.",
    "six_heart.12": "Pero este pueblo parece ser tan pacífico, que casi no parece real.#$b#Estoy seguro que de tiene sus problemas como todos, pero apuesto a que la gente aquí se ayuda una a otra para superarlos, ¿a que sí?",
    "six_heart.13": "La gente siempre tiene miedo de las cosas que no conocen, pero casi parece que aquí tendría una posibilidad de encajar.#$b#Al menos una vez que a la gente se le pasase las ganas de mirarme fijamente.$h#$b#¿Piensas que estoy siendo demasiado optimista$9#$b#De todos modos, me gustaría volver.$h#$b#Quizás la próxima vez pueda venir a visitar yo solo. Me gustaría mucho ver el oceáno.$u#$b#Si me dejas seguir usando tu Nexo, claro.$9#$b#Pero creo que por hoy debería ir regresando.#$b#Ya sé que no nos hemos quedado mucho pero...$9#$b#Siendo honesto, estoy un poco abrumado.$7#$b#No creo que pudiera hablar con nadie ahora mismo si me viesen.$7#$b#Lo intentaré de nuevo pronto.$8",
    "six_heart.14": "Y, @...$7",
    "six_heart.15": "Gracias por venir conmigo.$l",
    "six_heart.16": "Me alegro de haberme decidido a venir hoy.$u#$b#Gracias, @.$8",
    "eight_heart_one.1": "Hey, @.#$b#Hay algo de lo que me gustaría hablarte.#$b#¿Crees que podrías encontrarte conmigo en la playa esta tarde?#$b#Estaré en el puerto.",
    "eight_heart_two.1": "Tenía pensado hablarte de esto, pero ahora que estás aquí, no sé por dónde empezar.",
    "eight_heart_two.2": "Es raro. Nunca me imaginé que me sentiría tan cercano a alguien.#$b#Mi vida ha cambiado tanto desde que apareciste en ella.#$b#Para bien.$h",
    "eight_heart_two.3": "Mi madre era humana. Nunca conocí a mi padre. No sé ni su nombre ni su aspecto, solo que es un demonio.#$b#Nací en Villa Castillo, y crecí allí también.#$b#Desde que tengo memoria, siempre he sido tratado como un paria. Siempre que intentaba jugar con los otros niños se escapaban corriendo o sus padres les prohibían jugar conmigo.#$b#Incluso los que no eran abiertamente mezquinos conmigo tendían a fingir que yo no existía.",
    "eight_heart_two.4": "La gente me llamaba monstruo.#$b#Y no es exactamente incorrecto. Los demonios no dejan de ser un tipo de monstruo.$9",
    "eight_heart_two.5": "Realmente no importaba lo que decían. Sino más bien, el cómo lo decían..#$b#Como si yo tuviese personalmente la culpa por las cosas que otros monstruos hacían",
    "eight_heart_two.6": "No creo que mi madre lo pasase mucho mejor.#$b#Era una aventurera. Se suponía que tenía que matar monstruos, no tener un hijo con uno.#$b#Un día, me dejó con su hermano y...simplemente no volvió más. Ni siquiera sé si sigue viva.$s#$b#Mi tío nunca me confirmó nada, aunque creo que ni el lo sabía.",
    "eight_heart_two.7": "Pasé mucho tiempo yo solo. Supongo que desistí de intentar acercarme a alguien más. Nadie me molestó nunca mucho, ya que intenté no atraer la atención hacia mí.#$b#Excepto por un grupo de chicos un poco más mayores que yo. Siempre me estaban acosando.$a#$b#Cuando tenía once años, me acorralaron a solas.#$b#Me dijeron que los monstruos no eran bienvenidos en Villa Castillo. Me aferraron por los cuernos, riéndose y tirando fuerte.#$b#Uno de ellos uso magia. No sé si era lo que pretendía o si solo quería causarme dolor, pero uno de mis cuernos se quebró limpiamente.#$b#Al principio se reían mucho.#$b#Pero luego empecé a sangrar, mucho.#$b#Creo que no se esperaban eso. Y entraron en pánico.",
    "eight_heart_two.8": "Huí. No me importaba a dónde. Solo quería alejarme.$9#$b#en algún momento, atravesé las puertas de la Villa y acabé en los Páramos. Apenas podía ver nada de lo mareado que estaba.#$b#Una parte de mi esperaba que algún monstruo acabase conmigo, pero no se me acercaron.#$b#Creo que esa fue la primera vez que realmente comprendí que era diferente. Es una cosa que te llamen monstruo, pero aquello...$9",
    "eight_heart_two.9": "No sé cuanto tiempo deambulé por ahí, pero eventualmente encontré una cueva.#$b#Parecía que había sido en su día algún tipo de campamento base, pero no había señales de que hubiera habido nadie por allí en mucho tiempo.#$b#Me desmayé pensando que iba a morir allí mismo.$9",
    "eight_heart_two.10": "Pero me desperté. No sabía que hacer.#$b#Creo que había una parte de mí que deseaba realmente haber muerto allí.$9#$b#...$9#$b#Con el tiempo, volví a la Villa. El guardia de la puerta se sorprendió de que siguiera con vida.#$b#Empaqué todo lo que podía llevar encima y volví a la cueva, y solo volví a abandonarla cuando necesité provisiones.",
    "eight_heart_two.11": "Perdón por hablar tanto.#$b#Solo necesitaba...$s",
    "eight_heart_two.12": "No es por esto por lo que te pedí que vinieras hasta aquí.#$b#Quiero decir, sí, quería contártelo todo.#$b#Pero...$9",
    "eight_heart_two.13": "Pero lo que realmente quería decirte era que...$7#$b#Gracias.$l#$b#Gracias por tu amistad. De corazón.$l",
    "eight_heart_two.14": "Fuiste amable, paciente y me apoyaste mientras encontraba mi lugar en el mundo de nuevo.$u#$b#Me enseñaste a volver a darle una oportunidad a los demás $u#$b#Me has devuelto mi vida.$h#$b#Me has dado un lugar al que pertenecer.$u",
    "eight_heart_two.15": "Toda la gente de este pueblo...$9#$b#Siendo sincero, no estoy seguro de lo que piensan de mí, pero estoy dispuesto a darles una oportunidad.$h#$b#Ya sabes, de hacernos amigos.$u",
    "eight_heart_two.16": "Siempre me he considerado un monstruo.$9#$b#Pero... soy medio humano también.#$b#Y creo que va siendo hora de vivir como un humano.#$b#Soy consciente de que no siempre va a ser fácil. Siempre va a haber gente que me mire y no vea nada más que otro mosntruo.#$b#Pero también sé que estaré bien al tener a mi lado un amigo como tú.$u#$b#De ahora en adelante, no pienso volver a esconderme.$u",
    "eight_heart_two.17": "Gracias por haberme escuchado hoy. Me ha sentado bien haber hablado de todo esto con alguien.$u",
    "ten_heart_one.1": "Hey, @, si no tienes mucho que hacer hoy, hay un sitio al que me gustaría llevarte en una cita.$u#$b#¿Nos vemos en la parada del bus a mediodía?$u",
    "ten_heart_two.1": "Hola, que bien que ya estás aquí.$u#$b#Espero de verdad que te guste lo que tengo planeado.$l#$b#¡Venga, vamos!$u",
    "ten_heart_two.2": "¿Qué, qué te parece? ¿No es precioso?$u#$b#Pensé que podíamos tomar café y quizás pedir unos tentempiés antes de ver el resto de los jardines.$u",
    "ten_heart_two.3": "La verdad es que quería cocinar algo para ti. Incluso tomé prestada la cocina de la Abuelita Evelyn.$8#$b#Pero, ehhh...$7",
    "ten_heart_two.4": "Pero creo que va a ser mejor que practique un poco más antes de invitarte a probar nada. El intento fue...$7#$b#Digamos que no muy bueno.$7#$b#La Abuelita Evelyn fue quien me sugirió este sitio como alternativa para una cita, así que supongo que no fue todo en vano.$u",
    "ten_heart_two.5": "Aunque no te pude servir un almuerzo casero, quería hacer algo que expresase como me siento.#$b#El tulipán ahí en la mesa...$h",
    "ten_heart_two.6": "Es la flor perfecta para lo que te quiero decir.$8#$b#¿Recuerdas lo que significa un tulipán rojo?$u",
    "ten_heart_two.7": "Amor eterno.",
    "ten_heart_two.8": "Lo siento, pero no.",
    "ten_heart_two.9": "¡Correcto! Me alegro mucho de que lo recuerdes.$l",
    "ten_heart_two.10": "No te preocupes tanto. No me ha molestado.$u#$b#Reprentan el amor eterno.$l",
    "ten_heart_two.11": "No siempre se me da bien comunicar lo que quiero decir, y soy muy nuevo en todo esto.$h#$b#Quiero que esta flor te muestre mis sentimientos hacia ti y represente el deseo de que nuestra relación permanezca fuerte durante muchos años.$l",
    "ten_heart_two.12": "Me gustaría que volviésemos a visitar los jardines algún día.$u",
    "ten_heart_mail.1": "Ayer fue un dia increible. Espero que tú lo pasases bien también. He encargado que preserven con magia el tulipán que te enseñé para que te lo puedas quedar como recordatorio de mi amor incluso cuando no estamos juntos.",
    "ten_heart_mail.2": "-Elian",
    "ten_heart_mail.3": "Un Tulipán de Elian",
    "egg": "Me pregunto cuantos huevos se encuentran solo una vez que han empezado a pudrirse.#$e#¿Vale realmente la pena?",
    "egg.spouse": "¿Vas a participar? Te estaré animando.$u",
    "flower.dance": "¿Que crees que van a hacer con todas estas flores después del festival?$u#$b#¿Crees que me dejarían llevarme algunas a casa?$7",
    "flower.dance.spouse": "No puedo decir que me encante bailar, pero no me podía perder el ver todas estas flores.$u#$b#Aunque me puedo imaginar bailando, si es contigo.$l",
    "luau": "¿Piensas que esto solo funciona porque el pueblo es tan pequeño?#$b#Si todo el mundo en Villa Castillo echase algo en una sopa, no creo que pudiera saber muy bien.$s#$e#Claro que probablemente estaría llena de ingredientes mágicos y extraños.",
    "luau.spouse": "¿Sabías que hay varios clases de flores comestibles?#$b#¿Crees que alguien se enfadaría si echase una en la sopa?$h",
    "jellies": "Creo que nunca me cansaré de mirar el oceáno.$u",
    "jellies.spouse": "Vaya noche más bonita.$u#$b#Contigo a mi lado, es perfecta.$l",
    "fair": "Este es un festival importante para ti, ¿verdad?#$b#¡Buena suerte!$7",
    "fair.spouse": "Has trabajado muy duro para esto. Sé que lo vas a hacer genial.$u",
    "spirits.eve": "%Elian parece estar de mal humor.#$e#Los demonios son un tipo de monstruo también.$a#$b#...Lo siento, ya se que los de esas jaulas son diferentes.$s",
    "spirits.eve.spouse": "No sé si debería irme a casa.$9#$b#Este festival me trae malos recuerdos.$s",
    "ice": "Que frío más miserable...$s#$b#...Te estaré animando de todas formas.$7",
    "ice.spouse": "¿Como dejé que me convencieras para venir? Me estoy congelando.$9#$b#No, no me voy a ir pronto. Quiero estar aquí para animarte.$8",
    "winter.star": "El alcalde me dijo que incluyó mi nombre en el sorteo.$9#$b#¿Cómo se supone que debo responder a eso?$h",
    "winter.star.spouse": "Ni siquiera el frío me puede desanimar en un día como hoy.$u#$b#Pero no me opongo a abrazarnos en frente al fuego cuando lleguemos a casa.$l",
    "rsv.gathering": "Intentaron que me uniese a su competición.#$b#Prefiero no hacerlo.$9",
    "rsv.gathering.spouse": "No me siento tan cómodo aquí que como en Pueblo Pelícano. Creo que me mantendré alejado de la multitud.$9#$b#No dejes que eso evite que te acerques más al escenario para ver el concierto.",
    "rsv.ember": "Feliz año nuevo, @.$7#$b#Si me hubieran dicho de niño que algún día iba a estar celebrando el año nuevo así con otra gente, me habría reído en sus caras.#$b#Me alegro de haber estado equivocado.$u",
    "rsv.ember.spouse": "Feliz año nuevo, @.$l#$b#estoy tan feliz de estar aquí en este momento, y espero que el año que viene sea aún mejor.$l",
    "before.sapling": "A %Elian le parece interesar la Máquina del Gancho.",
    "during.sapling": "Nunca pensé que me sentiría identificado con un arbolito.$h",
    "after.sapling": "¿Piensas que yo he crecido también?$7",
    "before.journey": "Nunca he jugado al videojuego.#$b#ç¿Crees que me va a gustar de todas formas?",
    "during.journey": "Los ojos de %Elian no se despegan de la pantalla.",
    "after.journey": "Quizás tendré que probar el videojuego algún día.$u",
    "before.mysterium": "%Elian parece más interesado en los tentempiés que en la película.",
    "during.mysterium": "¿Que está pasando?$6",
    "after.mysterium": "La verdad que no fui capaz de seguir el argumento.",
    "before.coldstar": "¿Seguro que quieres ver esto?#$b#El póster ahí fuera parecía bastante aburrido.",
    "during.coldstar": "%Elian se ha dormido.",
    "after.coldstar": "%Elian todavía parece estar medio dormido.",
    "before.nature": "¿Crees que saldrán flores exóticas?$u",
    "during.nature": "hay tantas cosas que ver por el mundo.$u",
    "after.nature": "Me gustaría viajar algún día.$u#$b#Ver imágenes de las cosas no se puede comparar con la realidad.$u#$b#Creéme, lo sé.$h",
    "before.wumbus": "Qué...es un wumbus?",
    "during.wumbus": "La expresión de %Elian's es indescifrable.",
    "after.wumbus": "Odio que no he odiado ver esto.$9",
    "before.howls": "Terror, ¿eh?#$b#Alguna gente pinesa que yo doy miedo.",
    "during.howls": "%Elian parece aburrido.",
    "after.howls": "Lo sientoy, @. Lo intenté, pero la verdad que no me pude enganchar.",
    "before.zuzu": "Me pregunto si ir en tren será parecido a ir en la vagoneta de los Páramos.",
    "during.zuzu": "Ohh...$u#$b#No, no dije nada.$7",
    "after.zuzu": "Me ha gustado más de lo que pensé que me iba a gustar.$u",
    "rejectSVE.1": "%No debería regalar esto...",
    "rejectSVE.2": "%No debería regalar esto.",
    "rejectSVE.3": "%Esto es para dárselo a otra persona...",
    "rejectSVE.4": "%Sólo le puedo dar esto a un Junimo.",
    "ElianCave.1": "'El Lenguaje de las Flores'. Parece bastante usado.",
    "ElianCave.2": "Hay varios libros sobre flores y viajes a la vez que varios libros de imágenes.",
    "ElianSpouseRoom.1": "'El Lenguaje de las Flores'. Es una copia totalmente nueva.",
    "ElianSpouseRoom.2": "La amapola que Elian cultivó desde una semilla."
  }