{
    //Config
    "config.PortraitStyle.name": "Portrait Style",
    "config.Perfection.name": "Exclude from Perfection",
    "config.CambriaRomanticNickname.name": "Cambria Romantic Nickname",
    "config.PortraitStyle.description": "Choose which portrait style to use.",
    "config.Perfection.description": "Excludes MGC items from Perfection.",
    "config.CambriaRomanticNickname.description": "Custom term of endearment for the player. Default is 'Starlight' but can be edited per preference.",
    //Dispositons
    "Name.Cambria": "Cambria",
    "Name.Orchid": "Orchid",
    //Locations
    "Cambria.Location.Home": "Castlegrove Residence",
    "Cambria.Location.Greenhouse": "Cambria's Greenhouse",
    "Cambria.Location.TwilightOcean": "Gem Sea at Twilight",
    //Shop and Items
    "Shop.DoubleFang.Dialogue": "What can I do ya for?",
    "Objects.RoastedCoffeeBeans.Name": "Roasted Coffee Beans",
    "Objects.RoastedCoffeeBeans.Description": "Freshly roasted coffee beans. Place three beans in a keg to make triple shot espresso.",
    "Objects.VoidTaintedMead.Name": "Void Tainted Mead",
    "Objects.VoidTaintedMead.Description": "Something about this mead isn't right. Did something just move in there?",
    "Objects.CoffeeInfusedMead.Name": "Coffee-Infused Mead",
    "Objects.CoffeeInfusedMead.Description": "Between the caffeine and alcohol content, you feel fine. You could totally do that trick shot.",
    "Objects.BloodStarfruitMead.Name": "Blood Starfruit Mead",
    "Objects.BloodStarfruitMead.Description": "A mellow mead that's a bit too smooth. Please drink responsibly.",
    "Objects.ElderTigerLily.Name": "Elder Tiger Lily",
    "Objects.ElderTigerLily.Description": "You've never seen anything like it. A gift from her, as a thank you for your company.",
    "Objects.ElderTigerLily.Denied": "Her tendrils drink from the void. She won't be happy here.",
    "Objects.ElderLilySeeds.Name": "Elder Lily Seeds",
    "Objects.ElderLilySeeds.Description": "Keep her warm, keep her safe. She's old and tired.",
    "Objects.ElderLilyHoney.Name": "Elder Lily Honey",
    "Objects.ElderLilyHoney.Description": "Sweet with a mysterious undertone of spice. The syrup's color is constantly changing.",
    "Objects.ElderLilyMead.Name": "Elder Lily Mead",
    "Objects.ElderLilyMead.Description": "Drinking this takes you back to a life you've never had. Someone else's memories of a life long passed. A primordial sadness.",
    "Objects.ElderLilyDrink.Name": "Elder Lily Drink",
    "Objects.ElderLilyDrink.Description": "Is it tea? Is it coffee? Who knows, but now you can run from what's chasing you.",
    "Objects.DriedElderLilyPetals.Name": "Dried Elder Lily Petals",
    "Objects.DriedElderLilyPetals.Description": "Dried petals. They smell like a loving mother's home. Nostalgic and warm.",
    "Objects.ElderLilyLeaves.Name": "Elder Lily Leaves",
    "Objects.ElderLilyLeaves.Description": "A second gift from her. What does it brew into?",
    "Objects.HeirloomBouquet.Name": "Heirloom Bouquet",
    "Objects.HeirloomBouquet.Description": "A Castlegrove tradition. Gift it to Cambria and she'll understand your intentions.",
    "Objects.VoidMelonSoda.Name": "Void Melon Soda",
    "Objects.VoidMelonSoda.Description": "It tastes sweet and... primordial?",
    "Objects.StarMiasmaCookies.Name": "Star Miasma Cookies",
    "Objects.StarMiasmaCookies.Description": "Livani's favorite treat.",
    //Special Orders
    "SpecialOrders.Cambria.Name": "Void Food Needed",
    "SpecialOrders.Cambria.Text": "Orchid and I had a fight and now she refuses to produce eggs. Until I get back into her good graces, could you provide me a dozen void eggs? I could use a restock of void seafood too.",
    "SpecialOrders.Cambria.Obj1": "Place void eggs in the fridge in Cambria's greenhouse.",
    "SpecialOrders.Cambria.Obj2": "Place a void salmon in the fridge in Cambria's greenhouse.",
    //Cambria Dialogue
    "Cambria.Dialogue.Introduction": "Oh you're the new farmer I heard about. Welcome to the valley, @.$8#$b# I'm Cambria, I live over at the cove next to East Scarp. Follow the beach and ya can't miss it.#$b# Let me know if you need help with anything. Take care, yeah?$1",
    "Cambria.Dialogue.spring12.1": "I never got the chance to join the hunt as a kid.$2#$b# I'm not sure I have the energy anymore.$13",
    "Cambria.Dialogue.spring12.2": "Should I bring deviled eggs tomorrow?$10#$b# People thought they were rotten last time...$5#$b# It's not my fault that void eggs smell that way.",
    "Cambria.Dialogue.spring23": "I won't make it to the dance. It's too far for these old bones, and it's so stuffy.$2#$b# Bring me some leftovers if you can.$1",
    "Cambria.Dialogue.spring28": "Summer is soon. That means two things: insects and aching joints.#$b# Also a chance for Jupiter to give me heat stroke every time we cuddle.$5#$b# Needless to say I can't wait for fall.$3",
    "Cambria.Dialogue.summer10": "Bringin' anything good tomorrow? I would but Lewis side eyed me when I brought mead one time.#$b# It's either that or void mayonnaise so he's really gotta pick his battles.$5",
    "Cambria.Dialogue.summer27a": "The moonlight jellies are the best way to end summer.$1#$b# It'll be chilly though, so bundle up.",
    "Cambria.Dialogue.summer27b": "Jupiter is going to miss all the beach trips now that it's colder out.",
    "Cambria.Dialogue.fall15": "I enjoy seeing all the grange displays this time of year.#$b# You better mop the floor with Pierre, @.$1",
    "Cambria.Dialogue.fall26": "Should I bring Orchid tomorrow?#$b# I'll dress up of course, but Orchid will be a nice spooky touch.$1",
    "Cambria.Dialogue.SpiritsEveInn.1": "Hey, @! I was just about to go in. Come on!$8",
    "Cambria.Dialogue.SpiritsEveInn.2": "I prefer this over the main event in Pelican Town. After all, I can play pool here.$1",
    "Cambria.Dialogue.winter7": "While I enjoy fishing, I won't make it.$2#$b# Between the distance and cold, the festival is too much for me. I hope you have fun though.$3",
    "Cambria.Dialogue.winter10": "Hm? What do I want for my birthday? Is it tomorrow already?$10#$b# My joints had been extra creaky lately. It's all good though, I don't need anything. Thanks, though!$8",
    "Cambria.Dialogue.winter15": "Oh the night market started today? I thought the beach seemed brighter than usual.",
    "Cambria.Dialogue.winter16": "The free coffee is a life saver. I wish it was iced though.",
    "Cambria.Dialogue.winter17": "Have you seen the mermaid show at the market? It feels otherworldly but... comforting.$3",
    "Cambria.Dialogue.winter24": "Secret gift giving is such a pain in the ass, especially when it's town wide.$5#$b#Got a gift for  tomorrow? Trust me, it's not worth putting too much thought into it.",
    "Cambria.Dialogue.winter28": "Another year gone by...$2 I hope next year is just as uneventful as this one.$2",
    "Cambria.Dialogue.GreenRain": "How you holding up, @? This weather's got everyone in a tizzy.#$b# Hm? Nah, it's harmless. You'd know by now if it wasn't.",
    "Cambria.Dialogue.GreenRain.2": "Wanna see who can collect the most moss? I use it to repair the ruins around the cove.#$b# Got nearly a barrel full of it last year.$1",
    "Cambria.Dialogue.GreenRainFinished": "Everything is back to business as usual now that the weird rain is done.#$b# Think we'll get it next year? I hope so, I could use the moss.",
    "Cambria.Dialogue.trash": "Find anything good? I heard you can get fresh cookies or hot meals in there.$8#$b# Oh-- anyway I, uh, I suddenly have somewhere else to be.$13",
    "Cambria.Dialogue.mine0": "Good luck in the mines today.",
    "Cambria.Dialogue.mine2": "Don't forget to bring food with you!$1",
    "Cambria.Dialogue.mine4": "Watch your step okay? I got covered in slime last week.#$b# I finally got it all out.$5",
    "Cambria.Dialogue.mine6": "I'm not going down today, but I appreciate the cool air.$1",
    "Cambria.Dialogue.mine8": "Have you seen the dust sprites?#$b# They're so cute, but they swarm quickly.",
    "Cambria.Dialogue.mine10": "Hey, @. Stay safe okay?#$b# It's dangerous so take this. [228]",
    "Cambria.Dialogue.saloon0": "Oh, hey. I come here to be alone, so...$13",
    "Cambria.Dialogue.saloon2": "Taking a break? You can watch me play.$1",
    "Cambria.Dialogue.saloon4": "Solids or stripes?$1",
    "Cambria.Dialogue.saloon8": "Hey, @! Got time for a couple games?$1#$b# I promise to go easy on you.$1",
    "Cambria.Dialogue.resort": "This island feels so familiar, I think. Like memories from a long time ago.$10#$b# Maybe I was here as a baby? Hmm...",
    "Cambria.Dialogue.slingshot": "...Why are you like this?$5",
    "Cambria.Dialogue.RejectMovie.Invited": "Sorry, @, someone already invited me to the movies.#$b# Catch you for the next one?$3",
    "Cambria.Dialogue.RejectMovie.Went": "But... we already went to the movies this week. Isn't it the same one...?$10",
    "Cambria.Dialogue.divorced1": "Oh no, that's sad to hear, @. I hope you take time for yourself, okay?$2#$b# I'll be here if you need anything.$3",
    "Cambria.Dialogue.divorced2": "Hmm, is it too early to say I'll catch the next wedding?#$b# Tough luck, @. Just remember three is a pattern.",
    "Cambria.Dialogue.Pet": "I heard from Marnie that you took in a stray!$8#$b# That's so nice. There's nothing like pets to keep you company.$1#$b# Be sure to give them head pats for me, okay?$1",
    "Cambria.Dialogue.Upgrade1": "Word on the street is you got a house upgrade. Of course, means it was hot gossip from the local mom squad.#$b# That's cool though! I'm sure it's much better than the small cabin you started with.$1",
    "Cambria.Dialogue.Upgrade2": "Wow another upgrade? Don't ask how I know, word travels fast in a small town.$1#$b# What're you gonna do with all that space? I'd hate to decorate that. Or dust it for that matter.",
    //Generic Dialogue
    //0-4 Hearts
    //About Cambria
    "Cambria.Dialogue.0-4.1": "%Cambria looks rushed.#$b# Oh, @. Sorry I can't talk right now.$12",
    "Cambria.Dialogue.0-4.2": "The night sky makes living here worth it.$1#$b# You'd never see these many stars in the city.",
    "Cambria.Dialogue.0-4.3": "%Cambria is nursing her left arm.#$b# Oh this? It's nothing.$3#$b# I just pushed myself too hard is all.",
    "Cambria.Dialogue.0-4.4": "%Cambria walks by with a noticeable limp. She offers you a smile as she continues on her errand.",
    "Cambria.Dialogue.0-4.5": "One of the great things about living out here instead of the city is being able to see the night sky again.$1#$b# You don't realize how much of it is hidden by light pollution until it isn't.",
    "Cambria.Dialogue.0-4.6": "Have you ever played pool by yourself?#$b# It seems lonely, but it's pretty fun.",
    "Cambria.Dialogue.0-4.7": "%Cambria stretches and you hear multiple audible cracks from her back.#$b# Oh, uhh...#$b# Yeah that happens.$3",
    "Cambria.Dialogue.0-4.8": "%Cambria rushes passed you. She glances your way but doesn't offer any other acknowledgement.",
    "Cambria.Dialogue.0-4.9": "No matter where I've been in life, I've always felt a pull towards the sea.#$b# Is it mystical? Maybe. I grew up next to the sea, so it feels weird being away for long.",
    "Cambria.Dialogue.0-4.10": "Hey, @. Have you heard the ocean sing before? I sometimes hear it on rainy nights while I'm checking my fish traps.#$b# No? Hmm, it must be my imagination then.",
    "Cambria.Dialogue.0-4.11": "Did I ever tell you that I make caffeinated mead?#$b# Yeah! I was surprised that it worked too!$1#$b# Took a couple jittery hangovers to figure out the caffeine content though.",
    "Cambria.Dialogue.0-4.12": "I like stargazing all year round, but I'd say I enjoy gazing at the stars in fall the most.#$b# Some of my favorite constellations are easier to see that time of year.$1",
    "Cambria.Dialogue.0-4.13": "How's your day going, @?#$b# Remember to take for yourself.#$b# Yes I know I don't take my own advice.$5",
    "Cambria.Dialogue.0-4.14": "Do you ever climb out of bed and just, have your legs give out?#$b# Oh, just me?",
    "Cambria.Dialogue.0-4.15": "Dreams are so surreal sometimes.#$b# Like, just last night I dreamt that I was at the bottom of the ocean surrounded by... was it mermaids or blobfish?$10#$b# Regardless, it was a very bizarre experience.",
    //About Family and Pets
    "Cambria.Dialogue.0-4.16": "Did I inherit my farm too?#$b# Well... something like that.$3#$e# ...$2",
    "Cambria.Dialogue.0-4.17": "Orchid will occasionally crow at dawn if she wants food bad enough.#$b# Except it's less of a crow and more of a warped cry of the damned.#$b# Some days she's lucky she's cute.$5",
    "Cambria.Dialogue.0-4.18": "As different as they are, Jupiter and Orchid get along surprisingly well.#$b# I think it only took one or two pecks for him to learn where he sits on the food chain.",
    "Cambria.Dialogue.0-4.19": "Its awkward having to explain the screams that come from my farm.#$b# I can't exactly train the void out of a void chicken.$5",
    "Cambria.Dialogue.0-4.20": "I lost Jupiter in my coffee plants today.#$b# Do you know how big a bernese is? They're not exactly easy to lose.#$b# But I saw him run in and didn't come out until I offered treats.$5",
    "Cambria.Dialogue.0-4.21": "Some days are harder than others. But coming home to Orchid and Jupiter curled up in front of the fire makes it worth it.#$b# Except I didn't start the fire before I left...#$b# I'm sure it's fine... right?$12",
    "Cambria.Dialogue.0-4.22": "Oh the statue near my farm? I'm not sure who it is either, probably some ancestor of mine.#$b# My grandparents weren't big on family history.",
    "Cambria.Dialogue.0-4.23": "My family has lived in the Lore's Cove area for generations.#$b# There's an old memorial to someone named 'Lore Seeker', so the name checks out I guess.",
    "Cambria.Dialogue.0-4.24": "Do you know your parents, @?#$b# My grandmother always said my mom ran off with a merman.",
    "Cambria.Dialogue.0-4.25": "I asked Orchid if we could go a day without her doing something bad.#$b# The look in her eye told me I was too late.",
    "Cambria.Dialogue.0-4.26": "One of my grandfather's favorite sayings was 'Dreams come true to those who truly want them.'#$b# My grandma had a favorite saying too but I think it was mostly curse words.",
    "Cambria.Dialogue.0-4.27": "I thought people were exaggerating when they would treat their sour dough starter like a living being.$10#$b#Well I'm pretty sure mine demanded me to feed it. Maybe I need to lay off the mead...$2#$e#My name isn't even Seymour.$5",
    "Cambria.Dialogue.0-4.28": "Why don't I have a scarecrow? Not sure why, but crows have never bothered me for some reason.#$b# Orchid probably intimidates them, ha. She'd scare me too if I was a bird.$1",
    "Cambria.Dialogue.0-4.29": "Not sure if I ever told you this, but I'm allergic to mangoes. Like deathly, gotta wash my hands after touching the stuff.#$b# Why tell you? I mean, better safe than sorry, right?",
    "Cambria.Dialogue.0-4.30": "How common is having an extended family? I mean, all I ever knew was my grandparents.#$b# When I left it was just myself for a long time, until I-- ah, nevermind. It's pretty boring.",
    //About Friends and Neighbors
    "Cambria.Dialogue.0-4.31": "Have you ever woken up to one of your animals having learned a new skill?#$b#I found Orchid upside down in my curtains this morning.$5",
    "Cambria.Dialogue.0-4.32": "Have you been taking requests from the bulletin board?#$b# If so, thank you.$1",
    "Cambria.Dialogue.0-4.33": "Pierre always pesters me to buy seeds when I visit the shop.#$b# Didn't have the heart to tell him my coffee plants are more than enough work for me.",
    "Cambria.Dialogue.0-4.34": "Caroline shared some green tea with me the other day.#$b# It was pretty good and reminded me of my-- oh nevermind.$2",
    "Cambria.Dialogue.0-4.35": "Sam asked for a sunflower to put under his pillow the other day.#$b# I had to convince him that exposure therapy doesn't work like that.",
    "Cambria.Dialogue.0-4.36": "Emily asked if I'd talk to people if she put a request on the board for it.$5#$b# If you ever see it could you uhh, take it for me?#$b# Thanks in advance, @.$3",
    "Cambria.Dialogue.0-4.37": "I swear the requests weren't this bizarre when I was younger.$5#$b# Then again Joja wasn't around either... Conspiracy?$10",
    "Cambria.Dialogue.0-4.38": "%Cambria is hefting a sack filled to the brim with coffee beans.#$b# Oh hey! I'm just on my way to drop off a delivery at the saloon.$8#$b# Gus always orders in bulk, but I've got some extra. See ya later! [(O)433][(O)433][(O)433][(O)433][(O)433]",
    "Cambria.Dialogue.0-4.39": "People complain about Pierre being closed on Wednesdays, but everyone needs a day off.#$b# ...What's that look for?$10",
    "Cambria.Dialogue.0-4.40": "I know Harvey's not a dentist but I wonder if he has any local recommendations.$2#$b# Oh not for me! Pam asked for a quartz to rub on her sore tooth and I can't stop thinking about it.$12",
    "Cambria.Dialogue.0-4.41": "Listen, I know that joja cola contains chemicals beyond human understanding.#$b# But I feel like Demetrius requesting one to dissect is taking that a little too far, right?",
    "Cambria.Dialogue.0-4.42": "%Cambria isn't looking well.#$b# Oh? I'm fine, just a little under the weather.$11#$b# Yes I know I should rest, but Harvey asked for a special delivery of coffee.$9#$b# He's going to make me stay at the clinic though... Hm...$2",
    "Cambria.Dialogue.0-4.43": "Saloon on Fridays? Absolutely not.#$b# I go before the rush, if at all. Otherwise I go to the inn if I want to play pool.",
    "Cambria.Dialogue.0-4.44": "On days I have the energy I head up to the deep mountains to hang out with the goats.#$b# I try to be careful with them, especially when I feel like I'm being watched.",
    "Cambria.Dialogue.0-4.45": "Don't let me fool you, I'm pretty good with a sword.#$b# Even Marlon is surprised by how agile I am when I need to be.$8",
    //Other
    "Cambria.Dialogue.0-4.46": "Have you been using crab pots?#$b# I learned it's good luck to use an odd number and it hasn't failed me yet.$1",
    "Cambria.Dialogue.0-4.47": "The full moon is coming up. I'm not very superstitious but there's some things that can't easily be explained by known science.#$b# Keep on your guard, @. You might wake up to a surprise.",
    "Cambria.Dialogue.0-4.48": "I heard you took over your family farm, @.#$b# I hope the pros outweigh the cons for you so far.$1",
    "Cambria.Dialogue.0-4.49": "Hey, @. Have you eaten anything? I don't have much on me, but take this. [16 20 403]",
    "Cambria.Dialogue.0-4.50": "Do you keep bees at all? Their honey and wax are pretty versatile.#$b# Beeswax can be used in shoe polish and coating cheese. Personally, I'd look into using it for candle-making if I had the time.",
    "Cambria.Dialogue.0-4.51": "Hey, @. Have you eaten anything? I don't have much on me, but take this. [398 404 396 259 403]",
    "Cambria.Dialogue.0-4.52": "Hey, @. Have you eaten anything? I don't have much on me, but take this. [422 281 404 408 406 403]",
    "Cambria.Dialogue.0-4.53": "Hey, @. Have you eaten anything? I don't have much on me, but take this. [412 414 416 403]",
    "Cambria.Dialogue.0-4.54": "I'm glad I caught you, @!$1#$b# I made some extra of this that I want you to have. Take care!$1 [395 227 228]",
    "Cambria.Dialogue.0-4.55": "Say, @, do you ever take days off? I swear every time I see you, you're running around.#$b# Yes, yes, pot meet kettle. Ha ha.$5",
    "Cambria.Dialogue.0-4.56": "I'm a little surprised the rock crabs that invade the East Scarp beach don't journey any further.$12#$b# Not that I'll look a gift crab in the claw... What?",
    "Cambria.Dialogue.0-4.57": "The flies in the early levels of the mine are the worst.$5#$b# There's gonna be buzzing in my ears for days now.",
    "Cambria.Dialogue.0-4.58": "How far are you in the mines? I heard there's a part that's pitch black, but I've never seen it.#$b# Yes, pun intended. And I'll have you know I reached the lava lake once.$5",
    "Cambria.Dialogue.0-4.59": "I was watching my honey bees the other day and I never realized how clumsy they are.#$b# Seriously! One wrong landing turns into an 8 bees pileup.#$b# Talk about a flight risk, ha.$1",
    "Cambria.Dialogue.0-4.60": "I fished up cave jelly the last time I was down in the mines.#$b# It tastes pretty good to be honest. Huh? Are you okay, @? You suddenly turned green.$10",
    //Seasonal
    "Cambria.Dialogue.0-4.Spring.1": "Farm advice? Well I'd recommend green beans this season. It doesn't sell for the most, but it regrows.#$b# Great for people who are starting out.$1",
    "Cambria.Dialogue.0-4.Spring.2": "Sebastian asked for a potato to throw at the mountain again.#$b# Should I bake it first? It would probably be more satisfying to throw.#$b# Or would that just be enabling?",
    "Cambria.Dialogue.0-4.Spring.3": "Pam asked me for a ripe potato the other day. I'm still trying to figure out if she was trying to make vodka.#$b# She'd need more than one potato for that.",
    "Cambria.Dialogue.0-4.Spring.4": "%Cambria winces when she takes a step.#$b# I'll be fine, don't worry. My muscles just aren't a fan of the spring chill.$11",
    "Cambria.Dialogue.0-4.Spring.5": "The desert festival? I've heard of it, but it's too far out for me.",
    "Cambria.Dialogue.0-4.Spring.6": "During the spring and fall I can't wait for rain.#$b# Why? To fish for eel of course! They're my favorite.",
    "Cambria.Dialogue.0-4.Spring.7": "As outlandish as my food preferences are, you can't pay me enough to eat wild horseradish.",
    "Cambria.Dialogue.0-4.Spring.8": "It's nice to see the flowers blooming again after the winter freeze goes away.#$b# The ones by my house never seem affected, though.",
    "Cambria.Dialogue.0-4.Spring.9": "Got any plans today, @? I'm pretty busy as usual. If I get a chance I'm gonna hang out at the beach.",
    "Cambria.Dialogue.0-4.Spring.10": "Junimos? Yeah, I know about them; grandpa told be all about them. Why?#$b# They made a home in the community center, huh. Maybe I'll pay a visit.",
    "Cambria.Dialogue.0-4.Summer.1": "There's a few days during summer when the sea turns an emerald green.#$b# I'm sure there's a scientific reason, but it's beautiful regardless.$1",
    "Cambria.Dialogue.0-4.Summer.2": "The wild grapes that grow in the area are delicious.$1#$b# Orchid especially loves them.$1",
    "Cambria.Dialogue.0-4.Summer.3": "If you go for a swim in the ocean, keep an eye out for pufferfish.#$b# I'm not sure if the local species is toxic but they sell well.",
    "Cambria.Dialogue.0-4.Summer.4": "Summer time always means a lot of requests for sea cucumbers.#$b# I have questions that I don't really want answered.",
    "Cambria.Dialogue.0-4.Summer.5": "%Cambria appears out of breath.#$b# Hey, @. Sorry, I don't handle the humidity here well.$9#$b# Let's talk another time.$11",
    "Cambria.Dialogue.0-4.Summer.6": "%Cambria doesn't appear to notice you. As she walks by you hear her mumbling about super cucumbers.",
    "Cambria.Dialogue.0-4.Summer.7": "I can't wait for the sea to turn green again. That sounds weird to say but hear me out.#$b# When the sea is green I swear there's more shells than usual on the beach.$1",
    "Cambria.Dialogue.0-4.Summer.8": "Make sure to enjoy the beach while you can. Soak up the sun, swim in the ocean.#$b# Do I swim? Well, I used to but I stopped after--#$b# Oh nevermind, I won't bore you.",
    "Cambria.Dialogue.0-4.Summer.9": "I hate when Willy requests fish that only come out in the rain.$5#$b# Like, a request is a request, but in the summer?#$b# If it isn't melting out it's a thunderstorm. No thanks.",
    "Cambria.Dialogue.0-4.Summer.10": "@, I think we should check on Leah.$2#$b# She stopped me the other day to request an octopus to put under her pillow.$2#$b# Is it possible she foraged the wrong mushroom?$12",
    "Cambria.Dialogue.0-4.Fall.1": "Keep an eye out for mushrooms this time of year, @. I wouldn't recommend eating them, but they sell well.",
    "Cambria.Dialogue.0-4.Fall.2": "Is it just me or are people asking for some bizarre stuff recently.$10#$b# Lewis asked for an eggplant for his sore knee the other day.",
    "Cambria.Dialogue.0-4.Fall.3": "I fished up a Midnight Carp the other night!$8#$b# Don't, uh, ask why I was up so late.$3",
    "Cambria.Dialogue.0-4.Fall.4": "Outside of coffee, the only crop I grow this season is eggplants.#$b# I'm sure there's a joke in there somewhere.$5",
    "Cambria.Dialogue.0-4.Fall.5": "I had to wrestle a red mushroom out of Jupiter's mouth the other day.#$b# I swear he's trying to give me a heart attack.$5",
    "Cambria.Dialogue.0-4.Fall.6": "Apparently honey made from fairy rose pollen is one of the best that we can produce in the area.#$b# I've considered branching out, but I'm stretched thin as it is.",
    "Cambria.Dialogue.0-4.Fall.7": "During the spring and fall I can't wait for rain.#$b# Why? To fish for eel of course! They're my favorite.",
    "Cambria.Dialogue.0-4.Fall.8": "My coffee plants? What about them?#$b# Oh, they're not supposed to grow in fall? I don't know what to tell ya, @.#$b# Something something, gift plant in the leaves.",
    "Cambria.Dialogue.0-4.Fall.9": "Got any plans today, @? I'm pretty busy as usual. If I get a chance I'm gonna hang out at the beach.",
    "Cambria.Dialogue.0-4.Fall.10": "I've never bothered with carving pumpkins. They look nice, but are too short lived to be honest.",
    "Cambria.Dialogue.0-4.Winter.1": "%There's obvious bags under Cambria's eyes.#$b# Oh hey, @. I caught another Midnight Carp.$11",
    "Cambria.Dialogue.0-4.Winter.2": "Orchid and Jupiter hate being cooped up during this cold weather.$5#$b# But I know if I let them outside they'll be sitting at the door in no time.",
    "Cambria.Dialogue.0-4.Winter.3": "Someone asked for a potato on the bulletin board today.#$b# It's winter. Who has potatoes from three seasons ago?#$b# Don't answer that.$5",
    "Cambria.Dialogue.0-4.Winter.4": "I think the winter night market is new.#$b# I don't remember it being around back in the day.",
    "Cambria.Dialogue.0-4.Winter.5": "Is it just me or do the winters get colder here?$10#$b# The ocean has something to do with it, I think.",
    "Cambria.Dialogue.0-4.Winter.6": "Winter means the bees are dormant and no crops grow.#$b# For other people anyway. I guess my bees and coffee are more hardy than normal.",
    "Cambria.Dialogue.0-4.Winter.7": "I hope you're staying warm this season, @.#$b# Also here, use this to decorate! [283]$8#$b# It helps ward off the dangers of winter.$1",
    "Cambria.Dialogue.0-4.Winter.8": "I wish there were more monster hunting requests this time of year. The lower part of the mine would be amazing right now.#$b# Why not go anyway? I'm not making that long trek without reason, @.",
    "Cambria.Dialogue.0-4.Winter.9": "Heads up, @. Gus always craves Albacore near the end of the season.#$b# I just fished up an extra so you can have it. [705]",
    "Cambria.Dialogue.0-4.Winter.10": "Orchid is inside and refuses to come out in the cold.#$b# She acts as if the outside is an insult.$5",
    //6-10 Hearts
    //About Cambria
    "Cambria.Dialogue.6-10.1": "%Cambria looks relieved to see you.#$b# Oh good, you're you, @.$2#$b# I had a weird ass dream where you were me? But not really?$10#$b# It was freaky, to be honest.$2",
    "Cambria.Dialogue.6-10.2": "%Cambria looks dead on her feet.#$b# Oh hey, @. Sorry, I'm exhausted right now.$11#$b# I pulled out my guitar last night and started reminiscing. Sometimes I miss performing on stage.$9",
    "Cambria.Dialogue.6-10.3": "%Cambria looks up at you from the notepad she's carrying.#$b# Hey, @. How's your day going?#$b# I have a lot of work to catch up on, so we can chat later, okay?#$b# Stay frosty.$1",
    "Cambria.Dialogue.6-10.4": "There are definitely some things that I miss about living in the city. Cape Starlet had it's own uniqueness that no place can really live up to.$8#$b# Even still, nothing feels more like home than opening my front door to a crisp sea breeze.#$b# The lack of light pollution is a big perk too.$1",
    "Cambria.Dialogue.6-10.5": "Being a tattoo artist in the city was a great experience, but man do I have stories to tell.#$b# I'll have to tell you some one day.",
    "Cambria.Dialogue.6-10.6": "You probably don't know this, but Joja never got a foothold in Cape Starlet.#$b# They tried to open and everyone basically told them to pound sand.$12",
    "Cambria.Dialogue.6-10.7": "Abigail asked me about my nose scar last time I was at the store. She seemed disappointed that it wasn't from sick monster battle.#$b# Only fight I had was with asphalt and I lost.",
    "Cambria.Dialogue.6-10.8": "Hey, @. Have you heard the ocean sing before? I sometimes hear it on rainy nights while I'm checking my fish traps.#$b# No? Hmm, it must be my imagination then.",
    "Cambria.Dialogue.6-10.9": "One time in the city I got invited to try the 'Devil's Lettuce.'#$b# I wasn't happy to find out that it wasn't lettuce nor demonic in any way.$5",
    "Cambria.Dialogue.6-10.10": "Dreams are so surreal sometimes.#$b# Like, just last night I dreamt that I was at the bottom of the ocean surrounded by... was it mermaids or blobfish?#$b# Regardless, it was a very bizarre experience.",
    "Cambria.Dialogue.6-10.11": "Did I ever tell you that I make caffeinated mead?#$b# Yeah! I was surprised that it worked too!#$b# Took a couple jittery hangovers to figure out the caffeine content though.",
    "Cambria.Dialogue.6-10.12": "Do you ever climb out of bed and just, have your legs give out?#$b# Oh, just me?",
    "Cambria.Dialogue.6-10.13": "%Cambria smiles brightly at you. Have her canines always been that long?#$b# What's up, @? Hope your day is going well!$8",
    "Cambria.Dialogue.6-10.14": "%When Cambria looks at you there's a glint in her eyes that looks almost unnatural.#$b# How's it going, you doing alright? Is there something in my eye?",
    "Cambria.Dialogue.6-10.15": "Sometimes I hear noises come from the forest behind my house.#$b# Investigate it? You kidding? I've read enough horror to know how that ends.",
    //About Family and Pets
    "Cambria.Dialogue.6-10.16": "Sometimes when I look out to the ocean, I swear I can see a pirate ship in the distance.#$b# I'm not sure if its a pirate ship actually, but I don't know what else it could be.$10",
    "Cambria.Dialogue.6-10.17": "Have you seen Orchid anywhere?$10#$b# She woke me with a call from the void as usual, but was gone by the time I got up.#$b# I've been told she likes to wander around.",
    "Cambria.Dialogue.6-10.18": "My grandma would tell me stories of her travels across the different islands in the Gem Sea.#$b# She never did specify why she did all that traveling though, and grandpa never elaborated either.$10",
    "Cambria.Dialogue.6-10.19": "You've probably noticed by now, but there's a weird door in my house by the fireplace.#$b# I have a feeling my grandparents' old room is on the other side. Not sure what happened to the door knob though.",
    "Cambria.Dialogue.6-10.20": "I had to brush Jupiter the other day.#$b# I swear I got a whole other dog out of what he shed.#$b# It's name is Pluto.$1",
    "Cambria.Dialogue.6-10.21": "Jupiter nearly suffocated me in my sleep this morning.$5#$b# Why is it that the bigger the dog, the more they think they fit anywhere?",
    "Cambria.Dialogue.6-10.22": "Sometimes Orchid has this look on her face that she knows something I don't.$10#$b# Which is odd since she's just a chicken... I think?$2",
    "Cambria.Dialogue.6-10.23": "My grandfather was the one to teach me about beekeeping.#$b# Everything I know is from watching him as a kid.",
    "Cambria.Dialogue.6-10.24": "When I get time and energy I like to visit Gil up at the Adventurer's Guild.#$b# Grandma Claw would tell me stories about him from his younger days.#$b# Apparently he inducted Marlon, which is cool.",
    "Cambria.Dialogue.6-10.25": "Why do I grow starfruit? It's another thing I got from my grandparents. The fruit is delicious too.#$b# But between you and me, I wish I could grow dragonfruit out here.",
    "Cambria.Dialogue.6-10.26": "Orchid will occasionally crow at dawn if she wants food bad enough.#$b# Except it's less of a crow and more of a warped cry of the damned.#$b# Some days she's lucky she's cute.$5",
    "Cambria.Dialogue.6-10.27": "I had to smack my dough starter with a spatula and it hissed at me!$7#$b# I thought people were being hyperbolic when they talked about feeding it...$13#$b# I'm sure Orchid's fine.",
    "Cambria.Dialogue.6-10.28": "My parents? Never met them. One of my earliest memories is the creak of boards and crashing waves, though.#$b# Maybe I was born on a pirate ship, that'd be something.",
    "Cambria.Dialogue.6-10.29": "There've been days that I can't find Orchid anywhere and I feel a presence in the ruins behind my house.#$b# It feels like Orchid, but... not? Very surreal, but she turns up eventually.",
    "Cambria.Dialogue.6-10.30": "Jupiter is my retired service dog, now that I'm not a fall risk anymore.#$b# I'm pretty sure his brain cells left with the harness when I took it off for the last time.",
    //About Friends and Neighbors
    "Cambria.Dialogue.6-10.31": "While I do miss living with Gabe, living alone has its perks.#$b# For instance, when I buy food it'll be there until I eat it.#$b# There were too many days where'd I'd wake up to an empty fridge with him around.$5",
    "Cambria.Dialogue.6-10.32": "Sometimes I like to go the mountains north of East Scarp.#$b# There's some cool looking void goats that roam up there.#$b# It took time but a few let me approach to pet them. They're warm to the touch like Orchid is.$12",
    "Cambria.Dialogue.6-10.33": "Jodi gave me some ginger ale as a thank you today.#$b# I don't really like soda, so you can have it. [903]#$b# Apparently Vincent loves the stuff.",
    "Cambria.Dialogue.6-10.34": "Sam invited me to the crew's weekly jam session this Saturday.#$b# I've been debating on if I should go or not. Like, it would be kinda cool but I'm not sure.#$b# I really should get out more, though. Hmm...$2",
    "Cambria.Dialogue.6-10.35": "Did you ever go to concerts back in the city, @?#$b# Gabe and I used to be in a band together called Double Fang.#$b# It sounds edgy but we had a lot of fun with it. I think it helped we only ever saw it as a hobby.",
    "Cambria.Dialogue.6-10.36": "Aideen requested seaweed for her upcoming tea party. I'm not sure how to feel.$10#$b# Roasted seaweed is a thing, and very good. Raw seaweed though? For a sophisticated tea party? I'd be lying if I said I wasn't concerned.$3",
    "Cambria.Dialogue.6-10.37": "Have you ever found a stardrop, @?#$b# I've heard about them from Willy, but I've never understood how they taste.$10#$b# It tastes like %favorite? That's.... weird.$2",
    "Cambria.Dialogue.6-10.38": "Gabe makes an amazing mulled apple cider this time of year.#$b# I hope I can have it again one day.",
    "Cambria.Dialogue.6-10.39": "I think Emily's 'Rock Rejuvenation' thing went a little too far.$2#$b# Caroline just requested a diamond of all things to rub on her sore knee.#$b# Does that even work?$10",
    "Cambria.Dialogue.6-10.40": "Sam has been coming to me for pool pointers. He's good at making sure to hit the balls, but could work on his aim... and strength.#$b# Explaining the chipped brick wall to Gus wasn't fun.$5",
    "Cambria.Dialogue.6-10.41": "Emily and I grew up together. We were the only ones in town about the same age.#$b# She taught me different handicrafts. Maybe I should make her something.",
    "Cambria.Dialogue.6-10.42": "Living with Gabe in the city was definitely an experience.#$b# It's a miracle I didn't get any grey hairs before 30.",
    "Cambria.Dialogue.6-10.43": "I wish there were more sources of hardwood in the area. Robin asked for my help replenishing her stock, but the forest is so far.$2",
    "Cambria.Dialogue.6-10.44": "%Cambria is hefting a sack filled to the brim with coffee beans.#$b# Oh hey! I'm just on my way to drop off a delivery at the saloon.$8#$b# Gus always orders in bulk, but I've got some extra. See ya later! [433][433][433][433][433]",
    "Cambria.Dialogue.6-10.45": "Jodi and Caroline invited me over for some hobby baking. It's really nice to spend time with other mothers-- er, I mean.#$b# Anyway, they were weirded out by what I made, but I'm sure it stopped blinking. Here, try some. [203]",
    //Other
    "Cambria.Dialogue.6-10.46": "Out of all the monster hunting requests, I'm pretty sure the Squid Kids are the worst.$5#$b# Not only are they hard to track down, but I don't exactly want to hurt shadowfolk either, y'know?$2",
    "Cambria.Dialogue.6-10.47": "Yo, @! There you are!$8#$b# I hope you like spicy food, cuz I made way too much. Not intentionally, I promise. [395][215 226 907] #$e# If you don't like it, I won't feel bad if you sell it. Have a good one.$1",
    "Cambria.Dialogue.6-10.48": "%Cambria smiles when you approach.#$b# @, it's great to see you! Hold tight, I got something for ya.$8#$e# Here! I carried extra in case I ran into you. [253][611 651 203]",
    "Cambria.Dialogue.6-10.49": "Do you think that when merfolk have kids, there's a chance one will be a whole fish or whole human?$10",
    "Cambria.Dialogue.6-10.50": "Hey, @, want to try some seafood? I've been trying out new dishes. [253][921 265 733]#$b# Don't worry, it's certified void free. With a free espresso, of course.$1",
    "Cambria.Dialogue.6-10.51": "I try not to go too far into the mines. The lower floors are too hot, and fighting shadowfolk never sat right with me.#$b# After you befriend one its hard to view them the same way.$2",
    "Cambria.Dialogue.6-10.52": "Do you gamble, @? I've been to the desert casino a few times. I stopped going when the owner tried talking to me though.#$b# Something about being a sauce?$2",
    "Cambria.Dialogue.6-10.53": "I fished up cave jelly the last time I was down in the mines.#$b# It tastes pretty good to be honest. Huh? Are you okay, @? You suddenly turned green.$10",
    "Cambria.Dialogue.6-10.54": "The full moon is coming up. I'm not very superstitious but there's some things that can't easily be explained by known science.#$b# Keep on your guard, @. You might wake up to a surprise.",
    "Cambria.Dialogue.6-10.55": "I was watching my honey bees the other day and I never realized how clumsy they are.#$b# Seriously! One wrong landing turns into an 8 bees pileup.#$b# Talk about a flight risk, ha.",
    "Cambria.Dialogue.6-10.56": "Would it surprise you if I said I can see in the dark?#b# I don't get it myself, but I never struggled to see even in certain levels of the mines.",
    "Cambria.Dialogue.6-10.57": "I'm a little surprised the rock crabs that invade the East Scarp beach don't journey any further.#$b# Not that I'll look a gift crab in the claw... What?",
    "Cambria.Dialogue.6-10.58": "The flies in the early levels of the mine are the worst.$5#$b# There's gonna be buzzing in my ears for days now.",
    "Cambria.Dialogue.6-10.59": "I swear the requests weren't this bizarre when I was younger.$5#$b# Then again Joja wasn't around either... Conspiracy?$10",
    "Cambria.Dialogue.6-10.60": "Listen, I know that joja cola contains chemicals beyond human understanding.#$b# But I feel like Demetrius requesting one to dissect is taking that a little too far, right?",
    //Seasonal
    "Cambria.Dialogue.6-10.Spring.1": "What does Sebastian have against vegetables?$10#$b# Just the other day he asked for a green bean to throw at the mountain. Last time it was a potato.$5",
    "Cambria.Dialogue.6-10.Spring.2": "Most people prefer to go to the beach in the summer.#$b# Cool nights in the spring or fall are my favorite, personally.",
    "Cambria.Dialogue.6-10.Spring.3": "Demetrius asked for a salmon the other day, but wasn't too happy with the void salmon I brought.#$b# Not sure what he expected when he requested something out of season. Oh well, more sashimi for me.",
    "Cambria.Dialogue.6-10.Spring.4": "I should try my hand at carrot cake one of these days. Without nuts of course, those are gross.",
    "Cambria.Dialogue.6-10.Spring.5": "Got a fish smoker yet? I've wanted to try smoked eel. Oooh, or smoked void salmon.#$b# What's that face for?$10",
    "Cambria.Dialogue.6-10.Summer.1": "I catch Orchid floating in the river a lot during the summer.#$b# What's interesting is if I look away for even a second she'll straight up disappear.$10#$b# I'm sure it's a standard void chicken thing or something.",
    "Cambria.Dialogue.6-10.Summer.2": "Extreme temps are always bad on my joints. Whether its summer or winter.$9#$b# Don't worry though, I'll get in some shade after my errands.$11",
    "Cambria.Dialogue.6-10.Summer.3": "I feel so bad for Jupiter in this heat. He doesn't show it, but he's been staying inside more these days.$2#$b# Maybe a walk on the beach will do him some good.",
    "Cambria.Dialogue.6-10.Summer.4": "Abigail put up a request for a super cucumber because she's bored...$2#$b# Are you gonna take it or should I?$3",
    "Cambria.Dialogue.6-10.Summer.5": "Sunflowers have to be one of my favorite flowers. Not the ones in the valley, though.#$b# Back in Cape Starlet there were ones that had rich red petals.",
    "Cambria.Dialogue.6-10.Fall.1": "I think fall has to be my favorite season to go to the beach.#$b# It's always crowded during the summer, and the ocean breeze feels nice while I walk.",
    "Cambria.Dialogue.6-10.Fall.2": "Most people prefer to go to the beach in the summer.#$b# Cool nights in the spring or fall are my favorite, personally.",
    "Cambria.Dialogue.6-10.Fall.3": "You know, I thought Abigail's request for a super cucumber was weird.#$b# Just the other day Alex asked for a sea cucumber to put on a chain...$2#$b# I'd say I'm concerned, but I've accepted it at this point.$3",
    "Cambria.Dialogue.6-10.Fall.4": "Even with his age, Jupiter loves to play in the leaves.#$b#Just yesterday I left the house in time to witness Jupiter spook Orchid by jumping out of a leaf pile.$8#$b# I hope her squawking wasn't too loud.$2",
    "Cambria.Dialogue.6-10.Fall.5": "I like stargazing all year round, but I'd say I enjoy gazing at the stars in fall the most.#$b# Some of my favorite constellations are easier to see this time of year.$1",
    "Cambria.Dialogue.6-10.Winter.1": "%Cambria seems to be walking slower than usual.#$b# Winter is definitely my least favorite season. The snow looks amazing, but my scars hate the cold.$9#$b# I really need to just hibernate or something.$9",
    "Cambria.Dialogue.6-10.Winter.2": "The mermaids at the night market always look at me like they know something I don't.#$b# I've never gotten a chance to ask them what the deal is, but something tells me they wouldn't say anyway.",
    "Cambria.Dialogue.6-10.Winter.3": "Do you go stargazing, @? I feel like its the most peaceful in the winter.#$b# Sitting on the dock with nothing but the waves and sky to keep you company.$1",
    "Cambria.Dialogue.6-10.Winter.4": "Orchid seems to be in better spirits during the winter.#$b# Well, she's pulling less pranks at least and I'll take that as a win.",
    "Cambria.Dialogue.6-10.Winter.5": "I'm surprised how good powdermelon is, to be honest. The name feels a little misleading, right?",
    //Tattoo Stories
    "Cambria.Dialogue.Tattoo.Story.1": "A tattoo story? Sure, let me think... Oh!$12#$b# There was a seamstress that came in and asked for a two inch line on her finger. She explained that it'll save her time fetching a measuring tape. Pretty neat if you ask me.",
    "Cambria.Dialogue.Tattoo.Story.2": "A tattoo story? Sure, let me think... Oh!$12#$b# A guy who worked at a nearby gym came in for his first tattoo. He acted all strong and macho until I got the needle out.#$b# Goes to show everyone has their fears. He was one of my best customers, too.",
    "Cambria.Dialogue.Tattoo.Story.3": "A tattoo story? Sure, let me think... Oh!$12#$b# Ever see siblings do matching tattoos? I've done more than I could count.#$b# There was one time though, that a group of sextuplets came in! My heart goes out to their mother.$7",
    "Cambria.Dialogue.Tattoo.Story.4": "A tattoo story? Sure, let me think... Oh!$12#$b# If you couldn't tell, I'm not a very social person. Drawn out conversations aren't my strong suit.#$b# Worst customer I had was the chattiest woman I ever met. I think I got her life story before the stencil was done.$13",
    "Cambria.Dialogue.Tattoo.Story.5": "A tattoo story? Sure, let me think... Oh!$12#$b# We had to turn away a kid once who tried to come in with a fake ID. Pretty sure it was his brother.#$b# Anyway, his mom ended up coming in later throwing a massive tantrum since he got one somewhere else.$5",
    "Cambria.Dialogue.Tattoo.Story.6": "A tattoo story? Sure, let me think... Oh!$12#$b# Cover ups are way more common than removals, at least for me.#$b# The amount of names I covered up with different names was a little... concerning.$2#$b# Especially when I started recognizing people as regulars.$3",
    "Cambria.Dialogue.Tattoo.Story.7": "A tattoo story? Sure, let me think... Oh!$12#$b# A soft spoken girl came in once. I recognized here from the flower shop down the road.#$b# I thought she was in for her first tattoo, but damn we could barely find space for what she wanted.#$b# Never judge a book and all that.",
    "Cambria.Dialogue.Tattoo.Story.8": "A tattoo story? Sure, let me think... Oh!$12#$b# A couple came in one day to get matching puzzle pieces. They seemed really happy.$8#$b# It hurt my heart to see one of them come alone later on to get the other puzzle piece and a date.$13",
    "Cambria.Dialogue.Tattoo.Story.9": "A tattoo story? Sure, let me think... Oh!$12#$b# There's a person in Cape Starlet that's known for taking in stray animals.$8#$b# Every time one would pass away they would get their name and print at our shop.#$b# It was an honor to be a part of that, in a way.$1",
    "Cambria.Dialogue.Tattoo.Story.10": "A tattoo story? Sure, let me think... Oh!$12#$b# An elderly gent came in once that only spoke in puns. I swear he was cursed to be that way or something.$5#$b# No one else wanted to take him, so I spent multiple sessions with him and his bad jokes.#$b# I still miss him sometimes. Hope he's doing well.",
    //Romance
    "gifts.Cambria.HeirloomBouquet": "I-- uh- wait--$6#$b# S-Sorry you just surprised me is all. I'm happy you feel the same way, @. I gladly accept.$4#$e#Is it okay if I call you '[LocalizedText Strings/OS.MGC:LPetName]'?$3",
    "Cambria.Dialogue.Romance.1": "%Cambria rests her head on you as soon as you approach. She lets out an exhausted sigh.#$b# Ah, sorry for not asking first, @. It's been a long day. But I always feel better after seeing you.$11",
    "Cambria.Dialogue.Romance.2": "Done with your farm chores, [LocalizedText Strings/OS.MGC:LPetName]? Why don't we spend some time together?$8#$b# Maybe a long walk on the beach or playing with the void goats? As long as it's with you, I'll enjoy anything.$1",
    "Cambria.Dialogue.Romance.3": "%Cambria has a noticeable limp in her leg.#$b# Oh. Uh, hey @. This just happened, I promise. So don't worry, okay?$9",
    "Cambria.Dialogue.Romance.4": "I'd give anything to be in bed right now.#$b# It'd be even better if you-- ah, uh nothing. Just thinking out loud.$4",
    "Cambria.Dialogue.Romance.5": "There you are [LocalizedText Strings/OS.MGC:LPetName]!$8#$b# Did I need something? Just to see your face. Now my day is fantastic.$1",
    "Cambria.Dialogue.Romance.6": "%Cambria lifts you into a tight hug as soon as you're within reach.#$b# [LocalizedText Strings/OS.MGC:CPetName]! My precious [LocalizedText Strings/OS.MGC:LPetName]. Have a great day and remember you're special to me.$8",
    "Cambria.Dialogue.Romance.7": "When I first returned here, I wasn't sure if it was the right choice.#$b# However, knowing it led me to meeting you, I can say it's the best decision I ever made.$1",
    "Cambria.Dialogue.Romance.8": "I know I'm the last person who should give this advice, but make sure to take breaks, [LocalizedText Strings/OS.MGC:LPetName].#$b# Almost everything can wait. I can't, I need to see you as much as possible.$4",
    "Cambria.Dialogue.Romance.9": "%When Cambria wraps you in a hug, she smells like sunshine, fresh cut flowers, and coffee.#$b# Oh do I smell good? Th-thanks, I mean I figure it's not the best smell. Either way, I appreciate it.$12",
    "Cambria.Dialogue.Romance.10": "Not gonna lie, @. I feel like I sleep better when you're around. Just you, me, and my six foot long bee plushie.$1",
    "Cambria.Dialogue.Romance.11": "You know what sounds good right now, @? A pillow fort.#$b# Imagine it; you, me, and alcohol to keep us warm. You in?$1",
    "Cambria.Dialogue.Romance.12": "Say, @. Do you ever stop to think about the choices you made that brought you here?#$b# In a morbid sense, I don't think we would have met if I didn't lose my career.$13#$e# Oh! Don't worry, I'm not saddened by it. Just... ironic? I guess you could say? Lost one good thing to gain another.$3",
    "Cambria.Dialogue.Romance.13": "Time with you sort of reiterates to me why I don't seek out my family.#$b# I understand why some people do, but I don't need to seek out strangers when my true family is right here.$1#$e# Have a great day, [LocalizedText Strings/OS.MGC:LPetName], and remember you're special to me.$1",
    "Cambria.Dialogue.Romance.14": "I got some seeds to sprout the other day. Would it be cool if I named one '[LocalizedText Strings/OS.MGC:LPetName]'? It'll be well cared for and loved, just like it's namesake.$1",
    "Cambria.Dialogue.Romance.15": "Every time I'm on the phone with Gabe all he does is ask about you.#$b# I'd be jealous that he likes you more, but I think he can tell I'm happiest when you're involved. Even if it's just in conversation.$1",
    "Cambria.Dialogue.Romance.16": "I think my grandparents would have liked you, @. More than just as farmers.#$b# For starters, Grandma Claw would demand an arm wrestle. Whether you won or not... let's just say I'd bet on grandma.$3",
    "Cambria.Dialogue.Romance.17": "%Cambria is singing quietly to herself.#$b# Oh, I didn't see you there, @. My singing? It's an old lullaby my grandpa used to sing to me.#$b# If you'd like, I could sing it for you.$1", //Sleeping in the Cold Below
    "Cambria.Dialogue.Romance.18": "%As you approach you notice Cambria holding a journal.#$b# I'm glad you're here, I wanted to show you something.#$b# %It's a journal of pressed leaves. There's a note indicating this one is from the day you two started dating.#$e# I know it's a little cheesy, but it's my nice little book of memories. I hope we can collect more.$1",
    "Cambria.Dialogue.Romance.19": "Do you ever need help on your farm, @? I could always swing by if you need.$1#$b# Yes, the help board can go a day without me. Sam can put his own sunfish under his pillow.$5",
    "Cambria.Dialogue.Romance.20": "[LocalizedText Strings/OS.MGC:CPetName], you have a moment? Nothing serious, just...$1#$b# I love you, and I wanted to make sure you knew.$4",
    "Cambria.Dialogue.Romance.21": "Daehyun has a message for you. He said 'if you break Castle's heart, I'll break your--' okay maybe you don't need to hear the rest.#$b# What I can say is Daehyun always keeps his word, for better or worse. So maybe sleep with one eye open? Or in my arms, I'll take that too.$1",
    "Cambria.Dialogue.Romance.22": "%Cambria stares at your intertwined fingers with a smile.#$b# After my accident I actually thought I'd lose feeling in my hands. Holding you like this, I'm glad it's not the case.$1#$b# Can we hold them a little longer?$3",
    "Cambria.Dialogue.Romance.23": "We should wander around in my coffee plants one of these days, [LocalizedText Strings/OS.MGC:LPetName]. A small coffee-scented paradise for just the two of us.$1#$b# I'll make sure we can get out, unless you *want* to get lost with me. I won't say no to that.$1",
    "Cambria.Dialogue.Romance.24": "%Cambria gently holds your chin. She seems to consider asking something before leaning into place a chaste kiss on your lips. When she pulls back her cheeks match her hair.#$e# Sorry, I-- uh, you just looked wonderful and my brain malfunctioned.$6#$b# It will happen again.$4",
    "Cambria.Dialogue.Romance.25": "Hey, @, can you take a rolling pin to my spine? Maybe that'll fix me.#$b# I can't promise the noises I make won't raise any questions though.$3",
    "Cambria.Dialogue.EggFest.Romance1": "After that disastrous year with my deviled eggs, I gave up bringing food to community events.$5#$b# I could make some for you, @, if you'd like. Maybe even hand fee-- nevermind.$13",
    "Cambria.Dialogue.EggFest.Romance2": "Are you participating in the egg hunt, @? Be careful. It's not the kids I'm worried about; Abigail will be out for blood.",
    "Cambria.Dialogue.Luau.Romance1": "[LocalizedText Strings/OS.MGC:CPetName], it's great to see you. Tired of all the people too?#$b# I promise my company is better than that amalgamation of a stew they've got cooking.$5",
    "Cambria.Dialogue.Luau.Romance2": "I'll never understand how they just know if someone in the community didn't provide something for the stew.#$b# You're special to me, @, but a stew of questionable quality? I'm sure they're just full of it.",
    "Cambria.Dialogue.Jellies.Romance1": "%Cambria leans against you as she watches the ocean. She doesn't say anything, but the serene smile she has conveys how happy she is in that moment.",
    "Cambria.Dialogue.Jellies.Romance2": "Thanks for joining me this year, [LocalizedText Strings/OS.MGC:LPetName].$1#$b# I appreciate the company. Especially on a special night like this.$1#$b# Remember to take care on your walk home. Unless you'd rather come home with me.$8",
    "Cambria.Dialogue.SVFair.Romance1": "%Cambria leans on you as soon as you're in reach.#$b# Sorry, @, just gimme a second. That strength challenge never gets easier, huh.$9",
    "Cambria.Dialogue.SVFair.Romance2": "%Cambria offers some of the food she got off Gus's grill.#$b# Want a bite, [LocalizedText Strings/OS.MGC:LPetName]? Handfeeding is an option too, if you're interested.$1",
    "Cambria.Dialogue.WinterStar.Romance1": "Hey, [LocalizedText Strings/OS.MGC:LPetName]. Did you have a good year? I know mine went well since you were in it.$4#$b# Here, I know it's a secret gift giving but I wanted to share some of what I made this year.$1 [(O)Squeaks.MGC.CP_VoidTaintedMead (O)Squeaks.MGC.CP_CoffeeInfusedMead (O)Squeaks.MGC.CP_CoffeeInfusedMead (O)Squeaks.MGC.CP_BloodStarfruitMead (O)Squeaks.MGC.CP_BloodStarfruitMead]",
    "Cambria.Dialogue.WinterStar.Romance2": "Got anything good this year, @? It's always interesting to see what people come up with. Not that I'm any better. I just give out mead every year.#$b# Like this. If you need something else to warm you up, you know where to find me.$1 [(O)Squeaks.MGC.CP_VoidTaintedMead (O)Squeaks.MGC.CP_CoffeeInfusedMead (O)Squeaks.MGC.CP_CoffeeInfusedMead (O)Squeaks.MGC.CP_BloodStarfruitMead (O)Squeaks.MGC.CP_BloodStarfruitMead]",
    //Mod Related Dialogue
    "Cambria.Dialogue.Nova.1": "That Eli guy was staring at me the other day. When I asked him what's up he just squinted and walked away?$10",
    "Cambria.Dialogue.Nova.2": "I'll occasionally see Dylan out at the cove pier. He takes his job very seriously, it's admirable.",
    "Cambria.Dialogue.Nova.3": "Eli asked if I knew about junimos and seemed surprised when I said yes.#$b# Seeing them is one thing, but most people at least know of them, right?",
    "Cambria.Dialogue.Nova.4": "Dylan was in my dream last night. We seemed to be staring at each other in a deep sea trench.#$b# When he opened his mouth to speak I woke up. Should I talk to him about it?$2",
    "Cambria.Dialogue.Nova.5": "Orchid refuses to go near Eli and Dylan's house. It does look creepy, but so does she.#$b# I do sometimes hear eldritch noises come from it, though.",
    "Cambria.Dialogue.Nova.6": "If you find Eli, smack him for me will ya?$5#$b# I caught him up on my garage roof again, that punk. Nothing a few hits with a broom can't fix.$5",
    "Cambria.Dialogue.Nova.7": "I see Eli lurking in the woods behind my house from time to time.#$b# Creepy? Nah, I know he's lookin' for some cryptid. Orchid gets riled up from it though.",
    "Cambria.Dialogue.Nova.8": "Did I ever tell you how Eli thought I was blind the first time we met?#$b# I suppose grey eyes aren't that common, though I'll take a social blunder over him thinking I'm a cryptid.",
    "Cambria.Dialogue.Nova.9": "Soot is such a cute little thing. Don't tell Dylan but the last 'dust storm' was my fault.$3#$b# In my defense, I didn't know dust sprites could sneeze!$7",
    "Cambria.Dialogue.Nova.10": "Any time I'm at the Moray house I have to admire Dylan's fish tank.#$b# It's a little ecosystem right in their home! If I had the space I'd consider a fish tank of my own.$1",
    "Cambria.Dialogue.Mads.1": "Have you seen Sig around? I invited him over to try a new batch of mead that I made.#$b# Uncaffeinated this time, for his delicate palette.$1",
    "Cambria.Dialogue.Mads.2": "Sig and I don't talk much when we hang out together. Nothing needs to be said really.#$b# We usually sit on the cliff with a bottle of mead and just watch the waves.#$b# Calming stuff after what we've been through.",
    "Cambria.Dialogue.Mads.3": "Jupiter doesn't leave the cove often now that he's getting up there in age.#$b# Last time I had to chase him down he managed to knock over Sig of all people!$7#$b# Or it was on purpose. Who's to say.",
    "Cambria.Dialogue.Mads.4": "It's not uncommon for me to have to hunt down Orchid when she's in a prankster mood.#$b# The other day I found her in a staring contest with Sig. Poor guy was going red in the eyes.$2",
    "Cambria.Dialogue.Mads.5": "Sig helps me out at the cove from time to time. Having the extra labor is nice, since moving the barrels on my own takes a while.#$b# He only takes payment in mead though, funnily enough.",
    "Cambria.Dialogue.Mads.6": "At this rate I think Jupiter is turning into Sig's service dog by association.$1#$b# When he's over on his bad days, my old boy will act like he was just trained yesterday.#$b# Sig doesn't admit it, but I think it helps.",
    "Cambria.Dialogue.Mads.7": "%Cambria is snickering to herself.#$b# Ha, oh hey, @. Sorry, I just won a bet against Teren and Sig. They said I couldn't lift that big kid. Well...#$b# Let's just say the looks on their faces were priceless.$1",
    "Cambria.Dialogue.Mads.8": "You see Sig around, @? No? Ah...$2#$b# He was quieter than usual and I wanted to check on him.",
    "Cambria.Dialogue.Mads.9": "%Cambria is grumbling to herself.#$b# That damn- Oh! @, I didn't see you. Sig stole my errand list to 'keep me from getting hurt'.#$b# Whatever, I'll get these chores done one way or another.$5",
    "Cambria.Dialogue.Mads.10": "Sig has been making a lot of great progress with his beekeeping since he sought out advice.$1#$b# He's very dedicated to his little pals, it's admirable. I wish he'd give himself more credit.$2#$b# Though we're a lot alike in that regard.",
    "Cambria.Dialogue.Mads.11": "I gave Sig money to order me a new game console. My house isn't exactly built for electronics.#$b# Pretty sure my grandparents put in as few outlets as they could get away with.$5",
    "Cambria.Dialogue.Mads.12": "Don't tell Sig, but a lot of the times he comes over to help, it's because he'd turn down regular hang outs.#$b# So his 'payment' is an evening of drinks and trading tattoo stories.$1",
    "Cambria.Dialogue.Mads.13": "Don't know how Sondra does it, but every time I drop by the Lodge I find myself spending the evening with her.#$b# She's interested in my stories from the city, and she makes a mean spicy eel too.$1",
    "Cambria.Dialogue.Mads.14": "Gudrun was complaining about Sig drinking so much Joja cola the other day.#$b# I appreciate her anti-capitalist passion, but there's some fights not worth fighting.",
    "Cambria.Dialogue.Mads.15": "Every time I go into the mines, Gunnar insists on tagging along.#$b# I tell him it's just to fish, but that kid never takes no for an answer when it comes to safety.",
    "Cambria.Dialogue.Dodo.1": "%Cambria yawns as you approach her.#$b# Oh hey, sorry. Rodney did one of his late poetry readings again.$5#$b# You'd think I wouldn't hear it from the cove but his voice carries more that I hoped.",
    "Cambria.Dialogue.Dodo.2": "Rodney showed up at my property earlier saying something about being a life coach.$5#$b# He didn't stay long before Orchid chased him off. She's getting extra corn chips tonight.$1",
    "Cambria.Dialogue.Dodo.3": "Last time Rodney offered to give me his autograph, I told him I'd take it if he beat me in arm wrestling.#$b# He's surprisingly strong! Too bad for him I'm stronger, even after the accident.$1",
    "Cambria.Dialogue.Dodo.4": "You know, sometimes I wish I couldn't see so well in the dark.$2#$b# I walked by Rodney's place at the WRONG time last night and saw more than his writing instrument in the window.$2",
    "Cambria.Dialogue.Dodo.5": "I've never been much of a reader, especially not sci-fi. I've heard of Rodney's books, but he acted like I was some punk kid because I didn't know who he was.#$b# Talk about high maintenance.$5",
    "Cambria.Dialogue.Axell.1": "Shadowfolk are one of the more complicated entities in the area.#$b# The ones deep in the mines are violent, sort of. But then you have Sen and Krobus, and it makes attacking them hard.",
    "Cambria.Dialogue.Axell.2": "Sen knitted me a scarf the other day!$8#$b# It's warm and reminds me of... well nevermind.$3",
    "Cambria.Dialogue.Axell.3": "Jupiter started barking at Sen last night when he was going through my trash.#$b# After I calmed my boy down I offered some leftovers to Sen. At least shadowfolk appreciate my cooking.",
    "Cambria.Dialogue.Axell.4": "I found myself skipping over the lower parts of the mines these days.#$b# I fish in the lava pond from time to time, but I avoid Sen's people as much as I can.",
    "Cambria.Dialogue.Axell.5": "Sometimes when I play my guitar at night by the graves Sen will come out and join me.#$b# We don't talk, but I appreciate the quiet company.",
    "Cambria.Dialogue.Desty.1": "Mateo and I grew up together, sort of. We crossed paths on occasion but they were busy in the library.#$b# Never knew what happened to them after I left.",
    "Cambria.Dialogue.Desty.2": "Mateo offered to join me the last time I went into the mines.#$b# I considered their offer, but my trips are never all that exciting.",
    "Cambria.Dialogue.Desty.3": "Hm? The game nights? I've gone a few times.#$b# Never that often though since they tend to last a long time and I have a hard time sitting still.",
    "Cambria.Dialogue.Desty.4": "I sometimes see green eyes staring at me from the forest. At first I thought it was Orchid but her eyes are... Huh?$10",
    "Cambria.Dialogue.Desty.5": "It hurts to see how much corporations destroy nature to save money.#$b# I wish there was more we could do as individuals. Cape Starlet has the same problem.$2",
    "Cambria.Dialogue.Bagi.1": "I caught Orchid bullying Nora's pink snake the other day. Pesky little shit, but no harm done.$5#$b# Can't say the same if Jupiter got a hold of her though.$13",
    "Cambria.Dialogue.Bagi.2": "At first I felt bad for Stupid being named that. Then I looked into his eyes and nothing stared back.#$b# Like a game of slow motion pong, but he still kept missing the ball.",
    "Cambria.Dialogue.Bagi.3": "You know, I thought Harvey and Gus ordered a lot of coffee, but then I got Nora's first order.$7#$b# I might need to plant more coffee bushes just to keep up with demand.",
    "Cambria.Dialogue.Bagi.4": "Orchid somehow got a hold of one of Nora's hearing aids the other day!$7#$b# I felt so bad after I returned it and haven't charged her for coffee ever since then.$2",
    "Cambria.Dialogue.Bagi.5": "Jupiter nearly knocked Nora over the other day while he ran around.$2#$b# She was carrying a massive stack of books, I'm glad they didn't fall everywhere.",
    //Gift Taste Reactions
    "gifts.Cambria.love": "Really, @? This must have been tough to get. Are you sure I can have it?$8#$b# Thank you, this means a lot.$1",
    "gifts.Cambria.like": "Oh I like these! Thank you so much.$1",
    "gifts.Cambria.dislike": "I'm not a big fan, but I appreciate the gesture.",
    "gifts.Cambria.hate": "Dude, if I did something wrong you could have told me.#$b# What even is this?$5",
    "gifts.Cambria.neutral": "Thank you for thinking of me.",
    //Winter Star
    "gifts.Cambria.WinterStar.Starfruit": "Oh wow, did you save this ever since summer, @? Thank you so much!$8",
    "gifts.Cambria.WinterStar.SpicyEel": "This is going to be great to chase away the cold. You're the best, @.$1",
    "gifts.Cambria.WinterStar.SquidInkRavioli": "Ha! Nothing says Winter Star like a mouth stained with squid ink. Wanna share?$1",
    //Birthday
    "gifts.Cambria.GiftReaction.Loved.Birthday": "Oh wow! On my birthday, no less! You're pretty slick, @. Thanks so much!$8",
    "gifts.Cambria.GiftReaction.Liked.Birthday": "Thank you, I appreciate that you thought of me.$1",
    "gifts.Cambria.GiftReaction.Disliked.Birthday": "Oh... uh, thanks, I think?$10",
    "gifts.Cambria.GiftReaction.Hated.Birthday": "Are you serious? On my birthday, too? What the actual hell, @.$5",
    "gifts.Cambria.GiftReaction.Neutral.Birthday": "Ah, thanks. This is nice.",
    //Loves
    "gifts.Cambria.GiftReaction.TripleEspresso": "Hell yeah, thanks a ton! I'll really be able to smell colors now.$8",
    "gifts.Cambria.GiftReaction.Starfruit": "Oooh, it looks almost as good as the ones in my greenhouse.#$b# Kidding, kidding, thank you for the gift.$1",
    "gifts.Cambria.GiftReaction.SpicyEel": "You're a rock star, @. I can't wait to clear my sinuses with this.$1",
    "gifts.Cambria.GiftReaction.SquidInkRavioli": "It's not spicy, but I love this ravioli all the same. Think my mouth'll rival the color of Orchid's feathers?",
    "gifts.Cambria.GiftReaction.StarShards": "How'd you know I love these? Thank you so much. I'll be sure to add it to my collection!$1",
    "gifts.Cambria.GiftReaction.VoidSalmon": "I stopped venturing to the swamp after the witch moved in when I was young.#$b# The sashimi is going to taste amazing. You're free to have some, if you'd like.$1",
    "gifts.Cambria.GiftReaction.DinoMayo": "Wow, I haven't had this in ages! My grandpa would put it with ostrich eggs on toast when I was a kid.$8#$b# Thanks for giving me a chance to have a trip down memory lane.$1",
    "gifts.Cambria.GiftReaction.MysticSyrup": "Damn, you're really giving me this? Thanks, @!$1#$b# It'll go fantastic on my void eggs benedict. Oooh, or void pancakes. Hm? What's that face for?$10",
    "gifts.Cambria.GiftReaction.MysticTreeSeed": "You got these comin' out your ears or something? Can't imagine why else you'd gift something so rare.$10#$b# Thanks a bunch, @.$2",
    "gifts.Cambria.GiftReaction.CaveJelly": "My stock was just getting low too. Thanks for the stock up, @.$1#$b# I love having this with fried eel and star fruit.",
    "gifts.Cambria.GiftReaction.Book_Void": "I might not fight monsters often, but I love to read about them. This'll go great with my collection, thanks!$1",
    "gifts.Cambria.GiftReaction.EnD.DragonEye": "Oh I love these! You should've seen the look on Eli's face when I had 5 in a row.$8#$b# Maybe I'll go find him, thanks!$1",
    "gifts.Cambria.GiftReaction.HxW.Whiskey": "Nothing like a glass of whiskey on ice during a rainy day. Thanks, @, I'll put this bottle to good use.$1",
    "gifts.Cambria.GiftReaction.Cornucopia.Durian": "Have you ever had these with coffee? I promise it's not as bizarre as it sounds. Yes, even coming from me.#$b# Anyway, thanks!$1",
    "gifts.Cambria.GiftReaction.RSV.LavaLily": "Nature's hand warmers. They're great to carry around on long errand walks.#$b# They're also very beautiful of course. Thank you, @.$1",
    "gifts.Cambria.GiftReaction.RSV.MistbloomSyrup": "Thank you, I was running low on my own stock. It's great for nausea, and does wonders for my fatigue.$1",
    "gifts.Cambria.GiftReaction.SVE.Elixir": "You're giving me this? And it cost you HOW much?? Yoba, @, thank you so much!$8#$b# This'll definitely help during my mining trips.$1",
    "gifts.Cambria.GiftReaction.SVE.GreenMushroom": "You're giving me this?? Yoba, @, thank you so much!$8#$b# These are so hard to come by, and the Highlands are pretty far for me.$1",
    "gifts.Cambria.GiftReaction.SVE.MonsterFruit.1": "The flavor of these are interesting. I heard it's the closest someone will get to tasting a stardrop.#$b# Last time I had one it tasted like bottom shelf whiskey. Thanks, @!$1",
    "gifts.Cambria.GiftReaction.SVE.MonsterFruit.2": "The flavor of these are interesting. I heard it's the closest someone will get to tasting a stardrop.#$b# Last time I had one it tasted like room temperature espresso. Thanks, @!$1",
    "gifts.Cambria.GiftReaction.SVE.MonsterFruit.3": "The flavor of these are interesting. I heard it's the closest someone will get to tasting a stardrop.#$b# Last time I had one it tasted like underripe starfruit. Thanks, @!$1",
    "gifts.Cambria.GiftReaction.SVE.MonsterFruit.4": "The flavor of these are interesting. I heard it's the closest someone will get to tasting a stardrop.#$b# Last time I had one it tasted like day old spicy eel. Thanks, @!$1",
    "gifts.Cambria.GiftReaction.SVE.MonsterFruit.5": "The flavor of these are interesting. I heard it's the closest someone will get to tasting a stardrop.#$b# Last time I had one it tasted like day old squid ink ravioli. Thanks, @!$1",
    "gifts.Cambria.GiftReaction.SVE.PoisonMushroom": "Ooh, these taste great with baneberries and rice. Maybe I should make you some one day, as thanks.$1",
    "gifts.Cambria.GiftReaction.SVE.VoidDelight": "Not only did you catch a void eel, but you also cooked it without getting hurt. I'm impressed, @. Thank you so much.$1",
    "gifts.Cambria.GiftReaction.SVE.VoidEel": "These are harder to catch than void salmon, I'm impressed! The witch didn't run you off, did she?$1#$b# Now I know what my dinner is, thanks!$1",
    "gifts.Cambria.GiftReaction.SVE.VoidSalmonSushi": "Not only did you catch a void salmon, but you also prepared it without getting hurt. I'm impressed, @. Thank you so much.$1",
    "gifts.Cambria.GiftReaction.EastScarp.VoidCheeseCake": "Thank you so much!$8 Is void goat milk easy to cook with? I might take a crack at it.$1",
    "gifts.Cambria.GiftReaction.EastScarp.VoidSalmonCake": "Holy shi-- where'd you get this? And it's for me??$7#$b# You're amazing, @. Are you interested in a slice?$8",
    "gifts.Cambria.GiftReaction.Spice": "I was just thinking about ordering more for my spice rack. Thanks, @!$1",
    "gifts.Cambria.GiftReaction.LovedFlowers": "Damn I didn't realize these could grow in the valley soil. Maybe I need to take a crack at it.$1#$b# I love these, thank you!$8",
    //Likes
    "gifts.Cambria.GiftReaction.StrangeBun": "These go great with void mayonnaise. Thanks.$1",
    "gifts.Cambria.GiftReaction.VoidEgg": "Oh, Orchid gives me a steady supply, but I won't say no to more. Thank you.$1",
    "gifts.Cambria.GiftReaction.Coffee": "Do I look like I need caffeine? The answer is yes, always. Thanks!$1",
    "gifts.Cambria.GiftReaction.Mead": "Sometimes it's nice to drink something that someone else made. Appreciate it, @.$1",
    "gifts.Cambria.GiftReaction.Book_Bombs": "Is this a preemptive measure? Thanks, but I'll make sure not to go mining with you. Kidding, kidding.$1",
    "gifts.Cambria.GiftReaction.Book_Marlon": "Why on earth- @, I appreciate gesture but I really don't need it.#$b# If you insist though, I won't say no. Thanks!$1",
    "gifts.Cambria.GiftReaction.GoldenAnimalCracker": "Thank you. I feed these to Orchid from time to time, but it never seems to affect her eggs.",
    "gifts.Cambria.GiftReaction.WWWA.GenuineAutograph": "Uh, thanks I think? I know it's an autograph but it's also my neighbor's face so...$10#$b# Maybe Orchid can use it in her nest.",
    "gifts.Cambria.GiftReaction.EnD.SanguineHeart": "Metal AND vegan. This'll be a hardcore snack, thanks a bunch!$1",
    "gifts.Cambria.GiftReaction.EnD.Bluffshroom": "Oh look, it's me in mushroom form, ha. Thank you, @.$1",
    "gifts.Cambria.GiftReaction.SVE.RedBaneberry": "Ooh, these taste great with mushrooms and rice. Maybe I should make you some one day, as thanks.$1",
    "gifts.Cambria.GiftReaction.SVE.Void": "Thanks, @. Not sure why, but Orchid likes these. So I'm really just accepting it on her behalf.$1",
    "gifts.Cambria.GiftReaction.EastScarp.VoidGoat": "Hey, thanks. I can't have regular milk, but milk from void goats seems fine.$1#$b# I stopped questioning my diet a long time ago.",
    "gifts.Cambria.GiftReaction.LikedFlowers": "I was just thinking about ordering more for my spice rack. Thanks, @!$1",
    "gifts.Cambria.GiftReaction.Alcohol": "Thanks, @, I'll put this bottle to good use.$1",
    //Neutral
    "gifts.Cambria.GiftReaction.WWWA.Autograph": "Uh, thanks I think? I see these floating in the water all the time so...#$b# Maybe Orchid can use it in her nest.",
    //Dislikes
    "gifts.Cambria.GiftReaction.Rabbit'sFoot": "Is that... uh, that's a yikes from me, bud.$5#$b# Is the rabbit okay? Maybe Jacob can get a prosthetic.$2",
    "gifts.Cambria.GiftReaction.Chowder": "You... do realize this is made with milk, right? Did I never tell you I'm allergic? My bad, but still, no thanks.$2",
    "gifts.Cambria.GiftReaction.LobsterBisque": "I've always wanted to try this but... there's milk in it, right?$2#$b# Sadly I'm not just intolerant, but very allergic. Sorry.$13",
    "gifts.Cambria.GiftReaction.ShrimpCocktail": "Blegh, I can already smell it. Sorry, but I'm not a fan.$5",
    "gifts.Cambria.GiftReaction.VoidGhostPendant": "I'm not sure if you know, but this is for proposing to shadowfolk.#$b# I appreciate the offer, but I'm neither shadowfolk, nor into you like that. Thanks.$2",
    "gifts.Cambria.GiftReaction.MangoStickyRice": "Yeah, sure, bud. Lemme just take this food made from something I'm allergic to.$5",
    "gifts.Cambria.GiftReaction.Eggs": "Ah, thanks, @.#$b# Huh? Oh, I'm not a big fan of normal eggs. Way too bland for me.",
    "gifts.Cambria.GiftReaction.Book_Friendship": "Nice joke, @. Too bad I'm not laughing. I know I'm anti-social, okay? Salt on the wound and all that.$5",
    "gifts.Cambria.GiftReaction.StardropTea": "You know, I always hear amazing things about this tea. But it just tastes artificial to me.#$b# Nothing beats the taste of true void food, maybe. 'Preciate the thought though.$1",
    "gifts.Cambria.GiftReaction.Raisins": "Uhh, I think your grapes are old, @.$2",
    "gifts.Cambria.GiftReaction.SVE.SportsDrink": "Oh wow electrolytes, it's what plants crave. Not me though, you can keep it.",
    //Hates
    "gifts.Cambria.GiftReaction.Milk": "Sorry, @. I appreciate the gesture but my bowels won't.$2",
    "gifts.Cambria.GiftReaction.Dairy": "Sorry, @. I appreciate the gesture but my bowels won't.$2",
    "gifts.Cambria.GiftReaction.Mango": "Oh! Please keep that away from me. I'm very allergic.$7#$b# I need to go wash my hands now. Thanks for the thought, though.$13",
    "gifts.Cambria.GiftReaction.Joja": "Um. No. I want nothing to do with that corporate monopoly. Thanks.$5",
    "gifts.Cambria.GiftReaction.Medicine": "What? Uh... why're you giving me this. Please don't...$13",
    "gifts.Cambria.GiftReaction.ButterflyPowder": "Man if you don't like Jupiter just tell me? Not that it matters anyway.#$b# Get lost, @. Seriously.$5",
    //Orchid Antisocial Dialogue
    "VoidOrchid.Dialogue.Random.1": "Orchid is thinking about corn chips.$4",
    "VoidOrchid.Dialogue.Random.2": "Orchid is considering selling you for a corn chip.$5#$b# Or she's plotting your demise.$6",
    "VoidOrchid.Dialogue.Random.3": "Orchid is crowing at the sky. You feel the unmistakable pull of the void.$3",
    "VoidOrchid.Dialogue.Random.4": "Orchid is looking up at you with big eyes.$2#$b# As cute as it is, you're concerned she's plotting something.$2",
    "VoidOrchid.Dialogue.Random.5": "Orchid is strutting around with a smile.$1#$b# It's eerily foreboding.$1",
    "VoidOrchid.Dialogue.Random.6": "Orchid is acting like a normal chicken.#$b# She's hoping to lull you into a false sense of security.",
    //Event Dialogue
    //O Hearts - Introduction
    "MGC.Cambria.Intro.01": "Morning, @. I hope you're settling in well.$1",
    "MGC.Cambria.Intro.02": "Oh, I'm checking out the request board. They can get pretty bizarre.#$b# Just the other day Clint asked for a wild horseradish to rub on his elbow.$12#$b# I learned to stop asking questions.$3",
    "MGC.Cambria.Intro.03": "I'm going to go turn this one in. See you around, @.",
    "MGC.Cambria.Intro.04": "...$9",
    "MGC.Cambria.Intro.05": "Don't worry... I'm fine.$11",
    //1/2 Heart - Gifts Item to Player
    "MGC.Cambria.Help.01": "Where did I put it?$2",
    "MGC.Cambria.Help.02": "Did I seriously leave it with Ga-$5",
    "MGC.Cambria.Help.03": "Oh, @! It's nice to see you.$8#$b# What am I doing? I'm trying to find something in one of these boxes...$2",
    "MGC.Cambria.Help.04": "Actually, since you're here; I have a question for you.",
    "MGC.Cambria.Help.question": "What plans do you have for your land?",
    "MGC.Cambria.Help.option1": "I'm focusing on gathering materials first.",
    "MGC.Cambria.Help.option2": "I want to cover my land in as many crops as possible!",
    "MGC.Cambria.Help.option3": "I haven't put much thought into it. There's so many options.",
    "MGC.Cambria.Help.answer1": "That's understandable, I think I have some extra materials laying around.#$b# Here you go!$1 [330 382][330 382][330 382]",
    "MGC.Cambria.Help.answer2": "Crops are always a good start, especially regrowing ones.#$b# Here, this should be useful for you. [599 599 599 599 599 621 621 621 645]",
    "MGC.Cambria.Help.answer3": "That's okay, it definitely takes time to grow a farm.#$b# Take this, it should help get you started.$1 [(O)MysteryBox][(O)MysteryBox][(O)MysteryBox]",
    "MGC.Cambria.Help.05": "Don't worry, I don't need it anymore. I couldn't manage using all of these supplies if I wanted to.#$b# If I find anything else useful I'll let you know.",
    //2 hearts - Camie chases Orchid
    "MGC.Cambria.Orchid.01": "Bawk!$2",
    "MGC.Cambria.Orchid.02": "Orchid get back here!$7",
    "MGC.Cambria.Orchid.03": "!$6",
    "MGC.Cambria.Orchid.04": "Orchid you damn--$5",
    "MGC.Cambria.Orchid.05": "-pant- Ugh...",
    "MGC.Cambria.Orchid.06": "I-- *pant* I'm fine. I've been chasing that damn chicken all over.$9#$b#I hope she didn't give you too much trouble.",
    "MGC.Cambria.Orchid.07": "Come on you walking hazard, let's get you home.$5",
    "MGC.Cambria.Orchid.08": "Coo...",
    "MGC.Cambria.Orchid.09": "Where did you even get that knife?",
    "MGC.Cambria.Orchid.10": "@.",
    "MGC.Cambria.Orchid.11": "Be kind to Cambria, I'll know if you're not.$7#$b# Rasmodius isn't the only one with eyes all over the valley.$5",
    //4 Hearts Part 1 - Evelyn
    "MGC.Cambria.EvelynTalk.01": "Hello dear.",
    "MGC.Cambria.EvelynTalk.02": "Hey, granny. I got you the tea leaves you requested.$1",
    "MGC.Cambria.EvelynTalk.03": "Thank you, Camie. I hope it wasn't too much trouble.$1",
    "MGC.Cambria.EvelynTalk.04": "No, Caroline was--",
    "MGC.Cambria.EvelynTalk.05": "Now take a seat, the cookies are almost done.",
    "MGC.Cambria.EvelynTalk.06": "I need to go drop off a delivery to Marnie, I don't--$13",
    "MGC.Cambria.EvelynTalk.07": "Come now, I'm sure you can spare a few minutes for a snack.$2",
    "MGC.Cambria.EvelynTalk.08": "Okay...",
    "MGC.Cambria.EvelynTalk.09": "Thank you, dear. Alex took George to an appointment so I could use the company.",
    "MGC.Cambria.EvelynTalk.10": "I'm happy you're back in the valley, sweetie. It just isn't the same without a Castlegrove around.$1",
    "MGC.Cambria.EvelynTalk.11": "If you say so.",
    "MGC.Cambria.EvelynTalk.12": "You knew my grandparents right...? What were they like?",
    "MGC.Cambria.EvelynTalk.13": "Camie, you know you've asked that before. They were wonderful people.$2#$b# Allen and Claudia were cornerstones of the community even before you arrived as a toddler--",
    "MGC.Cambria.EvelynTalk.14": "Er...",
    "MGC.Cambria.EvelynTalk.15": "Toddler? I thought I arrived as a newborn...$10",
    "MGC.Cambria.EvelynTalk.16": "Yes! That's it! Oh it was three decades ago, dear, I'm sure I remembered wrong.$1",
    "MGC.Cambria.EvelynTalk.17": "But you just...",
    "MGC.Cambria.EvelynTalk.18": "Now eat up, sweetie, before the cookies get cold.#$b# I'll give you the leftovers as a treat, okay?",
    //4 hearts Part 2 - Grandparents
    "MGC.Cambria.OpenUp.01": "Hey, @. What're you doing all the way out here?",
    "MGC.Cambria.OpenUp.02": "The song I was playing? I suppose the music must have carried.",
    "MGC.Cambria.OpenUp.03": "I'm feeling very... reminiscent today. Thinking about the past and all.$2",
    "MGC.Cambria.OpenUp.question1": "Say, ",
    "MGC.Cambria.OpenUp.question2": ", do you know much about your grandparents?",
    "MGC.Cambria.OpenUp.option1": "I remember playing with Grandpa a lot when I was little.",
    "MGC.Cambria.OpenUp.option2": "They didn't talk much about themselves when I was little.",
    "MGC.Cambria.OpenUp.option3": "They both passed away before I could really get to know them.",
    "MGC.Cambria.OpenUp.answer1": "That must have made some nice memories.",
    "MGC.Cambria.OpenUp.answer2": "I relate to that all too well.$2",
    "MGC.Cambria.OpenUp.answer3": "I'm sorry to hear that.$2",
    "MGC.Cambria.OpenUp.05": "I was raised by mine, but outside of their fantastical stories I don't know a single thing about them.",
    "MGC.Cambria.OpenUp.06": "It feels isolating, y'know? Like everyone else knows about my family more than me.$2",
    "MGC.Cambria.OpenUp.07": "That's why, when they passed away, I left. I moved and took the chance to be my own person.$3",
    "MGC.Cambria.OpenUp.08": "Why did I come back? Well... I never planned to. But life, uh, finds a way.$2",
    "MGC.Cambria.OpenUp.09": "Sorry for suddenly opening up to you, @.#$b# Thank you for showing up though. It's nice to talk about it with someone.",
    "MGC.Cambria.OpenUp.10": "Here, let me play you that song from earlier.$1",
    //6 Hearts Part 1 - Misdelivered Letter
    "MGC.Cambria.Letter.01": "@? What's the hurry?$12",
    "MGC.Cambria.Letter.02": "A letter? For me?$10",
    "MGC.Cambria.Letter.03": "I... ugh, damn it. Of course it would come to this.$5",
    "MGC.Cambria.Letter.04": "Hey, @. Can you keep me company on the pier?$3",
    "MGC.Cambria.Letter.05": "You're probably wondering who Gabriel is.$0",
    "MGC.Cambria.Letter.06": "I should probably start from the beginning. When I left for Cape Starlet.$2",
    "MGC.Cambria.Letter.07": "Cape Starlet is a port city to the west. As a teen I struck a deal with a tattoo shop there and became an apprentice.",
    "MGC.Cambria.Letter.08": "Years later I met Gabriel, well Gabe. We became roommates and thrived in the city.",
    "MGC.Cambria.Letter.09": "There was an accident.#$b# I was on my motorcycle. I'm honestly lucky to be alive.$2",
    "MGC.Cambria.Letter.10": "I lost a lot that day. Everything from mobility to self-confidence.$2#$b# Recovery was almost worse than the accident itself. I lost the steady hands needed to be a tattoo artist.$2#$b# I'm never going back to how I was.$0",
    "MGC.Cambria.Letter.11": "I've accepted that now, but at the time it caused my mental health to spiral. I became self destructive and self sabotaging.$2#$b# At one point I thought recovery was pointless since I'd never be the same.$5",
    "MGC.Cambria.Letter.12": "But Gabe was there for me the whole time.#$b#He sacrificed so much to take care of me.$2#$b# It's why we constantly write to each other.$1",
    "MGC.Cambria.Letter.question": "He's been wanting to visit now that I've been in the valley for a while, but...",
    "MGC.Cambria.Letter.option1": "You're scared of him seeing you like this.",
    "MGC.Cambria.Letter.option2": "Hug Cambria",
    "MGC.Cambria.Letter.option3": "Listen quietly",
    "MGC.Cambria.Letter.answer1": "Damn, am I really that easy to read?$3",
    "MGC.Cambria.Letter.answer2": "!!!$7#$b# @... Thank you. I needed that.$3",
    "MGC.Cambria.Letter.answer3": "Thank you for listening, @.",
    "MGC.Cambria.Letter.13": "If I'm honest, I'm surprised he didn't threaten to visit sooner.#$b# Even back in the city he always had to give me tough love for my own good.$3",
    "MGC.Cambria.Letter.14": "I'm going to write back to him at least. Thank you for taking the time to sit with me, @.$8#$b# I appreciate you a lot.$1",
    //10 hearts - Twilight Ocean
    "MGC.Cambria.Twilight.01": "Oh, @! I wasn't expecting anyone at this time of day. I was tending to my coffee plants.$12",
    "MGC.Cambria.Twilight.02": "Don't give me that.$5#$b# Though you've probably never seen me tend to them before.",
    "MGC.Cambria.Twilight.03": "If you couldn't guess, the actual size of the field is much bigger on the inside.$1#$b# I've lost Jupiter in there a couple times.$3",
    "MGC.Cambria.Twilight.04": "Since you're here...",
    "MGC.Cambria.Twilight.05": "Mind helping me check on the beehives? It's quicker with another pair of hands.$1",
    "MGC.Cambria.Twilight.06": "Hah? Of course there's no extra beehives. Don't be silly.$10",
    "MGC.Cambria.Twilight.07": "Now come on.",
    "MGC.Cambria.Twilight.08": "The Gem Sea really is beautiful this time of day, huh.$1",
    "MGC.Cambria.Twilight.09": "When I first moved back, I wasn't sure how I'd adjust compared to the city.#$b# I'd lived in Cape Starlet for so long, I'd nearly forgotten what the valley was like.",
    "MGC.Cambria.Twilight.10": "It was hard at first, of course. Especially after leaving family behind in the name of recovering.$13#$b# Not a day goes by that I don't miss them, to be honest.$2",
    "MGC.Cambria.Twilight.11": "That being said...",
    "MGC.Cambria.Twilight.12": "You've been a huge support through all of this, @.$1#$b# I'm not sure if I've said it enough, but thank you for not only being there for me, but listening to me when I needed it.$1#$b# I'm sure you're busy with %farm so I appreciate that you take the time to seek me out.$1",
    "MGC.Cambria.Twilight.13": "Whelp, that's all of the hives. Let's haul this up to the house, yeah?",
    "MGC.Cambria.Twilight.14": "Thanks again, @. For helping out and being a good person.#$b# How about I repay you in a hot meal? Certified void free, I promise.$1",
    "MGC.Cambria.Twilight.15": "Thank you, @. For being the companion Cambria desperately needed.$1",
    "MGC.Cambria.Twilight.16": "She leads an isolated life, from her family and history both.#$b# Were circumstances better, I would explain everything. Show her everything.",
    "MGC.Cambria.Twilight.17": "Alas, I grow weary. One day I will get the chance to reveal all to her.$5",
    "MGC.Cambria.Twilight.18": "One day...",
    "MGC.Cambria.Twilight.19": "Castle showed me her beehive blueprints over dinner. Bee houses now require less wood and coal to craft!",
    //Mail
    "Mail.Cambria.Greenhouse.Title": "Cambria's Greenhouse",
    "Mail.Cambria.Greenhouse": "Hey @,^^I know I keep saying it, but thank you again for listening the other day. I'm not close to the people around here like I used to be so the company meant a lot.^As a way to show my gratitude, I'll leave my greenhouse open for you. It's nothing special but it's one of my favorite places.^^See you on the flip side! (or something)^^P.S. If you need any extra supplies, there's a catalogue next to my coffee grinder. Help yourself!",
    "Mail.Cambria.ElderLily.Title": "Cambria's Gift from Orchid",
    "Mail.Cambria.ElderLily": "Hey @,^^Thank you so much for helping me out. Orchid is back to producing eggs and even gave me some seeds to show we're on good terms again.^^Don't ask me where she got them from, but I'll have extra available in my greenhouse.",
    "Mail.Gabriel.Misdelivered.Title": "Gabe's Misdelivered Letter",
    "Mail.Gabriel.Misdelivered": "Hey Castle,^^It's been seasons, mate. Every time I bring up visiting you say you're not ready.^Well I'm sick of waiting. Once I've got the shop squared away, I'm sailing over. Full stop.^^See ya soon,^Gabriel Bang",
    "Mail.Livani.BouquetMail.Title": "Heirloom Bouquet Available",
    "Mail.Livani.BouquetMail": "Hello child,^^I appreciate your continued amity towards Cambria. If you're interested in strengthening your bond, an heirloom special to the Castlegrove family will be in her greenhouse catalogue.^^Take care and respect the void,^Orchid",
    "Mail.Cambria.VoidMelonSoda.Title": "Joja Cola with Extra Teeth",
    "Mail.Cambria.VoidMelonSoda": "@,^^I'm sure you've seen your fair share of Joja Cola floating in the water around here.^^Here's my personal recipe to improve it, with a nice kick from the void essence.^^No need to thank me!^Cambria L. Castlegrove",
    "Mail.Cambria.StarMiasmaCookies.Title": "Cookies Spiced With Void",
    "Mail.Cambria.StarMiasmaCookies": "Hey @,^^Ever have too many void eggs than you know what to do with? Can't relate since Orchid is so stingy, but here's a recipe for my favorite cookies.^^I hope your chickens are nicer to you than mine is.^^Love and Peace,^Cambria L. Castlegrove",
    "Mail.Cambria.ElderLilySOQ.Title": "Getting on the Void's Good Side",
    "Mail.Cambria.ElderLilySOQ": "Hey @,^^Orchid and I had a fight and now she refuses to produce eggs. Until I get back into her good graces, could you provide me a dozen void eggs? I could use a restock of void seafood too.^^Thanks in advance,",
    //Quests
    "MGC.WrongLetter.Title": "A Misdelivered Letter",
    "MGC.WrongLetter.Body": "A letter meant for Cambria was delivered to you on accident. Better get it to her.",
    "MGC.WrongLetter.Hint": "Find Cambria in East Scarp.",
    //Conversation Topics
    //Cambria
    "Cambria.CT.joja.begin": "So it finally happened huh. I'm sure it was a hard decision for Lewis.$13#$b# Even so, I can't believe it's getting turned into a warehouse.$2",
    "Cambria.CT.cc.begin": "When I first came back to Pelican Town, I was sad to see the community center so dilapidated.#$b# I'm happy you're going to help repair it.$1#$e# By the way... Did you see anything in there? Just rats? Oh, okay.$10",
    "Cambria.CT.cc.bus": "Penny told me that the bus is operational again!$1#$b# Maybe I can take it back to the city...",
    "Cambria.CT.cc.minecart": "I can't believe you got the minecarts working.$1#$b# These'll help me move around a lot easier.#$b# Thank you, @.$1",
    "Cambria.CT.cc.bridge": "Access to the quarry is open again!#$b# This is great news; now I can gather ore without going into the mines.",
    "Cambria.CT.cc.complete": "I have a lot of childhood memories in the community center.#$b# To see it rebuilt... it means a lot.",
    "Cambria.CT.movietheater": "There's a movie theater now? Neat. I haven't been to one in ages.",
    "Cambria.CT.CamieIntro": "%Cambria appears to be struggling, but refuses your help.",
    "Cambria.CT.CamieHelps": "@, I was able to find something else you can use!#$b# You'll get more use out of it than I ever will. [621]",
    "Cambria.CT.CamieOrchidKnife": "I hope Orchid didn't scare you too much.$2#$b# I'd say I promise to keep her under control, but her acquiring knives is the least of my worries.$5",
    "Cambria.CT.CamieEvelynTalk": "%Cambria is lost in thought with a confused look on her face. Better to leave her be.",
    "Cambria.CT.CamieGrandparents": "Thanks again for listening, @. I'll think of something to show my appreciation.$8",
    "Cambria.CT.CamieMail": "I hope that misdelivered letter is a one off.#$b#Let's just say Gabe's never had a filter, and he won't start now.$5",
    "Cambria.CT.CoveAtTwilight": "Did my blueprints help you at all? They're a bit of a family secret, but I've got no family around for you to tell so, ehh.",
    //Vanilla
    "Cambria.CT.wedding": "The wedding was beautiful, @. You and %spouse looked amazing.$1",
    "Cambria.CT.luauBest": "Best or not, Lewis would have to bribe me with a gold statue of my own before I even considered eating it.$5",
    "Cambria.CT.Baby": "Oh Yoba, a baby already? What do they like? Favorite color? Dinosaur? Food?$8#$b# !$7#$b# Sorry, I get excited about children. I hope they'll like this.$4 [126 127]",
    "Cambria.CT.jojaMartStruckByLightning": "Lightning struck what??$7#$b# I'm glad no one was hurt, though that explains the damaged door.$8#$b# Not gonna lie, I thought Sam snuck in one night.",
    //Lucikiel by Arknir
    "Cambria.CT.LucikielArrives": "Hey, @, what's going on? I heard a loud commotion coming from town.$12#$b# A demon?? I guess that isn't the most bizarre thing to happen here.$10#$e# Huh? Why am I not concerned? I've lived here long enough to not be bothered by things like demons and monsters.",
    "Cambria.CT.ReputationIncreased": "So you're telling me that the demon that was summoned is working with Clint now?$12#$b# Well, this area has been nothing but interesting since I came back.#$b# What do you mean you don't like my definition of interesting?$10",
    //RSV
    "Cambria.CT.KeahiPrank": "Hey, @!$8#$b# What? Do you smell bad? I don't think so. Kind of reminds me of the food in my fridge, to be honest.$10#$b# I wouldn't worry about it if I were you.",
    //ARV
    "Cambria.CT.SterlingDrugs": "Sterling came to my place the other day. He asked if I had connections in the city.#$b# I said no, but he wouldn't explain why he asked...$2",
    "Cambria.CT.SterlingRelapse": "This is what I was afraid of...$2#$b# Recovery is always an uphill battle. Relapses can happen even if you do your best to avoid them.$2#$b# Sadly I know that fact from experience.$2",
    "Cambria.CT.SterlingApology": "I saw Sterling back at Pierre's for the first time in a while! I'm glad to see him feeling better.$1",
    "Cambria.CT.SterlingRiver": "I stopped seeing Shane and Sterling at the saloon together.#$b# I'm happy to see he's focusing on full sobriety. Would it be weird for me to tell him I'm proud of him?",
    // ELI AND DYLAN
    "Cambria.CT.EliIntro": "You met Eli? Yeah he's an interesting guy.#$b# Sometimes he looks at me like he knows something I don't, though.$10#$b# Maybe I'll invite him over for coffee one day.",
    "Cambria.CT.EliSaloon": "Emily told me about her conversation with Eli the other day. It's nice she has someone else she can talk about gemstones to.#$b# I enjoy talking to her, but I know everything she's told me at this point.",
    "Cambria.CT.EliJunimo1": "I'm almost jealous that a junimo has taken an interest in Eli. Then again I've got my hands full with whatever Orchid's got going on.$5",
    "Cambria.CT.EliJunimo2": "You'd think Eli would be better at keeping supernatural things to himself.#$b# Not everyone can see junimos and it leads to awkward situations.#$b# Remember how you worried Lewis when you first encountered them in the community center?",
    "Cambria.CT.EliWoods": "That stupid-- Eli can be so reckless.$5#$b# What if that power of his has long term side effects? Not to mention jump scares are NOT fun this deep in the woods.$5",
    "Cambria.CT.EliMushroomCave": "A mushroom cave, huh? Maybe I should take a look.#$b# I wonder how they taste. You think he'll mind?$10",
    "Cambria.CT.EliOldWoods": "Wow who would have thought that a warp totem could go wrong.$5#$b# I'm glad you two are safe, but that was still pretty risky.",
    "Cambria.CT.JunimoKingIntro": "Orchid has been pretty lethargic as of late. Maybe Jacob can take a look at her.$13#$b# She's been sleeping more, which isn't saying much when she barely slept before.",
    "Cambria.CT.EliGuild": "I've always found it interesting that, while he's a cryptozoologist, Eli avoids harming ANY monsters. Even the less sentient ones.$1#$b# It's admirable, though that does give more work to others to keep the numbers down.",
    "Cambria.CT.EliGuestRoom": "Every time there's a thunder storm I can't find Orchid anywhere.#$b# The first couple times I was horribly worried, but she'd always be back the next morning.",
    "Cambria.CT.DylanIntro": "I saw you and Dylan admiring the tide pools earlier. I'm glad to see he's taken a shine to you.$1#$b# Yes, that is how he 'takes a shine' to someone: rambling about marine life.",
    "Cambria.CT.DylanBeach": "Careless littering is an annoying side effect of modern society. There will always be people too lazy to care for their planet.$5#$b# Thankfully we have people like you and Dylan that care enough to pick up the slack. Thanks!$1",
    "Cambria.CT.DylanTown": "How's Dylan doing? Eli told me about his anxiety flaring up the other night.#$b# Be sure to be an extra good listener for him, yeah?",
    "Cambria.CT.DylanSaloon": "%Cambria is trying not to laugh.#$b# I almost wish I was there to see the mess Dylan made of himself at the saloon.$1#$b# It's nice to see him more social, but that might be TOO social.",
    "Cambria.CT.DylanCCAquarium": "The new aquarium in the community center is quite the sight.$1",
    "Cambria.CT.SootIntro": "Soot is such a cute little thing. Don't tell Dylan but the last 'dust storm' was my fault.$3#$b# In my defense, I didn't know dust sprites could sneeze!$7",
    "Cambria.CT.ThistleIntro": "Thistle tried to have a go at my crops a few times, but never got a chance between Orchid and Jupiter.#$b# Now she's taken to glaring at me from the trees... Can crows glare?",
    //East Scarp
    "Cambria.CT.AideenGarden": "That new garden by the community center is beautiful. Aideen really outdid herself with it.$1",
    //Bearfam
    "Cambria.CT.BearFamFullHouse": "You meet the Bears that just moved in? I, uhh, met Gudrun against my will.$3#$b# She grilled me about the ethics of my beekeeping and wouldn't leave until she was happy with my answer.",
    "Cambria.CT.BearFamTimeForBees": "Bees are definitely unconventional as a service animal, but I've seen how much attention and care Sig gives those hives.#$b# Maybe I need to step up my game with my own.",
    "Cambria.CT.SigLowBattery": "HEY-- oh, oops. Sorry, I had just been talking to Sig.#$b# If you have any spare batteries, I'm sure he'd appreciate them as a gift.",
    "Cambria.CT.SondraAgingGracefully": "I saw Sondra from time to time when I grew up here. I swear she doesn't look like she's aged since the last time I saw her.",
    "Cambria.CT.GunnarOpenForBusiness": "The amount of times I forgot supplies on the way to the mines is embarrassing. I'm definitely thankful for Gunnar's little shop.#$b# The fact he has it open for passion over profit reminds me of a certain someone.",
    //Other NPCs CTs
    "Abigail.CT.CamieIntro": "Cambria tried to help me with Journey of the Prairie King and TOTALLY fumbled the first level.#$b# I would have laughed but then I saw her boot up Junimo Kart. She completely smashed my record at the time.#$b# Oh well, new goal to reach, right?$1",
    "Alex.CT.CamieEvelynTalk": "Granny always seems to smile more after Camie visits. We don't have much in common, but anyone taking time for her is good in my book.#$b# Think she knows anything about gridball?",
    "Caroline.CT.CamieIntro": "Cambria helped me tend to my tea leaves the other day. She's so gentle with plants.#$b# Between you and me, I think she was speaking to them too.",
    "Evelyn.CT.CamieEvelynTalk": "Poor girl. She deserves to know but it's not my secret to tell.$2#$b# Oh, don't mind me, dear. Just thinking out loud.",
    "Evelyn.CT.CamieGrandparents": "Cambria was telling me how you kept her company the other day. That was very sweet of you, dear.$1",
    "George.CT.CamieEvelynTalk": "Cambria stopped by and kept Evelyn company when I was out for an appointment.#$b# Young girl never did say why she came back from the city, but good for her. It's not for everyone.",
    "Jas.CT.CamieOrchidKnife": "Miss Camie brings her hen over sometimes and lets me play with her.$1#$b# It's fun but the other chickens are scared of her.",
    "Lewis.CT.CamieGrandparents": "Claudia and Allen were important members of the community back in the day.#$b# No one knows where they came from, but they had a deed to some land and the rest was history.",
    "Marnie.CT.CamieOrchidKnife": "Weird things go on in the forest on some nights.#$b# Why, just the other day I saw Cambria's hen walk into the trees followed by this terribly unearthly noise.$2",
    "Sam.CT.CamieIntro": "You ever play pool with Camie? I see her alone some days but she always refuses when I ask to join.#$b# Seeing the tricks she does though, maybe that's for the best, ha.$10",
    "Shane.CT.CamieOrchidKnife": "There's something weird about that chicken Cambria has.$2#$b# No, besides the knife-- wait, what!?$5",
    "Wizard.CT.CamieOrchidKnife": "%The wizard is inspecting a hole in his robes.#$b# That accursed 'chicken' got to my wardrobe again.#$b# Sometimes that protection of hers gets to her head.",
    //Location Strings
    "HomeExterior.String.MGCgarden": "A well kept garden and tools.",
    "HomeExterior.String.MGCbeehives": "These busy bees are buzzing around their hives.",
    "HomeExterior.String.MGCcoffee": "Evergrowing coffee plants. Don't get lost in it.",
    "HomeExterior.String.MGColdbike": "A motorbike that's seen better days.",
    "HomeExterior.String.OrchidCoop": "Don't let Orchid catch you snooping around her coop.",
    "CambriaHouse.String.Stool": "By the looks of it, Cambria sits here when putting on her boots.",
    "CambriaHouse.String.SeafoodOven": "The smell of cooked seafood lingers. Something must have been baked recently.",
    "CambriaHouse.String.BurntHair": "The fridge is full of seafood and some odd containers. #Something smells like burnt hair.",
    "CambriaHouse.String.CoffeePot": "Under the sink is an endless supply of coffee grounds and filters. Does it even end?",
    "CambriaHouse.String.Trash": "Cambria knew better than to have trash in the house after seeing the local farmer rummaging.",
    "CambriaHouse.String.Peppers": "You're pretty sure these are Mesa Scorpions, the spiciest peppers in Ferngill.",
    "CambriaHouse.String.SmallRadio.1": "'Bitter' by Archers is playing.",
    "CambriaHouse.String.SmallRadio.2": "'Lighthouse' by Loveless is playing.",
    "CambriaHouse.String.SmallRadio.3": "'Over It' by Arrows in Action is playing.",
    "CambriaHouse.String.SmallRadio.4": "'Blanket Fort' by Archers is playing.",
    "CambriaHouse.String.SmallRadio.5": "'Voodoo Doll' by Loveless is playing.",
    "CambriaHouse.String.SmallRadio.6": "'Put You Through Me' by Arrows in Action is playing.",
    "CambriaHouse.String.CamieBed": "Cambria's bed with a bee plushie. ^It appears to have been moved to the living room.",
    "CambriaHouse.String.GardenBooks": "'Botianicum Medicinale', 'The Forager Handbook', '100 Plants that Heal', 'The Flower Hunter'... #The shelves are full of resources on natural medicine.",
    "CambriaHouse.String.LockedDoor": "The door won't budge.",
    "CambriaHouse.String.StrawHat": "It looks like it's been hanging on the wall for years but there isn't a speck of dust on it.",
    "CambriaHouse.String.WallNotes": "The wall is littered with different notes and sketches. They look like tattoo references.",
    "CambriaHouse.String.TableBouquet": "The bouquet you gave Cambria. It's well taken care of.",
    "CambriaHouse.String.FrontWindow": "You've got a great view of the ocean from here.",
    "CambriaHouse.String.LoneBox.1": "There's piles of letters crammed in the box. #Underneath them is a necklace. ^It's an obsidian star wrapped in wire on a leather band. #You feel a distinct feeling of loss when holding it.",
    "CambriaHouse.String.LoneBox.2": "There's piles of letters crammed in the box. You grab one to read... #The letter is stained with pottery glaze, the words are too hard to read.",
    "CambriaHouse.String.LoneBox.3": "There's piles of letters crammed in the box. You grab one to read... #You're pretty sure this amount of curses would make a sailor blush.",
    "CambriaHouse.String.LoneBox.4": "There's piles of letters crammed in the box. You grab one to read... #How long can one person talk about the ocean?",
    "CambriaHouse.String.Polaroids": "In the pictures you can see Cambria smiling with two men roughly her age. #The back has 'Cape Starlet' and a date written on it.",
    "CambriaHouse.String.DustyGuitar": "A bass that's seen better days. Appears to be placed and forgotten.",
    "CambriaHouse.String.BandItems": "Guitar picks and posters with 'Double Fang' printed on them. ^Cambria's old band?",
    "CambriaHouse.String.OldClothes": "Sitting on top is a denim vest covered in various pins and patches. Underneath are neatly folded band shirts.",
    "CambriaHouse.String.VariousBooks": "The boxes contain books on various topics ranging from infertility to physical therapy exercises.",
    "CambriaHouse.String.TrossPlant": "There's a note attached to the plant's pot. ^It has meticulous instructions on care. #This plant's name is 'Tross.'",
    "CambriaHouse.String.RioPlant": "There's a note attached to the plant's pot. ^It has meticulous instructions on care. #This plant's name is 'Rio.'",
    "CambriaHouse.String.InkyPlant": "There's a note attached to the plant's pot. ^It has meticulous instructions on care. #This plant's name is 'Inky.'",
    "CambriaHouse.String.KeelPlant": "There's a note attached to the plant's pot. ^It has meticulous instructions on care. #This plant's name is 'Keel.'",
    "CambriaHouse.String.QuinnPlant": "There's a note attached to the plant's pot. ^It has meticulous instructions on care. #This plant's name is 'Quinn.'",
    "CambriaGH.String.CamieCasks": "Casks full of mead that Cambria's aging.",
    "CambriaGH.String.GHNote": "Looks like production times and expenses. ^Cambria seems to make a decent living.",
    "CambriaGH.String.CamieGrinder": "A wood chipper that's been refurbished into a coffee grinder.",
    "CambriaGH.String.GHChest": "It's full of whole coffee beans and packaging labeled 'Castlegrove Coffee Co.'",
    "CambriaGH.String.CamieSeedMaker": "It has a faint smell of starfruit.",
    "CambriaGH.String.GHLilies": "These lilies look a lot like the ones by the gravestones near the beach. ^Cambria seems to take special care of them.",
    "CambriaGH.String.RaisedBed1": "An empty raised bed for plants.",
    "CambriaGH.String.RaisedBed2": "An empty raised bed for plants.",
    "CambriaGH.String.RaisedBed3": "An empty raised bed for plants.",
    "CambriaGH.String.CamieStarfruit": "These are some high quality starfruit!",
    "CambriaGH.String.GHBeehives": "A half built beehive and metal platform.",
    "CambriaGH.String.OberonPlant": "There's a note attached to the plant's pot. ^It has meticulous instructions on care. #This plant's name is 'Dylan.'",
    "CambriaGH.String.DairePlant": "There's a note attached to the plant's pot. ^It has meticulous instructions on care. #This plant's name is 'Sonder.'",
    "CambriaGH.String.CamieKegs": "The kegs Cambria uses to brew mead. ^They look like they've seen a lot of use.",
    "CambriaHouse.String.CoffeehouseMail.1": "Castle,^^Your coffee is a right hit out here, mate.^Got customers talking about the 'umami of the roast' or whatever. I just smile and try to keep Daehyun from laughing in their face.^^Gabriel Bang",
    "CambriaHouse.String.CoffeehouseMail.2": "Castle,^^I'm sending Daehyun your way. This bogan is just asking to be kicked out.^Don't ask what he did, you know how he is.^^Gabriel Bang",
    "CambriaHouse.String.CoffeehouseMail.3": "Castle,^^Gabe told me to write you something. So here it is I guess.^You doing well out there? Adjusting to rural life will take time, I'm sure. Either way, we're always here for you.^Who knows, maybe I'll even visit sometimes.^^Keep on keeping on,^Daehyun Bang",
    //Festival Dialogue
    //Cambria
    "Cambria.Dialogue.EggFest.1": "Did Sebastian tell you about the 'rotten egg toss' they used to do?#$b# Yeah... the eggs weren't rotten. I'd spent the day before making batches of deviled void eggs.$5#$b# I know they're an acquired taste, but I assure you they smell completely different.$2",
    "Cambria.Dialogue.EggFest.2": "I don't understand how everyone can eat so many eggs.#$b# Regular eggs are too bland for me personally. I like the eldritch spice of void ones.$1#$b# Smell notwithstanding.$3",
    "Cambria.Dialogue.EggFest.3": "Every year it feels like Gus brings new egg related dishes to the festival.#$b# One time he actually asked for void eggs. Poor Orchid had to work overtime for the amount he requested.",
    "Cambria.Dialogue.Luau.1": "Oh hey I didn't think you'd find me all the way out here.#$b# Thanks for seeking me out though. Have fun.$1",
    "Cambria.Dialogue.Luau.2": "People consider my taste for void infused food weird.#$b# Jokes on them, you couldn't pay me to eat whatever's in that pot.$5",
    "Cambria.Dialogue.Luau.3": "I know its a small town and all, but how do they expect people to eat the communal stew?#$b# I don't think Marnie has touched a single glove and I know where those hands have been.",
    "Cambria.Dialogue.Jellies.1": "The glow of the moonlight jellies light up the ocean like a starry night sky.#$b# It really is an otherworldly sight to behold.$8",
    "Cambria.Dialogue.Jellies.2": "Thanks for joining me this year, @.$1#$b# I appreciate the company. Especially on a special night like this.$1#$b# Remember to take care on your walk home.",
    "Cambria.Dialogue.Jellies.3": "You think there's any deep sea jellyfish?#$b# I know there's a submarine ride in winter but I'm not risking pressurized death to sate curiosity.",
    "Cambria.Dialogue.SVFair.1": "I appreciate the free food that Gus is providing.#$b# I'm with Evelyn though; there should be some other options.",
    "Cambria.Dialogue.SVFair.2": "The guy at the strong man stand laughed at me when I first walked up.$5#$b# Jokes on him, I hit the bell 3 times in a row.$8#$b# ...I'm definitely going to regret it in the morning.$9",
    "Cambria.Dialogue.SVFair.3": "Small fairs like this aren't much in the grand scheme of things.#$b# At the end of the day though, bringing people together is what matters.#$b# And beating the top score in slingshots.",
    "Cambria.Dialogue.WinterStar.1": "Hey, @. Did you have a good year? I think mine went pretty well.#$b# Here, I know it's a secret gift giving but I wanted to share some of what I made this year.$1 [(O)Squeaks.MGC.CP_VoidTaintedMead (O)Squeaks.MGC.CP_CoffeeInfusedMead (O)Squeaks.MGC.CP_CoffeeInfusedMead (O)Squeaks.MGC.CP_BloodStarfruitMead (O)Squeaks.MGC.CP_BloodStarfruitMead]",
    "Cambria.Dialogue.WinterStar.2": "I'm just gonna give my gift right away then skedaddle back home.#$b# My joints don't like extreme temps, but I'm glad I caught you. I want you to have this.#$b# Here's to a new year, Yeah? Take care, @.$1 [(O)Squeaks.MGC.CP_VoidTaintedMead (O)Squeaks.MGC.CP_CoffeeInfusedMead (O)Squeaks.MGC.CP_CoffeeInfusedMead (O)Squeaks.MGC.CP_BloodStarfruitMead (O)Squeaks.MGC.CP_BloodStarfruitMead]",
    "Cambria.Dialogue.WinterStar.3": "Got anything good this year, @? It's always interesting to see what people come up with. Not that I'm any better. I just give out mead every year.#$b# Like this. Make sure to warm up, okay? Don't stay out too long.$1 [(O)Squeaks.MGC.CP_VoidTaintedMead (O)Squeaks.MGC.CP_CoffeeInfusedMead (O)Squeaks.MGC.CP_CoffeeInfusedMead (O)Squeaks.MGC.CP_BloodStarfruitMead (O)Squeaks.MGC.CP_BloodStarfruitMead]",
    "Cambria.Dialogue.RSVEmber.1": "%Cambria appears our of breath.#$e# I'm alright, this trek is only once a year so it's worth the effort.$9#$b# Go mingle and have fun, remember to make a wish for the next year.$11",
    "Cambria.Dialogue.RSVEmber.2": "I hope they hurry up with the fire, some of us got old bones over here.#$b# Well, less old and more 'healed poorly' to be honest. But the statement stands.",
    "Cambria.Dialogue.RSVEmber.3": "As special as this gathering is, I'm not looking forward to the walk home.#$b# Imagine doing this before the lift was installed. Couldn't be me.",
    "Cambria.Dialogue.RSVGathering.1": "Some of the items in the stalls have me concerned.$12#$b# Jeric tried to sell me a dinosaur egg of all things.$10#$b# Won't lie, it was very tempting but Orchid wouldn't be happy.",
    "Cambria.Dialogue.RSVGathering.2": "Lenny learned I was a musician before moving back to the area. I thought she was gonna blackmail me to perform.",
    "Cambria.Dialogue.RSVGathering.3": "I'm not really here for the shop stalls, honestly. The spicy eel at Pika's is what makes the trek worth it.#$b# And the triple shot espresso, of course.",
    //Movie Tastes
    "Movies.Cambria.BraveLittleSapling.Before": "Family comedies tend to be hit or miss. There's a lot of cash grabs out there.",
    "Movies.Cambria.BraveLittleSapling.After": "They balanced the comedy and heart warming moments really well.#$b# I wouldn't mind watching it again.$1",
    "Movies.Cambria.NaturalWonders.Before": "Can't say no to a good documentary.",
    "Movies.Cambria.NaturalWonders.After": "You think the narrator takes requests?",
    "Movies.Cambria.PrairieKing.Before": "My grandparents always told stories like the Prairie King was real.",
    "Movies.Cambria.PrairieKing.After": "Man, the fact one man can go through so much. It'd be great to hear stories from him.$1",
    "Movies.Cambria.Wumbus.Before": "Oh sci-fi? Color me intrigued.$1",
    "Movies.Cambria.Wumbus.After": "I... hmm... I'll have to stew on this one a bit.",
    "Movies.Cambria.Mysterium.Before": "Gramps would try to scare me with this movie as a kid, but I always found it entertaining more than anything.$1",
    "Movies.Cambria.Mysterium.After": "Somehow it's even less scary than I remember, but I still had a blast.$1",
    "Movies.Cambria.ItHowlsInTheRain.Before": "Oh boy, silly teenager shenanigans that probably end poorly. Ready to go in?$1",
    "Movies.Cambria.ItHowlsInTheRain.After": "How many movies do we need before people finally learn not to follow every sound they hear?$5",
    "Movies.Cambria.MiracleAtColdstarRanch.Before": "This feels like one of those cheesy holiday movies, and I don't mean that as a compliment.",
    "Movies.Cambria.MiracleAtColdstarRanch.After": "Blegh, I was right.$5",
    "Movies.Cambria.ZuzuCityExpress.Before": "This was my grandma's favorite movie grow up. We always watched the original together.",
    "Movies.Cambria.ZuzuCityExpress.After": "Man, it was just as good as I remember. Thank you for inviting me$1",
    "Movies.Cambria.Love.During": "Cambria's eyes are glued to the screen in awe and nostalgia.",
    "Movies.Cambria.Like.During": "Cambria is quietly enjoying the movie.",
    "Movies.Cambria.Dislike.During": "Cambria looks like she'd rather be anywhere else."
}